--[[
	空itemObject  用于视图删除
	@如果希望用一个普通ui显示 切换场景时删除 可以把这个界面添加进empty里，然后把empty加入状态中
	@切换场景时  如果下个场景没有empty empty的界面将全部删除
	create at 18.1.22
	by xin
]]

local empty = LuaItemManager:get_item_obejct("empty")

local model_name = "empty"
--UI资源
empty.assets=
{
}

--初始化函数只会调用一次
function empty:initialize()
end



--get ***********************************************************************************

--set ***********************************************************************************



--send ***********************************************************************************



--rec ***********************************************************************************


--服务器返回



