local ret = {
	[1] = {
		system = 1, --[[所属系统]]
		point = 1610, --[[成就点数]]
		sub_system = "丰功伟业", --[[成就系统]]
	} ,
	[2] = {
		system = 2, --[[所属系统]]
		point = 5360, --[[成就点数]]
		sub_system = "个人成长", --[[成就系统]]
	} ,
	[3] = {
		system = 3, --[[所属系统]]
		point = 3690, --[[成就点数]]
		sub_system = "任务相关", --[[成就系统]]
	} ,
	[4] = {
		system = 4, --[[所属系统]]
		point = 5330, --[[成就点数]]
		sub_system = "战斗成就", --[[成就系统]]
	} ,
	[5] = {
		system = 5, --[[所属系统]]
		point = 8390, --[[成就点数]]
		sub_system = "武将坐骑", --[[成就系统]]
	} ,
	[6] = {
		system = 6, --[[所属系统]]
		point = 2050, --[[成就点数]]
		sub_system = "社交关系", --[[成就系统]]
	} ,
	[7] = {
		system = 7, --[[所属系统]]
		point = 2280, --[[成就点数]]
		sub_system = "花样人生", --[[成就系统]]
	} ,
}
return ret