local ret = {
	[10001001] = {
		reward_id = 10001001, --[[奖励id]]
		activity_id = 10001, --[[活动id]]
		login_times = 1, --[[达成限制(累计登陆天数)]]
		reward = {{40071301,2},{40081201,2},{40101201,2},{40111201,5},{40511301,1}}, --[[奖励物品]]
	} ,
	[10001002] = {
		reward_id = 10001002, --[[奖励id]]
		activity_id = 10001, --[[活动id]]
		login_times = 2, --[[达成限制(累计登陆天数)]]
		reward = {{40071301,3},{40081201,3},{40101201,3},{40111201,8},{40511301,2}}, --[[奖励物品]]
	} ,
	[10001003] = {
		reward_id = 10001003, --[[奖励id]]
		activity_id = 10001, --[[活动id]]
		login_times = 3, --[[达成限制(累计登陆天数)]]
		reward = {{40081301,5},{40111301,5},{40181301,8},{40511302,2},{40291201,2}}, --[[奖励物品]]
	} ,
	[10001004] = {
		reward_id = 10001004, --[[奖励id]]
		activity_id = 10001, --[[活动id]]
		login_times = 4, --[[达成限制(累计登陆天数)]]
		reward = {{40081301,6},{40111301,6},{40181301,10},{40511302,3},{40291201,3}}, --[[奖励物品]]
	} ,
	[10001005] = {
		reward_id = 10001005, --[[奖励id]]
		activity_id = 10001, --[[活动id]]
		login_times = 5, --[[达成限制(累计登陆天数)]]
		reward = {{40461201,3},{40441301,3},{40291301,3},{40280303,3},{40181301,10}}, --[[奖励物品]]
	} ,
	[10001006] = {
		reward_id = 10001006, --[[奖励id]]
		activity_id = 10001, --[[活动id]]
		login_times = 6, --[[达成限制(累计登陆天数)]]
		reward = {{40461201,5},{40441301,5},{40291301,5},{40280303,5},{40181301,15}}, --[[奖励物品]]
	} ,
	[10001007] = {
		reward_id = 10001007, --[[奖励id]]
		activity_id = 10001, --[[活动id]]
		login_times = 7, --[[达成限制(累计登陆天数)]]
		reward = {{40191306,1},{40111401,5},{40101201,10},{40081401,8},{40071301,3}}, --[[奖励物品]]
	} ,
}
return ret