local ret = {
	[200010101] = {
		reward_id = 200010101, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 1, --[[排名]]
		reward = {{50102401,1,1,6,3},{20010407,2}}, --[[奖励]]
	} ,
	[200010102] = {
		reward_id = 200010102, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 2, --[[排名]]
		reward = {{50102401,1,1,6,2},{20010407,2}}, --[[奖励]]
	} ,
	[200010103] = {
		reward_id = 200010103, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 3, --[[排名]]
		reward = {{50102401,1,1,6,1},{20010407,2}}, --[[奖励]]
	} ,
	[200010104] = {
		reward_id = 200010104, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 4, --[[排名]]
		reward = {{50102401,1,1,5,2},{20010407,2}}, --[[奖励]]
	} ,
	[200010105] = {
		reward_id = 200010105, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 5, --[[排名]]
		reward = {{50102401,1,1,5,1},{20010407,2}}, --[[奖励]]
	} ,
	[200010106] = {
		reward_id = 200010106, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 6, --[[排名]]
		reward = {{50802401,1,1,6,3},{20011407,2}}, --[[奖励]]
	} ,
	[200010107] = {
		reward_id = 200010107, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 7, --[[排名]]
		reward = {{50902401,1,1,6,3},{20011407,2}}, --[[奖励]]
	} ,
	[200010108] = {
		reward_id = 200010108, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 8, --[[排名]]
		reward = {{50802401,1,1,6,2},{20011407,2}}, --[[奖励]]
	} ,
	[200010109] = {
		reward_id = 200010109, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 9, --[[排名]]
		reward = {{50902401,1,1,6,2},{20011407,2}}, --[[奖励]]
	} ,
	[200010110] = {
		reward_id = 200010110, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 10, --[[排名]]
		reward = {{50802401,1,1,6,1},{20011407,2}}, --[[奖励]]
	} ,
	[200010111] = {
		reward_id = 200010111, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 11, --[[排名]]
		reward = {{50902401,1,1,6,1},{20030407,2}}, --[[奖励]]
	} ,
	[200010112] = {
		reward_id = 200010112, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 12, --[[排名]]
		reward = {{20010407,2},{20030306,2}}, --[[奖励]]
	} ,
	[200010113] = {
		reward_id = 200010113, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 13, --[[排名]]
		reward = {{20010407,2},{20030306,2}}, --[[奖励]]
	} ,
	[200010114] = {
		reward_id = 200010114, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 14, --[[排名]]
		reward = {{20010306,2},{20030306,2}}, --[[奖励]]
	} ,
	[200010115] = {
		reward_id = 200010115, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 15, --[[排名]]
		reward = {{20010306,2},{20030306,2}}, --[[奖励]]
	} ,
	[200010116] = {
		reward_id = 200010116, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 16, --[[排名]]
		reward = {{20030306,2},{20010306,2}}, --[[奖励]]
	} ,
	[200010117] = {
		reward_id = 200010117, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 17, --[[排名]]
		reward = {{20030306,2},{20010306,2}}, --[[奖励]]
	} ,
	[200010118] = {
		reward_id = 200010118, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 18, --[[排名]]
		reward = {{20030306,2},{20010306,2}}, --[[奖励]]
	} ,
	[200010119] = {
		reward_id = 200010119, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 19, --[[排名]]
		reward = {{20030306,2},{20010306,2}}, --[[奖励]]
	} ,
	[200010120] = {
		reward_id = 200010120, --[[奖励id]]
		activity_id = 20001, --[[活动id]]
		rank_type = 1, --[[排行榜种类]]
		rank = 20, --[[排名]]
		reward = {{20030306,2},{20010306,2}}, --[[奖励]]
	} ,
	[200020301] = {
		reward_id = 200020301, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 1, --[[排名]]
		reward = {{50302401,1,1,6,3},{20020407,2}}, --[[奖励]]
	} ,
	[200020302] = {
		reward_id = 200020302, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 2, --[[排名]]
		reward = {{50302401,1,1,6,2},{20020407,2}}, --[[奖励]]
	} ,
	[200020303] = {
		reward_id = 200020303, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 3, --[[排名]]
		reward = {{50302401,1,1,6,1},{20020407,2}}, --[[奖励]]
	} ,
	[200020304] = {
		reward_id = 200020304, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 4, --[[排名]]
		reward = {{50302401,1,1,5,2},{20020407,2}}, --[[奖励]]
	} ,
	[200020305] = {
		reward_id = 200020305, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 5, --[[排名]]
		reward = {{50302401,1,1,5,1},{20020407,2}}, --[[奖励]]
	} ,
	[200020306] = {
		reward_id = 200020306, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 6, --[[排名]]
		reward = {{50602401,1,1,6,3},{20040407,2}}, --[[奖励]]
	} ,
	[200020307] = {
		reward_id = 200020307, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 7, --[[排名]]
		reward = {{50702401,1,1,6,3},{20040407,2}}, --[[奖励]]
	} ,
	[200020308] = {
		reward_id = 200020308, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 8, --[[排名]]
		reward = {{50602401,1,1,6,2},{20040407,2}}, --[[奖励]]
	} ,
	[200020309] = {
		reward_id = 200020309, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 9, --[[排名]]
		reward = {{50702401,1,1,6,2},{20040407,2}}, --[[奖励]]
	} ,
	[200020310] = {
		reward_id = 200020310, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 10, --[[排名]]
		reward = {{50602401,1,1,6,1},{20040407,2}}, --[[奖励]]
	} ,
	[200020311] = {
		reward_id = 200020311, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 11, --[[排名]]
		reward = {{50702401,1,1,6,1},{20040407,2}}, --[[奖励]]
	} ,
	[200020312] = {
		reward_id = 200020312, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 12, --[[排名]]
		reward = {{20020407,2},{20040406,2}}, --[[奖励]]
	} ,
	[200020313] = {
		reward_id = 200020313, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 13, --[[排名]]
		reward = {{20020407,2},{20040406,2}}, --[[奖励]]
	} ,
	[200020314] = {
		reward_id = 200020314, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 14, --[[排名]]
		reward = {{20020407,2},{20040406,2}}, --[[奖励]]
	} ,
	[200020315] = {
		reward_id = 200020315, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 15, --[[排名]]
		reward = {{20020407,2},{20040406,2}}, --[[奖励]]
	} ,
	[200020316] = {
		reward_id = 200020316, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 16, --[[排名]]
		reward = {{20040406,2},{20020306,2}}, --[[奖励]]
	} ,
	[200020317] = {
		reward_id = 200020317, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 17, --[[排名]]
		reward = {{20040406,2},{20020306,2}}, --[[奖励]]
	} ,
	[200020318] = {
		reward_id = 200020318, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 18, --[[排名]]
		reward = {{20040406,2},{20020306,2}}, --[[奖励]]
	} ,
	[200020319] = {
		reward_id = 200020319, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 19, --[[排名]]
		reward = {{20040406,2},{20020306,2}}, --[[奖励]]
	} ,
	[200020320] = {
		reward_id = 200020320, --[[奖励id]]
		activity_id = 20002, --[[活动id]]
		rank_type = 3, --[[排行榜种类]]
		rank = 20, --[[排名]]
		reward = {{20040406,2},{20020306,2}}, --[[奖励]]
	} ,
	[200030901] = {
		reward_id = 200030901, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 1, --[[排名]]
		reward = {{50402401,1,1,6,3},{20010407,2}}, --[[奖励]]
	} ,
	[200030902] = {
		reward_id = 200030902, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 2, --[[排名]]
		reward = {{50502401,1,1,6,3},{20010407,2}}, --[[奖励]]
	} ,
	[200030903] = {
		reward_id = 200030903, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 3, --[[排名]]
		reward = {{50402401,1,1,6,2},{20010407,2}}, --[[奖励]]
	} ,
	[200030904] = {
		reward_id = 200030904, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 4, --[[排名]]
		reward = {{50502401,1,1,6,2},{20010407,2}}, --[[奖励]]
	} ,
	[200030905] = {
		reward_id = 200030905, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 5, --[[排名]]
		reward = {{50402401,1,1,6,1},{20010407,2}}, --[[奖励]]
	} ,
	[200030906] = {
		reward_id = 200030906, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 6, --[[排名]]
		reward = {{50502401,1,1,6,1},{20010407,2}}, --[[奖励]]
	} ,
	[200030907] = {
		reward_id = 200030907, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 7, --[[排名]]
		reward = {{40180301,1000},{20010407,2}}, --[[奖励]]
	} ,
	[200030908] = {
		reward_id = 200030908, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 8, --[[排名]]
		reward = {{40180301,1000},{20010407,2}}, --[[奖励]]
	} ,
	[200030909] = {
		reward_id = 200030909, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 9, --[[排名]]
		reward = {{40180301,1000},{20010407,2}}, --[[奖励]]
	} ,
	[200030910] = {
		reward_id = 200030910, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 10, --[[排名]]
		reward = {{40180301,1000},{20010407,2}}, --[[奖励]]
	} ,
	[200030911] = {
		reward_id = 200030911, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 11, --[[排名]]
		reward = {{40180301,800},{20010407,2}}, --[[奖励]]
	} ,
	[200030912] = {
		reward_id = 200030912, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 12, --[[排名]]
		reward = {{40180301,800},{20010407,2}}, --[[奖励]]
	} ,
	[200030913] = {
		reward_id = 200030913, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 13, --[[排名]]
		reward = {{40180301,800},{20010407,2}}, --[[奖励]]
	} ,
	[200030914] = {
		reward_id = 200030914, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 14, --[[排名]]
		reward = {{40180301,800},{20010407,2}}, --[[奖励]]
	} ,
	[200030915] = {
		reward_id = 200030915, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 15, --[[排名]]
		reward = {{40180301,800},{20010407,2}}, --[[奖励]]
	} ,
	[200030916] = {
		reward_id = 200030916, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 16, --[[排名]]
		reward = {{40180301,500},{20010407,2}}, --[[奖励]]
	} ,
	[200030917] = {
		reward_id = 200030917, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 17, --[[排名]]
		reward = {{40180301,500},{20010407,2}}, --[[奖励]]
	} ,
	[200030918] = {
		reward_id = 200030918, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 18, --[[排名]]
		reward = {{40180301,500},{20010407,2}}, --[[奖励]]
	} ,
	[200030919] = {
		reward_id = 200030919, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 19, --[[排名]]
		reward = {{40180301,500},{20010407,2}}, --[[奖励]]
	} ,
	[200030920] = {
		reward_id = 200030920, --[[奖励id]]
		activity_id = 20003, --[[活动id]]
		rank_type = 9, --[[排行榜种类]]
		rank = 20, --[[排名]]
		reward = {{40180301,500},{20010407,2}}, --[[奖励]]
	} ,
	[200040201] = {
		reward_id = 200040201, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 1, --[[排名]]
		reward = {{50202401,1,1,6,3},{20020407,2}}, --[[奖励]]
	} ,
	[200040202] = {
		reward_id = 200040202, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 2, --[[排名]]
		reward = {{50202401,1,1,6,2},{20020407,2}}, --[[奖励]]
	} ,
	[200040203] = {
		reward_id = 200040203, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 3, --[[排名]]
		reward = {{50202401,1,1,6,1},{20020407,2}}, --[[奖励]]
	} ,
	[200040204] = {
		reward_id = 200040204, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 4, --[[排名]]
		reward = {{40110401,100},{20030407,2}}, --[[奖励]]
	} ,
	[200040205] = {
		reward_id = 200040205, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 5, --[[排名]]
		reward = {{40110401,100},{20030407,2}}, --[[奖励]]
	} ,
	[200040206] = {
		reward_id = 200040206, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 6, --[[排名]]
		reward = {{40110401,80},{20030407,2}}, --[[奖励]]
	} ,
	[200040207] = {
		reward_id = 200040207, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 7, --[[排名]]
		reward = {{40110401,80},{20030407,2}}, --[[奖励]]
	} ,
	[200040208] = {
		reward_id = 200040208, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 8, --[[排名]]
		reward = {{40110401,80},{20030407,2}}, --[[奖励]]
	} ,
	[200040209] = {
		reward_id = 200040209, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 9, --[[排名]]
		reward = {{40110401,80},{20030407,2}}, --[[奖励]]
	} ,
	[200040210] = {
		reward_id = 200040210, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 10, --[[排名]]
		reward = {{40110401,80},{20030407,2}}, --[[奖励]]
	} ,
	[200040211] = {
		reward_id = 200040211, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 11, --[[排名]]
		reward = {{40110401,50},{20030407,2}}, --[[奖励]]
	} ,
	[200040212] = {
		reward_id = 200040212, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 12, --[[排名]]
		reward = {{40110401,50},{20030407,2}}, --[[奖励]]
	} ,
	[200040213] = {
		reward_id = 200040213, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 13, --[[排名]]
		reward = {{40110401,50},{20030407,2}}, --[[奖励]]
	} ,
	[200040214] = {
		reward_id = 200040214, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 14, --[[排名]]
		reward = {{40110401,50},{20030407,2}}, --[[奖励]]
	} ,
	[200040215] = {
		reward_id = 200040215, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 15, --[[排名]]
		reward = {{40110401,50},{20030407,2}}, --[[奖励]]
	} ,
	[200040216] = {
		reward_id = 200040216, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 16, --[[排名]]
		reward = {{40110401,50},{20030406,2}}, --[[奖励]]
	} ,
	[200040217] = {
		reward_id = 200040217, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 17, --[[排名]]
		reward = {{40110401,50},{20030406,2}}, --[[奖励]]
	} ,
	[200040218] = {
		reward_id = 200040218, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 18, --[[排名]]
		reward = {{40110401,50},{20030406,2}}, --[[奖励]]
	} ,
	[200040219] = {
		reward_id = 200040219, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 19, --[[排名]]
		reward = {{40110401,50},{20030406,2}}, --[[奖励]]
	} ,
	[200040220] = {
		reward_id = 200040220, --[[奖励id]]
		activity_id = 20004, --[[活动id]]
		rank_type = 2, --[[排行榜种类]]
		rank = 20, --[[排名]]
		reward = {{40110401,50},{20030406,2}}, --[[奖励]]
	} ,
	[200050601] = {
		reward_id = 200050601, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 1, --[[排名]]
		reward = {{40440301,20},{40280303,10}}, --[[奖励]]
	} ,
	[200050602] = {
		reward_id = 200050602, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 2, --[[排名]]
		reward = {{40440301,18},{40280303,8}}, --[[奖励]]
	} ,
	[200050603] = {
		reward_id = 200050603, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 3, --[[排名]]
		reward = {{40440301,16},{40280303,6}}, --[[奖励]]
	} ,
	[200050604] = {
		reward_id = 200050604, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 4, --[[排名]]
		reward = {{40440301,10},{40280303,5}}, --[[奖励]]
	} ,
	[200050605] = {
		reward_id = 200050605, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 5, --[[排名]]
		reward = {{40440301,10},{40280303,5}}, --[[奖励]]
	} ,
	[200050606] = {
		reward_id = 200050606, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 6, --[[排名]]
		reward = {{40440301,10},{40280303,5}}, --[[奖励]]
	} ,
	[200050607] = {
		reward_id = 200050607, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 7, --[[排名]]
		reward = {{40440301,10},{40280303,5}}, --[[奖励]]
	} ,
	[200050608] = {
		reward_id = 200050608, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 8, --[[排名]]
		reward = {{40440301,10},{40280303,5}}, --[[奖励]]
	} ,
	[200050609] = {
		reward_id = 200050609, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 9, --[[排名]]
		reward = {{40440301,10},{40280303,5}}, --[[奖励]]
	} ,
	[200050610] = {
		reward_id = 200050610, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 10, --[[排名]]
		reward = {{40440301,10},{40280303,5}}, --[[奖励]]
	} ,
	[200050611] = {
		reward_id = 200050611, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 11, --[[排名]]
		reward = {{40440301,10},{40280302,5}}, --[[奖励]]
	} ,
	[200050612] = {
		reward_id = 200050612, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 12, --[[排名]]
		reward = {{40440301,10},{40280302,5}}, --[[奖励]]
	} ,
	[200050613] = {
		reward_id = 200050613, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 13, --[[排名]]
		reward = {{40440301,10},{40280302,5}}, --[[奖励]]
	} ,
	[200050614] = {
		reward_id = 200050614, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 14, --[[排名]]
		reward = {{40440301,10},{40280302,5}}, --[[奖励]]
	} ,
	[200050615] = {
		reward_id = 200050615, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 15, --[[排名]]
		reward = {{40440301,10},{40280302,5}}, --[[奖励]]
	} ,
	[200050616] = {
		reward_id = 200050616, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 16, --[[排名]]
		reward = {{40440301,8},{40280302,5}}, --[[奖励]]
	} ,
	[200050617] = {
		reward_id = 200050617, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 17, --[[排名]]
		reward = {{40440301,8},{40280302,5}}, --[[奖励]]
	} ,
	[200050618] = {
		reward_id = 200050618, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 18, --[[排名]]
		reward = {{40440301,8},{40280302,5}}, --[[奖励]]
	} ,
	[200050619] = {
		reward_id = 200050619, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 19, --[[排名]]
		reward = {{40440301,8},{40280302,5}}, --[[奖励]]
	} ,
	[200050620] = {
		reward_id = 200050620, --[[奖励id]]
		activity_id = 20005, --[[活动id]]
		rank_type = 6, --[[排行榜种类]]
		rank = 20, --[[排名]]
		reward = {{40440301,8},{40280302,5}}, --[[奖励]]
	} ,
}
return ret