local ret = {
	[10001] = {
		activity_id = 10001, --[[活动id]]
		activity_type = 1, --[[活动类型]]
		name = "登录有礼", --[[活动名称]]
		description = "登录即可获得丰厚奖励！", --[[活动描述]]
		level_limit = 0, --[[可参加等级]]
		duration = 7, --[[活动持续时间（单位：天）]]
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
	} ,
	[20001] = {
		activity_id = 20001, --[[活动id]]
		activity_type = 2, --[[活动类型]]
		name = "战力排行", --[[活动名称]]
		description = "活动期间按照玩家战斗力进行排行比拼，活动结束通过邮件发放奖励", --[[活动描述]]
		level_limit = 0, --[[可参加等级]]
		duration = 7, --[[活动持续时间（单位：天）]]
		param = 1, --[[参数]]
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
	} ,
	[20002] = {
		activity_id = 20002, --[[活动id]]
		activity_type = 2, --[[活动类型]]
		name = "等级排行", --[[活动名称]]
		description = "活动期间按照玩家等级进行排行比拼，活动结束通过邮件发放奖励", --[[活动描述]]
		level_limit = 0, --[[可参加等级]]
		duration = 7, --[[活动持续时间（单位：天）]]
		param = 3, --[[参数]]
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
	} ,
	[20003] = {
		activity_id = 20003, --[[活动id]]
		activity_type = 2, --[[活动类型]]
		name = "坐骑排行", --[[活动名称]]
		description = "活动期间按照玩家坐骑品阶进行排行比拼，活动结束通过邮件发放奖励", --[[活动描述]]
		level_limit = 0, --[[可参加等级]]
		duration = 7, --[[活动持续时间（单位：天）]]
		param = 9, --[[参数]]
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
	} ,
	[20004] = {
		activity_id = 20004, --[[活动id]]
		activity_type = 2, --[[活动类型]]
		name = "武将排行", --[[活动名称]]
		description = "活动期间按照玩家武将战斗力进行排行比拼，活动结束通过邮件发放奖励", --[[活动描述]]
		level_limit = 0, --[[可参加等级]]
		duration = 7, --[[活动持续时间（单位：天）]]
		param = 2, --[[参数]]
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
	} ,
	[20005] = {
		activity_id = 20005, --[[活动id]]
		activity_type = 2, --[[活动类型]]
		name = "军团排行", --[[活动名称]]
		description = "活动期间按照玩家所属军团等级进行排行比拼，活动结束通过邮件发放奖励", --[[活动描述]]
		level_limit = 0, --[[可参加等级]]
		duration = 7, --[[活动持续时间（单位：天）]]
		param = 6, --[[参数]]
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
	} ,
	[30001] = {
		activity_id = 30001, --[[活动id]]
		activity_type = 3, --[[活动类型]]
		name = "兑换活动1", --[[活动名称]]
		description = "测试活动", --[[活动描述]]
		level_limit = 0, --[[可参加等级]]
		duration = 14, --[[活动持续时间（单位：天）]]
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
	} ,
	[40001] = {
		activity_id = 40001, --[[活动id]]
		activity_type = 4, --[[活动类型]]
		name = "任务活动1", --[[活动名称]]
		description = "测试活动", --[[活动描述]]
		level_limit = 0, --[[可参加等级]]
		duration = 14, --[[活动持续时间（单位：天）]]
		-- 
		-- 此表配置开服活动，开始时间为开服时间
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
	} ,
	[50001] = {
		activity_id = 50001, --[[活动id]]
		activity_type = 5, --[[活动类型]]
		name = "转盘活动1", --[[活动名称]]
		description = "测试活动", --[[活动描述]]
		level_limit = 0, --[[可参加等级]]
		duration = 14, --[[活动持续时间（单位：天）]]
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
	} ,
	[50002] = {
		activity_id = 50002, --[[活动id]]
		activity_type = 5, --[[活动类型]]
		name = "转盘活动2", --[[活动名称]]
		description = "测试活动", --[[活动描述]]
		level_limit = 0, --[[可参加等级]]
		duration = 1, --[[活动持续时间（单位：天）]]
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
		-- 
	} ,
}
return ret