local ret = {
	[1] = {
		code = 1, --[[职位id]]
		name = "统帅", --[[职位名称]]
		manage_1 = 1, --[[升级军团]]
		manage_2 = 1, --[[升级战旗]]
		manage_3 = 1, --[[修改信息]]
		manage_4 = 1, --[[职位管理]]
		manage_5 = 1, --[[销毁装备]]
		manage_6 = 1, --[[开启活动]]
		manage_7 = 1, --[[通过申请]]
		manage_8 = 1, --[[修改申请]]
		manage_9 = 1, --[[解散军团]]
	} ,
	[2] = {
		code = 2, --[[职位id]]
		name = "副统帅", --[[职位名称]]
		manage_1 = 1, --[[升级军团]]
		manage_2 = 1, --[[升级战旗]]
		manage_3 = 1, --[[修改信息]]
		manage_4 = 1, --[[职位管理]]
		manage_5 = 1, --[[销毁装备]]
		manage_6 = 1, --[[开启活动]]
		manage_7 = 1, --[[通过申请]]
		manage_8 = 1, --[[修改申请]]
		manage_10 = 1, --[[弹劾统帅]]
	} ,
	[3] = {
		code = 3, --[[职位id]]
		name = "长老", --[[职位名称]]
		manage_7 = 1, --[[通过申请]]
		manage_10 = 1, --[[弹劾统帅]]
	} ,
	[4] = {
		code = 4, --[[职位id]]
		name = "护法", --[[职位名称]]
		manage_7 = 1, --[[通过申请]]
		manage_10 = 1, --[[弹劾统帅]]
	} ,
	[5] = {
		code = 5, --[[职位id]]
		name = "精英", --[[职位名称]]
		manage_10 = 1, --[[弹劾统帅]]
	} ,
	[6] = {
		code = 6, --[[职位id]]
		name = "成员", --[[职位名称]]
		manage_10 = 1, --[[弹劾统帅]]
	} ,
}
return ret