local ret = {
	[1] = {
		code = 1, --[[军团捐献id]]
		name = "略尽绵力", --[[捐献名称]]
		res_type = 1, --[[资源类型]]
		cost = 100000, --[[所需消耗]]
		reward_donate = 200, --[[奖励贡献]]
		reward = {{50040101,200}}, --[[奖励贡献]]
	} ,
	[2] = {
		code = 2, --[[军团捐献id]]
		name = "慷慨解囊", --[[捐献名称]]
		res_type = 3, --[[资源类型]]
		cost = 20, --[[所需消耗]]
		reward_donate = 320, --[[奖励贡献]]
		reward = {{50040101,320}}, --[[奖励贡献]]
	} ,
	[3] = {
		code = 3, --[[军团捐献id]]
		name = "鼎力相助", --[[捐献名称]]
		res_type = 2, --[[资源类型]]
		cost = 25, --[[所需消耗]]
		reward_donate = 500, --[[奖励贡献]]
		reward = {{50040101,500}}, --[[奖励贡献]]
	} ,
}
return ret