local ret = {
	[1] = {
		code = 1, --[[战旗等级]]
		buffId = 33701001, --[[buffId]]
		need_fund = 10000, --[[升级所需军团资金]]
	} ,
	[2] = {
		code = 2, --[[战旗等级]]
		buffId = 33701002, --[[buffId]]
		need_fund = 20000, --[[升级所需军团资金]]
	} ,
	[3] = {
		code = 3, --[[战旗等级]]
		buffId = 33701003, --[[buffId]]
		need_fund = 30000, --[[升级所需军团资金]]
	} ,
	[4] = {
		code = 4, --[[战旗等级]]
		buffId = 33701004, --[[buffId]]
		need_fund = 40000, --[[升级所需军团资金]]
	} ,
	[5] = {
		code = 5, --[[战旗等级]]
		buffId = 33701005, --[[buffId]]
		need_fund = 50000, --[[升级所需军团资金]]
	} ,
	[6] = {
		code = 6, --[[战旗等级]]
		buffId = 33701006, --[[buffId]]
		need_fund = 60000, --[[升级所需军团资金]]
	} ,
	[7] = {
		code = 7, --[[战旗等级]]
		buffId = 33701007, --[[buffId]]
		need_fund = 70000, --[[升级所需军团资金]]
	} ,
	[8] = {
		code = 8, --[[战旗等级]]
		buffId = 33701008, --[[buffId]]
		need_fund = 80000, --[[升级所需军团资金]]
	} ,
	[9] = {
		code = 9, --[[战旗等级]]
		buffId = 33701009, --[[buffId]]
		need_fund = 90000, --[[升级所需军团资金]]
	} ,
	[10] = {
		code = 10, --[[战旗等级]]
		buffId = 33701010, --[[buffId]]
		need_fund = 100000, --[[升级所需军团资金]]
	} ,
	[11] = {
		code = 11, --[[战旗等级]]
		buffId = 33701011, --[[buffId]]
		need_fund = 110000, --[[升级所需军团资金]]
	} ,
	[12] = {
		code = 12, --[[战旗等级]]
		buffId = 33701012, --[[buffId]]
		need_fund = 120000, --[[升级所需军团资金]]
	} ,
	[13] = {
		code = 13, --[[战旗等级]]
		buffId = 33701013, --[[buffId]]
		need_fund = 130000, --[[升级所需军团资金]]
	} ,
	[14] = {
		code = 14, --[[战旗等级]]
		buffId = 33701014, --[[buffId]]
		need_fund = 140000, --[[升级所需军团资金]]
	} ,
	[15] = {
		code = 15, --[[战旗等级]]
		buffId = 33701015, --[[buffId]]
		need_fund = 150000, --[[升级所需军团资金]]
	} ,
	[16] = {
		code = 16, --[[战旗等级]]
		buffId = 33701016, --[[buffId]]
		need_fund = 160000, --[[升级所需军团资金]]
	} ,
	[17] = {
		code = 17, --[[战旗等级]]
		buffId = 33701017, --[[buffId]]
		need_fund = 170000, --[[升级所需军团资金]]
	} ,
	[18] = {
		code = 18, --[[战旗等级]]
		buffId = 33701018, --[[buffId]]
		need_fund = 180000, --[[升级所需军团资金]]
	} ,
	[19] = {
		code = 19, --[[战旗等级]]
		buffId = 33701019, --[[buffId]]
		need_fund = 190000, --[[升级所需军团资金]]
	} ,
	[20] = {
		code = 20, --[[战旗等级]]
		buffId = 33701020, --[[buffId]]
		need_fund = 200000, --[[升级所需军团资金]]
	} ,
}
return ret