local ret = {
	[1] = {
		code = 1, --[[ 公告编号(自增)]]
		title = "新的公告", --[[标题]]
		content = "           公告\\n  时间：2017年10月18日\\n  <color=red>广州是个好地方，有空多逛逛</color>\\n  详细情况请看第二条公告", --[[内容]]
		order = -5, --[[序号]]
	} ,
	[2] = {
		code = 2, --[[ 公告编号(自增)]]
		title = "海量福利放送", --[[标题]]
		content = "诸位少侠：海量福利放送\\n欢迎来到七煞世界。\\n<color=blue>[一重好礼]</color>\\n    放送时间：…", --[[内容]]
		order = -2, --[[序号]]
	} ,
	[3] = {
		code = 3, --[[ 公告编号(自增)]]
		title = "新增活动说明", --[[标题]]
		content = "诸位少侠：新增活动说明\\n    欢迎来到七煞世界。\\n<color=red>[一重好礼]</color>\\n    放送时间：… 新的公告来啦", --[[内容]]
		order = -3, --[[序号]]
	} ,
	[4] = {
		code = 4, --[[ 公告编号(自增)]]
		title = "BUG修复说明", --[[标题]]
		content = "诸位少侠：BUG修复说明\\n    欢迎来到七煞世界。\\n<color=#E100F6>[一重好礼]</color>\\n    放送时间：… 第三波新公告", --[[内容]]
		order = -2, --[[序号]]
	} ,
	[5] = {
		code = 5, --[[ 公告编号(自增)]]
		title = "新的公告", --[[标题]]
		content = "                              公告\\n      诸位少侠：欢迎来到七煞世界：\\n1、80级开启魔域绝地地图，快快提升等级吧；\\n2、主城场景优化，只为给你一个更美更广阔的七煞神将世界；\\n3、NPC的对话内容都很丰富的哦，更多惊喜待各位少侠自行探索。", --[[内容]]
		order = -5, --[[序号]]
	} ,
	[6] = {
		code = 6, --[[ 公告编号(自增)]]
		title = "福利放送", --[[标题]]
		content = "  为了助诸位少侠畅玩七煞神将世界，我们特地准备了大量的福利礼包。\\n<color=#E100F6>[一重好礼]</color>\\n登录就送海量道具，更有绝版坐骑<color=#FF001A>焚情独角</color>等你领回家。\\n<color=#E100F6>[二重好礼]</color>\\n首充任意金额，连送三天价值666元大礼包，<color=#0090FF>魂级武将、升级丹、稀有道具</color>通通带回家；\\n<color=#E100F6>[二重好礼]</color>", --[[内容]]
		order = -4, --[[序号]]
	} ,
	[7] = {
		code = 7, --[[ 公告编号(自增)]]
		title = "BUG修复说明", --[[标题]]
		content = "  1、修复了选择角色输入名字非法的BUG；\\n  2、修复了其他BUG.", --[[内容]]
		order = -2, --[[序号]]
	} ,
	[5] = {
		code = 5, --[[ 公告编号(自增)]]
		title = "公告说明", --[[标题]]
		content = "各位少侠，欢迎来到七煞世界\\n本次更新有以下几点，望各位少侠奔走相告！\\n1、等级上限调整至700级，首先登顶的少侠将会得到特殊绝版奖励。\\n2、调整优化新手任务和部分关卡流程。\\n3、优化世界地图怪物掉落。\\n4、优化主城场景地图。", --[[内容]]
		order = 7, --[[序号]]
	} ,
	[6] = {
		code = 6, --[[ 公告编号(自增)]]
		title = "福利放送", --[[标题]]
		content = "为了助诸位少侠畅玩七煞神将世界，我们特地准备了大量的福利礼包。\\n<color=#E100F6>[一重好礼]</color>\\n登录就送海量道具，更有绝版坐骑<color=#FF001A>焚情独角</color>等你领回家。\\n<color=#E100F6>[二重好礼]</color>\\n首充任意金额，连送三天价值666元大礼包，<color=#0090FF>魂级武将、升级丹、稀有道具</color>通通带回家；\\n<color=#E100F6>[三重好礼]</color>\\n开服豪礼相送，完成目标，送超值奖励；\\n<color=#E100F6>[四重好礼]</color>\\n兑换好礼，在游戏中<color=#0090FF>福利界面</color>使用兑换码即可<color=#0090FF>免费领取</color>超值好礼。", --[[内容]]
		order = 6, --[[序号]]
	} ,
}
return ret