local ret = {
	[1] = {
		id = 1, --[[自增id]]
		rank_min = 1, --[[排名上限]]
		rank_max = 1, --[[排名下限]]
		reward = {{1,2000000},{9,1200},{8,1800}}, --[[奖励]]
	} ,
	[2] = {
		id = 2, --[[自增id]]
		rank_min = 2, --[[排名上限]]
		rank_max = 2, --[[排名下限]]
		reward = {{1,1600000},{9,1000},{8,1500}}, --[[奖励]]
	} ,
	[3] = {
		id = 3, --[[自增id]]
		rank_min = 3, --[[排名上限]]
		rank_max = 3, --[[排名下限]]
		reward = {{1,1550000},{9,980},{8,1470}}, --[[奖励]]
	} ,
	[4] = {
		id = 4, --[[自增id]]
		rank_min = 4, --[[排名上限]]
		rank_max = 4, --[[排名下限]]
		reward = {{1,1500000},{9,960},{8,1440}}, --[[奖励]]
	} ,
	[5] = {
		id = 5, --[[自增id]]
		rank_min = 5, --[[排名上限]]
		rank_max = 5, --[[排名下限]]
		reward = {{1,1450000},{9,940},{8,1410}}, --[[奖励]]
	} ,
	[6] = {
		id = 6, --[[自增id]]
		rank_min = 6, --[[排名上限]]
		rank_max = 6, --[[排名下限]]
		reward = {{1,1400000},{9,920},{8,1380}}, --[[奖励]]
	} ,
	[7] = {
		id = 7, --[[自增id]]
		rank_min = 7, --[[排名上限]]
		rank_max = 7, --[[排名下限]]
		reward = {{1,1350000},{9,900},{8,1350}}, --[[奖励]]
	} ,
	[8] = {
		id = 8, --[[自增id]]
		rank_min = 8, --[[排名上限]]
		rank_max = 8, --[[排名下限]]
		reward = {{1,1300000},{9,880},{8,1320}}, --[[奖励]]
	} ,
	[9] = {
		id = 9, --[[自增id]]
		rank_min = 9, --[[排名上限]]
		rank_max = 9, --[[排名下限]]
		reward = {{1,1250000},{9,860},{8,1290}}, --[[奖励]]
	} ,
	[10] = {
		id = 10, --[[自增id]]
		rank_min = 10, --[[排名上限]]
		rank_max = 10, --[[排名下限]]
		reward = {{1,1200000},{9,840},{8,1260}}, --[[奖励]]
	} ,
	[11] = {
		id = 11, --[[自增id]]
		rank_min = 11, --[[排名上限]]
		rank_max = 20, --[[排名下限]]
		reward = {{1,1000000},{9,820},{8,1230}}, --[[奖励]]
	} ,
	[12] = {
		id = 12, --[[自增id]]
		rank_min = 21, --[[排名上限]]
		rank_max = 50, --[[排名下限]]
		reward = {{1,800000},{9,800},{8,1200}}, --[[奖励]]
	} ,
	[13] = {
		id = 13, --[[自增id]]
		rank_min = 51, --[[排名上限]]
		rank_max = 100, --[[排名下限]]
		reward = {{1,700000},{9,750},{8,1125}}, --[[奖励]]
	} ,
	[14] = {
		id = 14, --[[自增id]]
		rank_min = 101, --[[排名上限]]
		rank_max = 200, --[[排名下限]]
		reward = {{1,600000},{9,700},{8,1050}}, --[[奖励]]
	} ,
	[15] = {
		id = 15, --[[自增id]]
		rank_min = 201, --[[排名上限]]
		rank_max = 300, --[[排名下限]]
		reward = {{1,550000},{9,650},{8,975}}, --[[奖励]]
	} ,
	[16] = {
		id = 16, --[[自增id]]
		rank_min = 301, --[[排名上限]]
		rank_max = 500, --[[排名下限]]
		reward = {{1,500000},{9,600},{8,900}}, --[[奖励]]
	} ,
	[17] = {
		id = 17, --[[自增id]]
		rank_min = 501, --[[排名上限]]
		rank_max = 1000, --[[排名下限]]
		reward = {{1,450000},{9,550},{8,825}}, --[[奖励]]
	} ,
	[18] = {
		id = 18, --[[自增id]]
		rank_min = 1001, --[[排名上限]]
		rank_max = 2000, --[[排名下限]]
		reward = {{1,400000},{9,500},{8,750}}, --[[奖励]]
	} ,
	[19] = {
		id = 19, --[[自增id]]
		rank_min = 2001, --[[排名上限]]
		rank_max = 3000, --[[排名下限]]
		reward = {{1,350000},{9,450},{8,675}}, --[[奖励]]
	} ,
	[20] = {
		id = 20, --[[自增id]]
		rank_min = 3001, --[[排名上限]]
		rank_max = 999999, --[[排名下限]]
		reward = {{1,300000},{9,400},{8,600}}, --[[奖励]]
	} ,
}
return ret