local ret = {
	[1] = {
		attr = 1, --[[属性枚举值]]
		name = "攻击", --[[属性名字]]
		conefficient = 20000, --[[客户端用的评分系数(万分比）]]
	} ,
	[2] = {
		attr = 2, --[[属性枚举值]]
		name = "生命", --[[属性名字]]
		conefficient = 5000, --[[客户端用的评分系数(万分比）]]
	} ,
	[3] = {
		attr = 3, --[[属性枚举值]]
		name = "物防", --[[属性名字]]
		conefficient = 5000, --[[客户端用的评分系数(万分比）]]
	} ,
	[4] = {
		attr = 4, --[[属性枚举值]]
		name = "法防", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[5] = {
		attr = 5, --[[属性枚举值]]
		name = "暴击", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[6] = {
		attr = 6, --[[属性枚举值]]
		name = "命中", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[7] = {
		attr = 7, --[[属性枚举值]]
		name = "闪避", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[8] = {
		attr = 8, --[[属性枚举值]]
		name = "穿透", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[9] = {
		attr = 9, --[[属性枚举值]]
		name = "坚韧", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10] = {
		attr = 10, --[[属性枚举值]]
		name = "免伤", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[11] = {
		attr = 11, --[[属性枚举值]]
		name = "格挡", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[12] = {
		attr = 12, --[[属性枚举值]]
		name = "暴击伤害系数", --[[属性名字]]
		conefficient = 5000, --[[客户端用的评分系数(万分比）]]
	} ,
	[42] = {
		attr = 42, --[[属性枚举值]]
		name = "回血", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10001] = {
		attr = 10001, --[[属性枚举值]]
		name = "攻击", --[[属性名字]]
		conefficient = 20000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10002] = {
		attr = 10002, --[[属性枚举值]]
		name = "生命", --[[属性名字]]
		conefficient = 5000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10003] = {
		attr = 10003, --[[属性枚举值]]
		name = "物防", --[[属性名字]]
		conefficient = 5000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10004] = {
		attr = 10004, --[[属性枚举值]]
		name = "法防", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10005] = {
		attr = 10005, --[[属性枚举值]]
		name = "暴击", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10006] = {
		attr = 10006, --[[属性枚举值]]
		name = "命中", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10007] = {
		attr = 10007, --[[属性枚举值]]
		name = "闪避", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10008] = {
		attr = 10008, --[[属性枚举值]]
		name = "穿透", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10009] = {
		attr = 10009, --[[属性枚举值]]
		name = "坚韧", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10010] = {
		attr = 10010, --[[属性枚举值]]
		name = "免伤", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10011] = {
		attr = 10011, --[[属性枚举值]]
		name = "格挡", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10012] = {
		attr = 10012, --[[属性枚举值]]
		name = "暴击伤害系数", --[[属性名字]]
		conefficient = 5000, --[[客户端用的评分系数(万分比）]]
	} ,
	[10042] = {
		attr = 10042, --[[属性枚举值]]
		name = "回血", --[[属性名字]]
		conefficient = 10000, --[[客户端用的评分系数(万分比）]]
	} ,
}
return ret