local ret = {
	[1] = {
		code = 1, --[[序号(自增)]]
		init_count = 3, --[[初始数量]]
		score = 0, --[[卡牌分数]]
		effect = "exchange", --[[卡牌效果]]
		name = "交换卡", --[[卡牌名称]]
		des = "与对方的卡进行交换，再进行比较，分值0分", --[[卡牌描述]]
		icon = "poker_card_1", --[[对应图片]]
	} ,
	[2] = {
		code = 2, --[[序号(自增)]]
		init_count = 3, --[[初始数量]]
		score = 2, --[[卡牌分数]]
		effect = "bomb", --[[卡牌效果]]
		name = "炸弹卡", --[[卡牌名称]]
		des = "使对方的牌变为0分，再进行比较，分值2分。", --[[卡牌描述]]
		icon = "poker_card_6", --[[对应图片]]
	} ,
	[3] = {
		code = 3, --[[序号(自增)]]
		init_count = 3, --[[初始数量]]
		score = 3, --[[卡牌分数]]
		name = "初级卡", --[[卡牌名称]]
		des = "与对方牌进行比较，分值3分", --[[卡牌描述]]
		icon = "poker_card_2", --[[对应图片]]
	} ,
	[4] = {
		code = 4, --[[序号(自增)]]
		init_count = 3, --[[初始数量]]
		score = 7, --[[卡牌分数]]
		name = "中级卡", --[[卡牌名称]]
		des = "与对方牌进行比较，分值7分", --[[卡牌描述]]
		icon = "poker_card_3", --[[对应图片]]
	} ,
	[5] = {
		code = 5, --[[序号(自增)]]
		init_count = 3, --[[初始数量]]
		score = 11, --[[卡牌分数]]
		name = "高级卡", --[[卡牌名称]]
		des = "与对方进行比较，分值11分。", --[[卡牌描述]]
		icon = "poker_card_4", --[[对应图片]]
	} ,
	[6] = {
		code = 6, --[[序号(自增)]]
		init_count = 0, --[[初始数量]]
		score = 0, --[[卡牌分数]]
		effect = "exchange", --[[卡牌效果]]
	} ,
	[7] = {
		code = 7, --[[序号(自增)]]
		init_count = 0, --[[初始数量]]
		score = 0, --[[卡牌分数]]
		effect = "bomb", --[[卡牌效果]]
	} ,
	[8] = {
		code = 8, --[[序号(自增)]]
		init_count = 0, --[[初始数量]]
		score = 0, --[[卡牌分数]]
	} ,
	[9] = {
		code = 9, --[[序号(自增)]]
		init_count = 0, --[[初始数量]]
		score = 0, --[[卡牌分数]]
	} ,
	[10] = {
		code = 10, --[[序号(自增)]]
		init_count = 0, --[[初始数量]]
		score = 0, --[[卡牌分数]]
	} ,
}
return ret