local ret = {
	[1001] = {
		code = 1001, --[[自增id]]
		name = "修炼时间", --[[名字]]
		dir = 8, --[[方向]]
		pos = {110,-8}, --[[位置]]
		content = "点击增加修炼时间", --[[内容]]
		type = 2, --[[类型]]
		time = 20, --[[持续时间(秒)]]
		width = 88, --[[宽度]]
		range = 10, --[[幅度]]
		order = 1, --[[层级]]
	} ,
	[1002] = {
		code = 1002, --[[自增id]]
		name = "鼓舞伤害", --[[名字]]
		dir = 8, --[[方向]]
		pos = {110,-10}, --[[位置]]
		content = "点击鼓舞加速杀怪", --[[内容]]
		type = 1, --[[类型]]
		time = 30, --[[持续时间(秒)]]
		width = 88, --[[宽度]]
		range = 10, --[[幅度]]
		order = 1, --[[层级]]
	} ,
	[1003] = {
		code = 1003, --[[自增id]]
		name = "经验药", --[[名字]]
		dir = 8, --[[方向]]
		pos = {110,-12}, --[[位置]]
		content = "记得吃多倍经验药", --[[内容]]
		type = 1, --[[类型]]
		time = 30, --[[持续时间(秒)]]
		width = 88, --[[宽度]]
		range = 10, --[[幅度]]
		order = 1, --[[层级]]
	} ,
	[1004] = {
		code = 1004, --[[自增id]]
		name = "提交任务", --[[名字]]
		dir = 4, --[[方向]]
		pos = {-150,10}, --[[位置]]
		content = "点击提交任务", --[[内容]]
		type = 2, --[[类型]]
		time = 10, --[[持续时间(秒)]]
		width = 80, --[[宽度]]
		range = 10, --[[幅度]]
		order = 6, --[[层级]]
	} ,
	[1005] = {
		code = 1005, --[[自增id]]
		name = "接取任务", --[[名字]]
		dir = 4, --[[方向]]
		pos = {-150,10}, --[[位置]]
		content = "点击接取任务", --[[内容]]
		type = 2, --[[类型]]
		time = 10, --[[持续时间(秒)]]
		width = 80, --[[宽度]]
		range = 10, --[[幅度]]
		order = 8, --[[层级]]
	} ,
	[1006] = {
		code = 1006, --[[自增id]]
		name = "提交任务", --[[名字]]
		dir = 4, --[[方向]]
		pos = {-150,10}, --[[位置]]
		content = "点击提交任务", --[[内容]]
		type = 2, --[[类型]]
		time = 10, --[[持续时间(秒)]]
		width = 80, --[[宽度]]
		range = 10, --[[幅度]]
		order = 6, --[[层级]]
	} ,
}
return ret