local ret = {
	[1] = {
		code = 1, --[[副本类型id]]
		name = "剧情副本", --[[名字]]
		child_tag = 0, --[[子标签]]
	} ,
	[2] = {
		code = 2, --[[副本类型id]]
		name = "过关斩将", --[[名字]]
		child_tag = 0, --[[子标签]]
	} ,
	[3] = {
		code = 3, --[[副本类型id]]
		name = "爬塔副本", --[[名字]]
		child_tag = 0, --[[子标签]]
	} ,
	[4] = {
		code = 4, --[[副本类型id]]
		name = "组队副本", --[[名字]]
		child_tag = 0, --[[子标签]]
	} ,
	[5] = {
		code = 5, --[[副本类型id]]
		name = "兵来将挡", --[[名字]]
		child_tag = 0, --[[子标签]]
	} ,
	[6] = {
		code = 6, --[[副本类型id]]
		name = "时空宝库", --[[名字]]
		child_tag = 0, --[[子标签]]
	} ,
}
return ret