local ret = {
	[30001] = {
		code = 30001, --[[塔id]]
		floor = 1, --[[层数]]
		reward_item = {{20011101,1},{40031101,1}}, --[[物品奖励展示]]
		reward_exp = 5000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,1}}, --[[每日奖励]]
	} ,
	[30002] = {
		code = 30002, --[[塔id]]
		floor = 2, --[[层数]]
		reward_item = {{20021101,1},{40031101,1}}, --[[物品奖励展示]]
		reward_exp = 6000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,2}}, --[[每日奖励]]
	} ,
	[30003] = {
		code = 30003, --[[塔id]]
		floor = 3, --[[层数]]
		reward_item = {{20021101,1},{40031101,1}}, --[[物品奖励展示]]
		reward_exp = 7000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,3}}, --[[每日奖励]]
	} ,
	[30004] = {
		code = 30004, --[[塔id]]
		floor = 4, --[[层数]]
		reward_item = {{20011101,1},{40031101,1}}, --[[物品奖励展示]]
		reward_exp = 8000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,4}}, --[[每日奖励]]
	} ,
	[30005] = {
		code = 30005, --[[塔id]]
		floor = 5, --[[层数]]
		reward_item = {{20021101,1},{40031101,1}}, --[[物品奖励展示]]
		reward_exp = 9000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,5}}, --[[每日奖励]]
	} ,
	[30006] = {
		code = 30006, --[[塔id]]
		floor = 6, --[[层数]]
		reward_item = {{20021101,1},{40031101,1}}, --[[物品奖励展示]]
		reward_exp = 10000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,6}}, --[[每日奖励]]
	} ,
	[30007] = {
		code = 30007, --[[塔id]]
		floor = 7, --[[层数]]
		reward_item = {{20011101,1},{40031101,1}}, --[[物品奖励展示]]
		reward_exp = 11000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,7}}, --[[每日奖励]]
	} ,
	[30008] = {
		code = 30008, --[[塔id]]
		floor = 8, --[[层数]]
		reward_item = {{20021101,1},{40031101,1}}, --[[物品奖励展示]]
		reward_exp = 12000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,8}}, --[[每日奖励]]
	} ,
	[30009] = {
		code = 30009, --[[塔id]]
		floor = 9, --[[层数]]
		reward_item = {{20021101,1},{40031101,1}}, --[[物品奖励展示]]
		reward_exp = 13000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,9}}, --[[每日奖励]]
	} ,
	[30010] = {
		code = 30010, --[[塔id]]
		floor = 10, --[[层数]]
		reward_item = {{20011101,1},{40031101,1}}, --[[物品奖励展示]]
		reward_exp = 14000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,10}}, --[[每日奖励]]
	} ,
	[30011] = {
		code = 30011, --[[塔id]]
		floor = 11, --[[层数]]
		reward_item = {{20021101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 15000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,11}}, --[[每日奖励]]
	} ,
	[30012] = {
		code = 30012, --[[塔id]]
		floor = 12, --[[层数]]
		reward_item = {{20021101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 16000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,12}}, --[[每日奖励]]
	} ,
	[30013] = {
		code = 30013, --[[塔id]]
		floor = 13, --[[层数]]
		reward_item = {{20011101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 17000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,13}}, --[[每日奖励]]
	} ,
	[30014] = {
		code = 30014, --[[塔id]]
		floor = 14, --[[层数]]
		reward_item = {{20021101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 18000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,14}}, --[[每日奖励]]
	} ,
	[30015] = {
		code = 30015, --[[塔id]]
		floor = 15, --[[层数]]
		reward_item = {{20021101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 19000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,15}}, --[[每日奖励]]
	} ,
	[30016] = {
		code = 30016, --[[塔id]]
		floor = 16, --[[层数]]
		reward_item = {{20011101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 20000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,16}}, --[[每日奖励]]
	} ,
	[30017] = {
		code = 30017, --[[塔id]]
		floor = 17, --[[层数]]
		reward_item = {{20021101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 21000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,17}}, --[[每日奖励]]
	} ,
	[30018] = {
		code = 30018, --[[塔id]]
		floor = 18, --[[层数]]
		reward_item = {{20021101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 22000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,18}}, --[[每日奖励]]
	} ,
	[30019] = {
		code = 30019, --[[塔id]]
		floor = 19, --[[层数]]
		reward_item = {{20011101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 23000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,19}}, --[[每日奖励]]
	} ,
	[30020] = {
		code = 30020, --[[塔id]]
		floor = 20, --[[层数]]
		reward_item = {{20021101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 24000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,20}}, --[[每日奖励]]
	} ,
	[30021] = {
		code = 30021, --[[塔id]]
		floor = 21, --[[层数]]
		reward_item = {{20021101,1},{40031101,2}}, --[[物品奖励展示]]
		reward_exp = 25000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,21}}, --[[每日奖励]]
	} ,
	[30022] = {
		code = 30022, --[[塔id]]
		floor = 22, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 26000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,22}}, --[[每日奖励]]
	} ,
	[30023] = {
		code = 30023, --[[塔id]]
		floor = 23, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 27000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,23}}, --[[每日奖励]]
	} ,
	[30024] = {
		code = 30024, --[[塔id]]
		floor = 24, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 28000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,24}}, --[[每日奖励]]
	} ,
	[30025] = {
		code = 30025, --[[塔id]]
		floor = 25, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 29000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,25}}, --[[每日奖励]]
	} ,
	[30026] = {
		code = 30026, --[[塔id]]
		floor = 26, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 30000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,26}}, --[[每日奖励]]
	} ,
	[30027] = {
		code = 30027, --[[塔id]]
		floor = 27, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 31000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,27}}, --[[每日奖励]]
	} ,
	[30028] = {
		code = 30028, --[[塔id]]
		floor = 28, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 32000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,28}}, --[[每日奖励]]
	} ,
	[30029] = {
		code = 30029, --[[塔id]]
		floor = 29, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 33000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,29}}, --[[每日奖励]]
	} ,
	[30030] = {
		code = 30030, --[[塔id]]
		floor = 30, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 34000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,30}}, --[[每日奖励]]
	} ,
	[30031] = {
		code = 30031, --[[塔id]]
		floor = 31, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 35000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,31}}, --[[每日奖励]]
	} ,
	[30032] = {
		code = 30032, --[[塔id]]
		floor = 32, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 36000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,32}}, --[[每日奖励]]
	} ,
	[30033] = {
		code = 30033, --[[塔id]]
		floor = 33, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 37000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,33}}, --[[每日奖励]]
	} ,
	[30034] = {
		code = 30034, --[[塔id]]
		floor = 34, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 38000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,34}}, --[[每日奖励]]
	} ,
	[30035] = {
		code = 30035, --[[塔id]]
		floor = 35, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 39000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,35}}, --[[每日奖励]]
	} ,
	[30036] = {
		code = 30036, --[[塔id]]
		floor = 36, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 40000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,36}}, --[[每日奖励]]
	} ,
	[30037] = {
		code = 30037, --[[塔id]]
		floor = 37, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 41000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,37}}, --[[每日奖励]]
	} ,
	[30038] = {
		code = 30038, --[[塔id]]
		floor = 38, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 42000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,38}}, --[[每日奖励]]
	} ,
	[30039] = {
		code = 30039, --[[塔id]]
		floor = 39, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 43000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,39}}, --[[每日奖励]]
	} ,
	[30040] = {
		code = 30040, --[[塔id]]
		floor = 40, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 44000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,40}}, --[[每日奖励]]
	} ,
	[30041] = {
		code = 30041, --[[塔id]]
		floor = 41, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 45000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,41}}, --[[每日奖励]]
	} ,
	[30042] = {
		code = 30042, --[[塔id]]
		floor = 42, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 46000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,42}}, --[[每日奖励]]
	} ,
	[30043] = {
		code = 30043, --[[塔id]]
		floor = 43, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 47000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,43}}, --[[每日奖励]]
	} ,
	[30044] = {
		code = 30044, --[[塔id]]
		floor = 44, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 48000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,44}}, --[[每日奖励]]
	} ,
	[30045] = {
		code = 30045, --[[塔id]]
		floor = 45, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 49000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,45}}, --[[每日奖励]]
	} ,
	[30046] = {
		code = 30046, --[[塔id]]
		floor = 46, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 50000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,46}}, --[[每日奖励]]
	} ,
	[30047] = {
		code = 30047, --[[塔id]]
		floor = 47, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 51000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,47}}, --[[每日奖励]]
	} ,
	[30048] = {
		code = 30048, --[[塔id]]
		floor = 48, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 52000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,48}}, --[[每日奖励]]
	} ,
	[30049] = {
		code = 30049, --[[塔id]]
		floor = 49, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 53000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,49}}, --[[每日奖励]]
	} ,
	[30050] = {
		code = 30050, --[[塔id]]
		floor = 50, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 54000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,50}}, --[[每日奖励]]
	} ,
	[30051] = {
		code = 30051, --[[塔id]]
		floor = 51, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 55000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,51}}, --[[每日奖励]]
	} ,
	[30052] = {
		code = 30052, --[[塔id]]
		floor = 52, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 56000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,52}}, --[[每日奖励]]
	} ,
	[30053] = {
		code = 30053, --[[塔id]]
		floor = 53, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 57000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,53}}, --[[每日奖励]]
	} ,
	[30054] = {
		code = 30054, --[[塔id]]
		floor = 54, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 58000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,54}}, --[[每日奖励]]
	} ,
	[30055] = {
		code = 30055, --[[塔id]]
		floor = 55, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 59000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,55}}, --[[每日奖励]]
	} ,
	[30056] = {
		code = 30056, --[[塔id]]
		floor = 56, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 60000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,56}}, --[[每日奖励]]
	} ,
	[30057] = {
		code = 30057, --[[塔id]]
		floor = 57, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 61000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,57}}, --[[每日奖励]]
	} ,
	[30058] = {
		code = 30058, --[[塔id]]
		floor = 58, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 62000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,58}}, --[[每日奖励]]
	} ,
	[30059] = {
		code = 30059, --[[塔id]]
		floor = 59, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 63000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,59}}, --[[每日奖励]]
	} ,
	[30060] = {
		code = 30060, --[[塔id]]
		floor = 60, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 64000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,60}}, --[[每日奖励]]
	} ,
	[30061] = {
		code = 30061, --[[塔id]]
		floor = 61, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 65000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,61}}, --[[每日奖励]]
	} ,
	[30062] = {
		code = 30062, --[[塔id]]
		floor = 62, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 66000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,62}}, --[[每日奖励]]
	} ,
	[30063] = {
		code = 30063, --[[塔id]]
		floor = 63, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 67000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,63}}, --[[每日奖励]]
	} ,
	[30064] = {
		code = 30064, --[[塔id]]
		floor = 64, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 68000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,64}}, --[[每日奖励]]
	} ,
	[30065] = {
		code = 30065, --[[塔id]]
		floor = 65, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 69000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,65}}, --[[每日奖励]]
	} ,
	[30066] = {
		code = 30066, --[[塔id]]
		floor = 66, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 70000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,66}}, --[[每日奖励]]
	} ,
	[30067] = {
		code = 30067, --[[塔id]]
		floor = 67, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 71000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,67}}, --[[每日奖励]]
	} ,
	[30068] = {
		code = 30068, --[[塔id]]
		floor = 68, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 72000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,68}}, --[[每日奖励]]
	} ,
	[30069] = {
		code = 30069, --[[塔id]]
		floor = 69, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 73000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,69}}, --[[每日奖励]]
	} ,
	[30070] = {
		code = 30070, --[[塔id]]
		floor = 70, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 74000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,70}}, --[[每日奖励]]
	} ,
	[30071] = {
		code = 30071, --[[塔id]]
		floor = 71, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 75000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,71}}, --[[每日奖励]]
	} ,
	[30072] = {
		code = 30072, --[[塔id]]
		floor = 72, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 76000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,72}}, --[[每日奖励]]
	} ,
	[30073] = {
		code = 30073, --[[塔id]]
		floor = 73, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 77000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,73}}, --[[每日奖励]]
	} ,
	[30074] = {
		code = 30074, --[[塔id]]
		floor = 74, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 78000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,74}}, --[[每日奖励]]
	} ,
	[30075] = {
		code = 30075, --[[塔id]]
		floor = 75, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 79000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,75}}, --[[每日奖励]]
	} ,
	[30076] = {
		code = 30076, --[[塔id]]
		floor = 76, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 80000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,76}}, --[[每日奖励]]
	} ,
	[30077] = {
		code = 30077, --[[塔id]]
		floor = 77, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 81000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,77}}, --[[每日奖励]]
	} ,
	[30078] = {
		code = 30078, --[[塔id]]
		floor = 78, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 82000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,78}}, --[[每日奖励]]
	} ,
	[30079] = {
		code = 30079, --[[塔id]]
		floor = 79, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 83000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,79}}, --[[每日奖励]]
	} ,
	[30080] = {
		code = 30080, --[[塔id]]
		floor = 80, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 84000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,80}}, --[[每日奖励]]
	} ,
	[30081] = {
		code = 30081, --[[塔id]]
		floor = 81, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 85000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,81}}, --[[每日奖励]]
	} ,
	[30082] = {
		code = 30082, --[[塔id]]
		floor = 82, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 86000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,82}}, --[[每日奖励]]
	} ,
	[30083] = {
		code = 30083, --[[塔id]]
		floor = 83, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 87000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,83}}, --[[每日奖励]]
	} ,
	[30084] = {
		code = 30084, --[[塔id]]
		floor = 84, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 88000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,84}}, --[[每日奖励]]
	} ,
	[30085] = {
		code = 30085, --[[塔id]]
		floor = 85, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 89000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,85}}, --[[每日奖励]]
	} ,
	[30086] = {
		code = 30086, --[[塔id]]
		floor = 86, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 90000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,86}}, --[[每日奖励]]
	} ,
	[30087] = {
		code = 30087, --[[塔id]]
		floor = 87, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 91000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,87}}, --[[每日奖励]]
	} ,
	[30088] = {
		code = 30088, --[[塔id]]
		floor = 88, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 92000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,88}}, --[[每日奖励]]
	} ,
	[30089] = {
		code = 30089, --[[塔id]]
		floor = 89, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 93000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,89}}, --[[每日奖励]]
	} ,
	[30090] = {
		code = 30090, --[[塔id]]
		floor = 90, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 94000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,90}}, --[[每日奖励]]
	} ,
	[30091] = {
		code = 30091, --[[塔id]]
		floor = 91, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 95000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,91}}, --[[每日奖励]]
	} ,
	[30092] = {
		code = 30092, --[[塔id]]
		floor = 92, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 96000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,92}}, --[[每日奖励]]
	} ,
	[30093] = {
		code = 30093, --[[塔id]]
		floor = 93, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 97000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,93}}, --[[每日奖励]]
	} ,
	[30094] = {
		code = 30094, --[[塔id]]
		floor = 94, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 98000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,94}}, --[[每日奖励]]
	} ,
	[30095] = {
		code = 30095, --[[塔id]]
		floor = 95, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 99000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,95}}, --[[每日奖励]]
	} ,
	[30096] = {
		code = 30096, --[[塔id]]
		floor = 96, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 100000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,96}}, --[[每日奖励]]
	} ,
	[30097] = {
		code = 30097, --[[塔id]]
		floor = 97, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 101000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,97}}, --[[每日奖励]]
	} ,
	[30098] = {
		code = 30098, --[[塔id]]
		floor = 98, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 102000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,98}}, --[[每日奖励]]
	} ,
	[30099] = {
		code = 30099, --[[塔id]]
		floor = 99, --[[层数]]
		reward_item = {{20021101,1},{20041101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 103000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,99}}, --[[每日奖励]]
	} ,
	[30100] = {
		code = 30100, --[[塔id]]
		floor = 100, --[[层数]]
		reward_item = {{20011101,1},{20031101,1},{40031101,3}}, --[[物品奖励展示]]
		reward_exp = 104000, --[[经验奖励]]
		reward_coin = 1000, --[[铜钱奖励]]
		daily_reward = {{20010101,1},{1,100},{5,100}}, --[[每日奖励]]
	} ,
}
return ret