local ret = {
	[1202001] = {
		code = 1202001, --[[掉落id]]
		name = "125级BOSS前掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202002] = {
		code = 1202002, --[[掉落id]]
		name = "125级BOSS前掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1200,{40080201,1}},{2800,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202003] = {
		code = 1202003, --[[掉落id]]
		name = "125级BOSS前掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{500,{40031103,1}},{2000,{40031101,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202004] = {
		code = 1202004, --[[掉落id]]
		name = "125级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202005] = {
		code = 1202005, --[[掉落id]]
		name = "125级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1800,{40080201,1}},{4200,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202006] = {
		code = 1202006, --[[掉落id]]
		name = "125级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{700,{40031103,1}},{2800,{40031101,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202007] = {
		code = 1202007, --[[掉落id]]
		name = "175级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202008] = {
		code = 1202008, --[[掉落id]]
		name = "175级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2400,{40080201,1}},{5600,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202009] = {
		code = 1202009, --[[掉落id]]
		name = "175级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{900,{40031103,1}},{3600,{40031101,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202010] = {
		code = 1202010, --[[掉落id]]
		name = "220级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202011] = {
		code = 1202011, --[[掉落id]]
		name = "220级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{300,{40080201,1}},{700,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202012] = {
		code = 1202012, --[[掉落id]]
		name = "220级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1100,{40031103,1}},{4400,{40031101,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202013] = {
		code = 1202013, --[[掉落id]]
		name = "240级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202014] = {
		code = 1202014, --[[掉落id]]
		name = "240级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1500,{40080201,1}},{3500,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202015] = {
		code = 1202015, --[[掉落id]]
		name = "240级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1300,{40031103,1}},{5200,{40031101,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202016] = {
		code = 1202016, --[[掉落id]]
		name = "260级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202017] = {
		code = 1202017, --[[掉落id]]
		name = "260级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2700,{40080201,1}},{6300,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202018] = {
		code = 1202018, --[[掉落id]]
		name = "260级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1500,{40031103,1}},{6000,{40031101,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202019] = {
		code = 1202019, --[[掉落id]]
		name = "280级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202020] = {
		code = 1202020, --[[掉落id]]
		name = "280级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{900,{40080201,1}},{2100,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202021] = {
		code = 1202021, --[[掉落id]]
		name = "280级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1700,{40031103,1}},{6800,{40031101,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202022] = {
		code = 1202022, --[[掉落id]]
		name = "300级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202023] = {
		code = 1202023, --[[掉落id]]
		name = "300级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2250,{40080201,1}},{5250,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202024] = {
		code = 1202024, --[[掉落id]]
		name = "300级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1900,{40031103,1}},{7600,{40031101,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202025] = {
		code = 1202025, --[[掉落id]]
		name = "320级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202026] = {
		code = 1202026, --[[掉落id]]
		name = "320级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{600,{40080201,1}},{1400,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202027] = {
		code = 1202027, --[[掉落id]]
		name = "320级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1460,{40031103,1}},{5840,{40031101,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202028] = {
		code = 1202028, --[[掉落id]]
		name = "340级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202029] = {
		code = 1202029, --[[掉落id]]
		name = "340级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2100,{40080201,1}},{4900,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202030] = {
		code = 1202030, --[[掉落id]]
		name = "340级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1600,{40031103,1}},{6400,{40031101,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202031] = {
		code = 1202031, --[[掉落id]]
		name = "360级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081301,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202032] = {
		code = 1202032, --[[掉落id]]
		name = "360级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{900,{40080201,1}},{2100,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202033] = {
		code = 1202033, --[[掉落id]]
		name = "360级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1750,{40031103,1}},{7000,{40031101,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202034] = {
		code = 1202034, --[[掉落id]]
		name = "380级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081301,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202035] = {
		code = 1202035, --[[掉落id]]
		name = "380级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2700,{40080201,2}},{6300,{40081201,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202036] = {
		code = 1202036, --[[掉落id]]
		name = "380级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1900,{40031103,1}},{7600,{40031101,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202037] = {
		code = 1202037, --[[掉落id]]
		name = "400级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081301,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202038] = {
		code = 1202038, --[[掉落id]]
		name = "400级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2550,{40080201,4}},{5950,{40081201,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202039] = {
		code = 1202039, --[[掉落id]]
		name = "400级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1570,{40031103,1}},{6280,{40031101,3}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202040] = {
		code = 1202040, --[[掉落id]]
		name = "420级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081301,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202041] = {
		code = 1202041, --[[掉落id]]
		name = "420级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{300,{40080201,1}},{700,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202042] = {
		code = 1202042, --[[掉落id]]
		name = "420级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1690,{40031103,1}},{6760,{40031101,3}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202043] = {
		code = 1202043, --[[掉落id]]
		name = "440级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081301,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202044] = {
		code = 1202044, --[[掉落id]]
		name = "440级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2700,{40080201,2}},{6300,{40081201,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202045] = {
		code = 1202045, --[[掉落id]]
		name = "440级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1810,{40031103,1}},{7240,{40031101,3}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202046] = {
		code = 1202046, --[[掉落id]]
		name = "460级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081301,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202047] = {
		code = 1202047, --[[掉落id]]
		name = "460级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2700,{40080201,4}},{6300,{40081201,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202048] = {
		code = 1202048, --[[掉落id]]
		name = "460级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1930,{40031103,1}},{7720,{40031101,3}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202049] = {
		code = 1202049, --[[掉落id]]
		name = "480级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081301,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202050] = {
		code = 1202050, --[[掉落id]]
		name = "480级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{900,{40080201,2}},{2100,{40081201,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202051] = {
		code = 1202051, --[[掉落id]]
		name = "480级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1660,{40031103,1}},{6640,{40031101,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202052] = {
		code = 1202052, --[[掉落id]]
		name = "500级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081301,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202053] = {
		code = 1202053, --[[掉落id]]
		name = "500级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2100,{40080201,4}},{4900,{40081201,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202054] = {
		code = 1202054, --[[掉落id]]
		name = "500级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1760,{40031103,1}},{7040,{40031101,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202055] = {
		code = 1202055, --[[掉落id]]
		name = "520级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081301,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202056] = {
		code = 1202056, --[[掉落id]]
		name = "520级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{900,{40080201,1}},{2100,{40081201,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202057] = {
		code = 1202057, --[[掉落id]]
		name = "520级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1860,{40031103,1}},{7440,{40031101,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202058] = {
		code = 1202058, --[[掉落id]]
		name = "540级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081401,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202059] = {
		code = 1202059, --[[掉落id]]
		name = "540级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2400,{40080301,4}},{5600,{40081301,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202060] = {
		code = 1202060, --[[掉落id]]
		name = "540级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1960,{40031103,1}},{7840,{40031101,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202061] = {
		code = 1202061, --[[掉落id]]
		name = "560级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081401,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202062] = {
		code = 1202062, --[[掉落id]]
		name = "560级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{900,{40080301,1}},{2100,{40081301,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202063] = {
		code = 1202063, --[[掉落id]]
		name = "560级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1670,{40031103,2}},{6680,{40031101,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202064] = {
		code = 1202064, --[[掉落id]]
		name = "580级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081401,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202065] = {
		code = 1202065, --[[掉落id]]
		name = "580级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080301,2}},{7000,{40081301,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202066] = {
		code = 1202066, --[[掉落id]]
		name = "580级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1760,{40031103,2}},{7040,{40031101,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202067] = {
		code = 1202067, --[[掉落id]]
		name = "600级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081401,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202068] = {
		code = 1202068, --[[掉落id]]
		name = "600级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2400,{40080301,5}},{5600,{40081301,5}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202069] = {
		code = 1202069, --[[掉落id]]
		name = "600级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1850,{40031103,2}},{7400,{40031101,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202070] = {
		code = 1202070, --[[掉落id]]
		name = "620级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081401,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202071] = {
		code = 1202071, --[[掉落id]]
		name = "620级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1800,{40080301,2}},{4200,{40081301,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202072] = {
		code = 1202072, --[[掉落id]]
		name = "620级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1940,{40031103,2}},{7760,{40031101,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202073] = {
		code = 1202073, --[[掉落id]]
		name = "640级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081401,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202074] = {
		code = 1202074, --[[掉落id]]
		name = "640级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2700,{40080301,4}},{6300,{40081301,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202075] = {
		code = 1202075, --[[掉落id]]
		name = "640级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1760,{40031103,2}},{7040,{40031101,5}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202076] = {
		code = 1202076, --[[掉落id]]
		name = "660级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081401,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202077] = {
		code = 1202077, --[[掉落id]]
		name = "660级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1800,{40080301,2}},{4200,{40081301,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202078] = {
		code = 1202078, --[[掉落id]]
		name = "660级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1840,{40031103,2}},{7360,{40031101,5}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202079] = {
		code = 1202079, --[[掉落id]]
		name = "680级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081401,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202080] = {
		code = 1202080, --[[掉落id]]
		name = "680级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080301,4}},{7000,{40081301,4}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202081] = {
		code = 1202081, --[[掉落id]]
		name = "680级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{1920,{40031103,2}},{7680,{40031101,5}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202082] = {
		code = 1202082, --[[掉落id]]
		name = "700级BOSS掉落1", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{40080201,1}},{7000,{40081401,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202083] = {
		code = 1202083, --[[掉落id]]
		name = "700级BOSS掉落2", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2100,{40080301,3}},{4900,{40081301,3}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[1202084] = {
		code = 1202084, --[[掉落id]]
		name = "700级BOSS掉落3", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{2000,{40031103,2}},{8000,{40031101,5}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202011] = {
		code = 2202011, --[[掉落id]]
		name = "桃园异境Ⅰ", --[[掉落名字]]
		count = 6, --[[掉落次数]]
		drop_str = {{1111,{50100501,1,0,2,0}},{1111,{50200501,1,0,2,0}},{1111,{50300501,1,0,2,0}},{1111,{50400501,1,0,2,0}},{1111,{50500501,1,0,2,0}},{1111,{50600501,1,0,2,0}},{1111,{50700501,1,0,2,0}},{1111,{50800501,1,0,2,0}},{1111,{50900501,1,0,2,0}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202012] = {
		code = 2202012, --[[掉落id]]
		count = 3, --[[掉落次数]]
		drop_str = {{1111,{50100501,1,0,3,0}},{1111,{50200501,1,0,3,0}},{1111,{50300501,1,0,3,0}},{1111,{50400501,1,0,3,0}},{1111,{50500501,1,0,3,0}},{1111,{50600501,1,0,3,0}},{1111,{50700501,1,0,3,0}},{1111,{50800501,1,0,3,0}},{1111,{50900501,1,0,3,0}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202013] = {
		code = 2202013, --[[掉落id]]
		count = 1, --[[掉落次数]]
		drop_str = {{1111,{50100501,1,0,3,1}},{1111,{50200501,1,0,3,1}},{1111,{50300501,1,0,3,1}},{1111,{50400501,1,0,3,1}},{1111,{50500501,1,0,3,1}},{1111,{50600501,1,0,3,1}},{1111,{50700501,1,0,3,1}},{1111,{50800501,1,0,3,1}},{1111,{50900501,1,0,3,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202021] = {
		code = 2202021, --[[掉落id]]
		name = "桃园异境Ⅱ", --[[掉落名字]]
		count = 6, --[[掉落次数]]
		drop_str = {{1111,{50101501,1,0,3,0}},{1111,{50201501,1,0,3,0}},{1111,{50301501,1,0,3,0}},{1111,{50401501,1,0,3,0}},{1111,{50501501,1,0,3,0}},{1111,{50601501,1,0,3,0}},{1111,{50701501,1,0,3,0}},{1111,{50801501,1,0,3,0}},{1111,{50901501,1,0,3,0}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202022] = {
		code = 2202022, --[[掉落id]]
		count = 3, --[[掉落次数]]
		drop_str = {{1111,{50101501,1,0,3,1}},{1111,{50201501,1,0,3,1}},{1111,{50301501,1,0,3,1}},{1111,{50401501,1,0,3,1}},{1111,{50501501,1,0,3,1}},{1111,{50601501,1,0,3,1}},{1111,{50701501,1,0,3,1}},{1111,{50801501,1,0,3,1}},{1111,{50901501,1,0,3,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202023] = {
		code = 2202023, --[[掉落id]]
		count = 1, --[[掉落次数]]
		drop_str = {{1111,{50101501,1,0,4,1}},{1111,{50201501,1,0,4,1}},{1111,{50301501,1,0,4,1}},{1111,{50401501,1,0,4,1}},{1111,{50501501,1,0,4,1}},{1111,{50601501,1,0,4,1}},{1111,{50701501,1,0,4,1}},{1111,{50801501,1,0,4,1}},{1111,{50901501,1,0,4,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202031] = {
		code = 2202031, --[[掉落id]]
		name = "火烧连环Ⅰ", --[[掉落名字]]
		count = 6, --[[掉落次数]]
		drop_str = {{1111,{50102001,1,0,3,0}},{1111,{50202001,1,0,3,0}},{1111,{50302001,1,0,3,0}},{1111,{50402001,1,0,3,0}},{1111,{50502001,1,0,3,0}},{1111,{50602001,1,0,3,0}},{1111,{50702001,1,0,3,0}},{1111,{50802001,1,0,3,0}},{1111,{50902001,1,0,3,0}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202032] = {
		code = 2202032, --[[掉落id]]
		count = 3, --[[掉落次数]]
		drop_str = {{1111,{50102001,1,0,3,1}},{1111,{50202001,1,0,3,1}},{1111,{50302001,1,0,3,1}},{1111,{50402001,1,0,3,1}},{1111,{50502001,1,0,3,1}},{1111,{50602001,1,0,3,1}},{1111,{50702001,1,0,3,1}},{1111,{50802001,1,0,3,1}},{1111,{50902001,1,0,3,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202033] = {
		code = 2202033, --[[掉落id]]
		count = 1, --[[掉落次数]]
		drop_str = {{500,{50102001,1,0,4,1}},{500,{50202001,1,0,4,1}},{500,{50302001,1,0,4,1}},{500,{50402001,1,0,4,1}},{500,{50502001,1,0,4,1}},{500,{50602001,1,0,4,1}},{500,{50702001,1,0,4,1}},{500,{50802001,1,0,4,1}},{500,{50902001,1,0,4,1}},{56,{50102001,1,0,4,2}},{56,{50202001,1,0,4,2}},{56,{50302001,1,0,4,2}},{56,{50402001,1,0,4,2}},{56,{50502001,1,0,4,2}},{56,{50602001,1,0,4,2}},{56,{50702001,1,0,4,2}},{56,{50802001,1,0,4,2}},{56,{50902001,1,0,4,2}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202041] = {
		code = 2202041, --[[掉落id]]
		name = "火烧连环Ⅱ", --[[掉落名字]]
		count = 6, --[[掉落次数]]
		drop_str = {{445,{50102401,1,0,3,0}},{445,{50202401,1,0,3,0}},{445,{50302401,1,0,3,0}},{445,{50402401,1,0,3,0}},{445,{50502401,1,0,3,0}},{445,{50602401,1,0,3,0}},{445,{50702401,1,0,3,0}},{445,{50802401,1,0,3,0}},{445,{50902401,1,0,3,0}},{111,{50102401,1,0,4,0}},{111,{50202401,1,0,4,0}},{111,{50302401,1,0,4,0}},{111,{50402401,1,0,4,0}},{111,{50502401,1,0,4,0}},{111,{50602401,1,0,4,0}},{111,{50702401,1,0,4,0}},{111,{50802401,1,0,4,0}},{111,{50902401,1,0,4,0}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202042] = {
		code = 2202042, --[[掉落id]]
		count = 3, --[[掉落次数]]
		drop_str = {{445,{50102401,1,0,3,1}},{445,{50202401,1,0,3,1}},{445,{50302401,1,0,3,1}},{445,{50402401,1,0,3,1}},{445,{50502401,1,0,3,1}},{445,{50602401,1,0,3,1}},{445,{50702401,1,0,3,1}},{445,{50802401,1,0,3,1}},{445,{50902401,1,0,3,1}},{111,{50102401,1,0,4,1}},{111,{50202401,1,0,4,1}},{111,{50302401,1,0,4,1}},{111,{50402401,1,0,4,1}},{111,{50502401,1,0,4,1}},{111,{50602401,1,0,4,1}},{111,{50702401,1,0,4,1}},{111,{50802401,1,0,4,1}},{111,{50902401,1,0,4,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202043] = {
		code = 2202043, --[[掉落id]]
		count = 1, --[[掉落次数]]
		drop_str = {{500,{50102401,1,0,4,2}},{500,{50202401,1,0,4,2}},{500,{50302401,1,0,4,2}},{500,{50402401,1,0,4,2}},{500,{50502401,1,0,4,2}},{500,{50602401,1,0,4,2}},{500,{50702401,1,0,4,2}},{500,{50802401,1,0,4,2}},{500,{50902401,1,0,4,2}},{56,{50102401,1,0,5,1}},{56,{50202401,1,0,5,1}},{56,{50302401,1,0,5,1}},{56,{50402401,1,0,5,1}},{56,{50502401,1,0,5,1}},{56,{50602401,1,0,5,1}},{56,{50702401,1,0,5,1}},{56,{50802401,1,0,5,1}},{56,{50902401,1,0,5,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202051] = {
		code = 2202051, --[[掉落id]]
		name = "雪岭飘零Ⅰ", --[[掉落名字]]
		count = 6, --[[掉落次数]]
		drop_str = {{445,{50102801,1,0,3,0}},{445,{50202801,1,0,3,0}},{445,{50302801,1,0,3,0}},{445,{50402801,1,0,3,0}},{445,{50502801,1,0,3,0}},{445,{50602801,1,0,3,0}},{445,{50702801,1,0,3,0}},{445,{50802801,1,0,3,0}},{445,{50902801,1,0,3,0}},{111,{50102801,1,0,4,0}},{111,{50202801,1,0,4,0}},{111,{50302801,1,0,4,0}},{111,{50402801,1,0,4,0}},{111,{50502801,1,0,4,0}},{111,{50602801,1,0,4,0}},{111,{50702801,1,0,4,0}},{111,{50802801,1,0,4,0}},{111,{50902801,1,0,4,0}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202052] = {
		code = 2202052, --[[掉落id]]
		count = 3, --[[掉落次数]]
		drop_str = {{445,{50102801,1,0,3,1}},{445,{50202801,1,0,3,1}},{445,{50302801,1,0,3,1}},{445,{50402801,1,0,3,1}},{445,{50502801,1,0,3,1}},{445,{50602801,1,0,3,1}},{445,{50702801,1,0,3,1}},{445,{50802801,1,0,3,1}},{445,{50902801,1,0,3,1}},{111,{50102801,1,0,4,1}},{111,{50202801,1,0,4,1}},{111,{50302801,1,0,4,1}},{111,{50402801,1,0,4,1}},{111,{50502801,1,0,4,1}},{111,{50602801,1,0,4,1}},{111,{50702801,1,0,4,1}},{111,{50802801,1,0,4,1}},{111,{50902801,1,0,4,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202053] = {
		code = 2202053, --[[掉落id]]
		count = 1, --[[掉落次数]]
		drop_str = {{500,{50102801,1,0,4,2}},{500,{50202801,1,0,4,2}},{500,{50302801,1,0,4,2}},{500,{50402801,1,0,4,2}},{500,{50502801,1,0,4,2}},{500,{50602801,1,0,4,2}},{500,{50702801,1,0,4,2}},{500,{50802801,1,0,4,2}},{500,{50902801,1,0,4,2}},{56,{50102801,1,0,5,1}},{56,{50202801,1,0,5,1}},{56,{50302801,1,0,5,1}},{56,{50402801,1,0,5,1}},{56,{50502801,1,0,5,1}},{56,{50602801,1,0,5,1}},{56,{50702801,1,0,5,1}},{56,{50802801,1,0,5,1}},{56,{50902801,1,0,5,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202061] = {
		code = 2202061, --[[掉落id]]
		name = "雪岭飘零Ⅱ", --[[掉落名字]]
		count = 6, --[[掉落次数]]
		drop_str = {{445,{50103201,1,0,3,0}},{445,{50203201,1,0,3,0}},{445,{50303201,1,0,3,0}},{445,{50403201,1,0,3,0}},{445,{50503201,1,0,3,0}},{445,{50603201,1,0,3,0}},{445,{50703201,1,0,3,0}},{445,{50803201,1,0,3,0}},{445,{50903201,1,0,3,0}},{111,{50103201,1,0,4,0}},{111,{50203201,1,0,4,0}},{111,{50303201,1,0,4,0}},{111,{50403201,1,0,4,0}},{111,{50503201,1,0,4,0}},{111,{50603201,1,0,4,0}},{111,{50703201,1,0,4,0}},{111,{50803201,1,0,4,0}},{111,{50903201,1,0,4,0}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202062] = {
		code = 2202062, --[[掉落id]]
		count = 3, --[[掉落次数]]
		drop_str = {{445,{50103201,1,0,3,1}},{445,{50203201,1,0,3,1}},{445,{50303201,1,0,3,1}},{445,{50403201,1,0,3,1}},{445,{50503201,1,0,3,1}},{445,{50603201,1,0,3,1}},{445,{50703201,1,0,3,1}},{445,{50803201,1,0,3,1}},{445,{50903201,1,0,3,1}},{111,{50103201,1,0,4,1}},{111,{50203201,1,0,4,1}},{111,{50303201,1,0,4,1}},{111,{50403201,1,0,4,1}},{111,{50503201,1,0,4,1}},{111,{50603201,1,0,4,1}},{111,{50703201,1,0,4,1}},{111,{50803201,1,0,4,1}},{111,{50903201,1,0,4,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[2202063] = {
		code = 2202063, --[[掉落id]]
		count = 1, --[[掉落次数]]
		drop_str = {{500,{50103201,1,0,4,2}},{500,{50203201,1,0,4,2}},{500,{50303201,1,0,4,2}},{500,{50403201,1,0,4,2}},{500,{50503201,1,0,4,2}},{500,{50603201,1,0,4,2}},{500,{50703201,1,0,4,2}},{500,{50803201,1,0,4,2}},{500,{50903201,1,0,4,2}},{56,{50103201,1,0,5,1}},{56,{50203201,1,0,5,1}},{56,{50303201,1,0,5,1}},{56,{50403201,1,0,5,1}},{56,{50503201,1,0,5,1}},{56,{50603201,1,0,5,1}},{56,{50703201,1,0,5,1}},{56,{50803201,1,0,5,1}},{56,{50903201,1,0,5,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[3202011] = {
		code = 3202011, --[[掉落id]]
		name = "时空宝藏红面双刀", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{20010101,1}},{2000,{20010102,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[3202012] = {
		code = 3202012, --[[掉落id]]
		name = "时空宝藏死神卫", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{20010203,1}},{2000,{20010204,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[3202013] = {
		code = 3202013, --[[掉落id]]
		name = "时空宝藏织田信长", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{20010305,1}},{2000,{20010306,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[3202021] = {
		code = 3202021, --[[掉落id]]
		name = "兵来将挡雪妖", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{20020101,1}},{2000,{20020102,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[3202022] = {
		code = 3202022, --[[掉落id]]
		name = "兵来将挡血牙", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{20020203,1}},{2000,{20020204,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
	[3202023] = {
		code = 3202023, --[[掉落id]]
		name = "兵来将挡玄霜", --[[掉落名字]]
		count = 1, --[[掉落次数]]
		drop_str = {{3000,{20020305,1}},{2000,{20020306,1}}}, --[[{{概率,数量,物品ID},{概率,数量,物品ID}}，概率用万分比，总概率可以不满1，即有可能不掉落]]
		min_level = 1, --[[掉落需要等级]]
		max_level = 999, --[[掉落最大等级]]
	} ,
}
return ret