local ret = {
	[300101] = {
		code = 300101, --[[任务id]]
		final_code = 300103, --[[最终任务id]]
		quality = 1, --[[任务品质]]
	} ,
	[300104] = {
		code = 300104, --[[任务id]]
		final_code = 300106, --[[最终任务id]]
		quality = 2, --[[任务品质]]
	} ,
	[300107] = {
		code = 300107, --[[任务id]]
		final_code = 300109, --[[最终任务id]]
		quality = 3, --[[任务品质]]
	} ,
	[300110] = {
		code = 300110, --[[任务id]]
		final_code = 300113, --[[最终任务id]]
		quality = 1, --[[任务品质]]
	} ,
	[300114] = {
		code = 300114, --[[任务id]]
		final_code = 300117, --[[最终任务id]]
		quality = 2, --[[任务品质]]
	} ,
	[300118] = {
		code = 300118, --[[任务id]]
		final_code = 300121, --[[最终任务id]]
		quality = 3, --[[任务品质]]
	} ,
	[300122] = {
		code = 300122, --[[任务id]]
		final_code = 300123, --[[最终任务id]]
		quality = 1, --[[任务品质]]
	} ,
	[300124] = {
		code = 300124, --[[任务id]]
		final_code = 300125, --[[最终任务id]]
		quality = 2, --[[任务品质]]
	} ,
	[300126] = {
		code = 300126, --[[任务id]]
		final_code = 300127, --[[最终任务id]]
		quality = 3, --[[任务品质]]
	} ,
	[300128] = {
		code = 300128, --[[任务id]]
		final_code = 300129, --[[最终任务id]]
		quality = 1, --[[任务品质]]
	} ,
	[300130] = {
		code = 300130, --[[任务id]]
		final_code = 300131, --[[最终任务id]]
		quality = 2, --[[任务品质]]
	} ,
	[300132] = {
		code = 300132, --[[任务id]]
		final_code = 300133, --[[最终任务id]]
		quality = 3, --[[任务品质]]
	} ,
	[300134] = {
		code = 300134, --[[任务id]]
		final_code = 300135, --[[最终任务id]]
		quality = 1, --[[任务品质]]
	} ,
	[300136] = {
		code = 300136, --[[任务id]]
		final_code = 300137, --[[最终任务id]]
		quality = 2, --[[任务品质]]
	} ,
	[300138] = {
		code = 300138, --[[任务id]]
		final_code = 300139, --[[最终任务id]]
		quality = 3, --[[任务品质]]
	} ,
	[300140] = {
		code = 300140, --[[任务id]]
		final_code = 300140, --[[最终任务id]]
		quality = 1, --[[任务品质]]
	} ,
	[300140] = {
		code = 300140, --[[任务id]]
		final_code = 300140, --[[最终任务id]]
		quality = 2, --[[任务品质]]
	} ,
	[300140] = {
		code = 300140, --[[任务id]]
		final_code = 300140, --[[最终任务id]]
		quality = 3, --[[任务品质]]
	} ,
}
return ret