local ret = {
	[111401] = {
		map_id = 111401, --[[魔狱绝地id]]
		min_level = 80, --[[进入等级]]
		recom_level = 179, --[[推荐最高等级]]
		icon = "a_520001", --[[图标]]
	} ,
	[111402] = {
		map_id = 111402, --[[魔狱绝地id]]
		min_level = 180, --[[进入等级]]
		recom_level = 279, --[[推荐最高等级]]
		icon = "h_520007", --[[图标]]
	} ,
	[111403] = {
		map_id = 111403, --[[魔狱绝地id]]
		min_level = 280, --[[进入等级]]
		recom_level = 379, --[[推荐最高等级]]
		icon = "h_520007", --[[图标]]
	} ,
	[111404] = {
		map_id = 111404, --[[魔狱绝地id]]
		min_level = 380, --[[进入等级]]
		recom_level = 479, --[[推荐最高等级]]
		icon = "h_510009", --[[图标]]
	} ,
	[111405] = {
		map_id = 111405, --[[魔狱绝地id]]
		min_level = 480, --[[进入等级]]
		recom_level = 579, --[[推荐最高等级]]
		icon = "h_510009", --[[图标]]
	} ,
	[111406] = {
		map_id = 111406, --[[魔狱绝地id]]
		min_level = 580, --[[进入等级]]
		recom_level = 700, --[[推荐最高等级]]
		icon = "h_510011", --[[图标]]
	} ,
}
return ret