local ret = {
	[1] = {
		index = 1, --[[自增下标]]
		type = 1, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[2] = {
		index = 2, --[[自增下标]]
		type = 1, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[3] = {
		index = 3, --[[自增下标]]
		type = 1, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[4] = {
		index = 4, --[[自增下标]]
		type = 1, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[5] = {
		index = 5, --[[自增下标]]
		type = 1, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[6] = {
		index = 6, --[[自增下标]]
		type = 1, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[7] = {
		index = 7, --[[自增下标]]
		type = 1, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[8] = {
		index = 8, --[[自增下标]]
		type = 1, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[9] = {
		index = 9, --[[自增下标]]
		type = 1, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[10] = {
		index = 10, --[[自增下标]]
		type = 1, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[11] = {
		index = 11, --[[自增下标]]
		type = 2, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[12] = {
		index = 12, --[[自增下标]]
		type = 2, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[13] = {
		index = 13, --[[自增下标]]
		type = 2, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[14] = {
		index = 14, --[[自增下标]]
		type = 2, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[15] = {
		index = 15, --[[自增下标]]
		type = 2, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[16] = {
		index = 16, --[[自增下标]]
		type = 2, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[17] = {
		index = 17, --[[自增下标]]
		type = 2, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[18] = {
		index = 18, --[[自增下标]]
		type = 2, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[19] = {
		index = 19, --[[自增下标]]
		type = 2, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[20] = {
		index = 20, --[[自增下标]]
		type = 2, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[21] = {
		index = 21, --[[自增下标]]
		type = 3, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[22] = {
		index = 22, --[[自增下标]]
		type = 3, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[23] = {
		index = 23, --[[自增下标]]
		type = 3, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[24] = {
		index = 24, --[[自增下标]]
		type = 3, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[25] = {
		index = 25, --[[自增下标]]
		type = 3, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[26] = {
		index = 26, --[[自增下标]]
		type = 3, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[27] = {
		index = 27, --[[自增下标]]
		type = 3, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[28] = {
		index = 28, --[[自增下标]]
		type = 3, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[29] = {
		index = 29, --[[自增下标]]
		type = 3, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[30] = {
		index = 30, --[[自增下标]]
		type = 3, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[31] = {
		index = 31, --[[自增下标]]
		type = 4, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[32] = {
		index = 32, --[[自增下标]]
		type = 4, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[33] = {
		index = 33, --[[自增下标]]
		type = 4, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[34] = {
		index = 34, --[[自增下标]]
		type = 4, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[35] = {
		index = 35, --[[自增下标]]
		type = 4, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[36] = {
		index = 36, --[[自增下标]]
		type = 4, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[37] = {
		index = 37, --[[自增下标]]
		type = 4, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[38] = {
		index = 38, --[[自增下标]]
		type = 4, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[39] = {
		index = 39, --[[自增下标]]
		type = 4, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[40] = {
		index = 40, --[[自增下标]]
		type = 4, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[41] = {
		index = 41, --[[自增下标]]
		type = 5, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[42] = {
		index = 42, --[[自增下标]]
		type = 5, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[43] = {
		index = 43, --[[自增下标]]
		type = 5, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[44] = {
		index = 44, --[[自增下标]]
		type = 5, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[45] = {
		index = 45, --[[自增下标]]
		type = 5, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[46] = {
		index = 46, --[[自增下标]]
		type = 5, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[47] = {
		index = 47, --[[自增下标]]
		type = 5, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[48] = {
		index = 48, --[[自增下标]]
		type = 5, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[49] = {
		index = 49, --[[自增下标]]
		type = 5, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[50] = {
		index = 50, --[[自增下标]]
		type = 5, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[51] = {
		index = 51, --[[自增下标]]
		type = 6, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[52] = {
		index = 52, --[[自增下标]]
		type = 6, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[53] = {
		index = 53, --[[自增下标]]
		type = 6, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[54] = {
		index = 54, --[[自增下标]]
		type = 6, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[55] = {
		index = 55, --[[自增下标]]
		type = 6, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[56] = {
		index = 56, --[[自增下标]]
		type = 6, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[57] = {
		index = 57, --[[自增下标]]
		type = 6, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[58] = {
		index = 58, --[[自增下标]]
		type = 6, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[59] = {
		index = 59, --[[自增下标]]
		type = 6, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[60] = {
		index = 60, --[[自增下标]]
		type = 6, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[61] = {
		index = 61, --[[自增下标]]
		type = 7, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[62] = {
		index = 62, --[[自增下标]]
		type = 7, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[63] = {
		index = 63, --[[自增下标]]
		type = 7, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[64] = {
		index = 64, --[[自增下标]]
		type = 7, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[65] = {
		index = 65, --[[自增下标]]
		type = 7, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[66] = {
		index = 66, --[[自增下标]]
		type = 7, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[67] = {
		index = 67, --[[自增下标]]
		type = 7, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[68] = {
		index = 68, --[[自增下标]]
		type = 7, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[69] = {
		index = 69, --[[自增下标]]
		type = 7, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[70] = {
		index = 70, --[[自增下标]]
		type = 7, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[71] = {
		index = 71, --[[自增下标]]
		type = 8, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[72] = {
		index = 72, --[[自增下标]]
		type = 8, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[73] = {
		index = 73, --[[自增下标]]
		type = 8, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[74] = {
		index = 74, --[[自增下标]]
		type = 8, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[75] = {
		index = 75, --[[自增下标]]
		type = 8, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[76] = {
		index = 76, --[[自增下标]]
		type = 8, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[77] = {
		index = 77, --[[自增下标]]
		type = 8, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[78] = {
		index = 78, --[[自增下标]]
		type = 8, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[79] = {
		index = 79, --[[自增下标]]
		type = 8, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[80] = {
		index = 80, --[[自增下标]]
		type = 8, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[81] = {
		index = 81, --[[自增下标]]
		type = 9, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[82] = {
		index = 82, --[[自增下标]]
		type = 9, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[83] = {
		index = 83, --[[自增下标]]
		type = 9, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[84] = {
		index = 84, --[[自增下标]]
		type = 9, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[85] = {
		index = 85, --[[自增下标]]
		type = 9, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 1, --[[货币类型]]
	} ,
	[86] = {
		index = 86, --[[自增下标]]
		type = 9, --[[类型]]
		color = 1, --[[品质]]
		rate = 6000, --[[概率(总和为100% 建议万分比）]]
		at_least = 0, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[87] = {
		index = 87, --[[自增下标]]
		type = 9, --[[类型]]
		color = 2, --[[品质]]
		rate = 3000, --[[概率(总和为100% 建议万分比）]]
		at_least = 5, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[88] = {
		index = 88, --[[自增下标]]
		type = 9, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		at_least = 20, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[89] = {
		index = 89, --[[自增下标]]
		type = 9, --[[类型]]
		color = 4, --[[品质]]
		rate = 180, --[[概率(总和为100% 建议万分比）]]
		at_least = 40, --[[至少需要多少次才能随机到]]
		fix_times = 0, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
	[90] = {
		index = 90, --[[自增下标]]
		type = 9, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		at_least = 50, --[[至少需要多少次才能随机到]]
		fix_times = 50, --[[多少次之后一定能随机到(出现之看按概率随机）]]
		money_type = 2, --[[货币类型]]
	} ,
}
return ret