local ret = {
	[100170001] = {
		pool_id = 100170001, --[[天命库id]]
		level = 1, --[[抽奖等级]]
		rate = 80, --[[升级概率(%)]]
		at_least = 0, --[[最低抽取次数（当前等级）]]
		fix_times = 2, --[[最多抽取次数（当前等级）]]
		level_section = {1,700}, --[[玩家等级段]]
		money_type = 1, --[[货币种类]]
		type = 1, --[[天命库种类]]
	} ,
	[100170002] = {
		pool_id = 100170002, --[[天命库id]]
		level = 2, --[[抽奖等级]]
		rate = 65, --[[升级概率(%)]]
		at_least = 0, --[[最低抽取次数（当前等级）]]
		fix_times = 2, --[[最多抽取次数（当前等级）]]
		level_section = {1,700}, --[[玩家等级段]]
		money_type = 1, --[[货币种类]]
		type = 1, --[[天命库种类]]
	} ,
	[100170003] = {
		pool_id = 100170003, --[[天命库id]]
		level = 3, --[[抽奖等级]]
		rate = 50, --[[升级概率(%)]]
		at_least = 0, --[[最低抽取次数（当前等级）]]
		fix_times = 3, --[[最多抽取次数（当前等级）]]
		level_section = {1,700}, --[[玩家等级段]]
		money_type = 1, --[[货币种类]]
		type = 1, --[[天命库种类]]
	} ,
	[100170004] = {
		pool_id = 100170004, --[[天命库id]]
		level = 4, --[[抽奖等级]]
		rate = 40, --[[升级概率(%)]]
		at_least = 0, --[[最低抽取次数（当前等级）]]
		fix_times = 4, --[[最多抽取次数（当前等级）]]
		level_section = {1,700}, --[[玩家等级段]]
		money_type = 1, --[[货币种类]]
		type = 1, --[[天命库种类]]
	} ,
	[100170005] = {
		pool_id = 100170005, --[[天命库id]]
		level = 5, --[[抽奖等级]]
		rate = 0, --[[升级概率(%)]]
		at_least = 0, --[[最低抽取次数（当前等级）]]
		fix_times = 0, --[[最多抽取次数（当前等级）]]
		level_section = {1,700}, --[[玩家等级段]]
		money_type = 1, --[[货币种类]]
		type = 1, --[[天命库种类]]
	} ,
	[100170006] = {
		pool_id = 100170006, --[[天命库id]]
		level = 6, --[[抽奖等级]]
		rate = 0, --[[升级概率(%)]]
		at_least = 0, --[[最低抽取次数（当前等级）]]
		fix_times = 0, --[[最多抽取次数（当前等级）]]
		level_section = {1,700}, --[[玩家等级段]]
		money_type = 2, --[[货币种类]]
		type = 2, --[[天命库种类]]
	} ,
	[100170007] = {
		pool_id = 100170007, --[[天命库id]]
		level = 7, --[[抽奖等级]]
		rate = 0, --[[升级概率(%)]]
		at_least = 0, --[[最低抽取次数（当前等级）]]
		fix_times = 0, --[[最多抽取次数（当前等级）]]
		level_section = {1,700}, --[[玩家等级段]]
		money_type = 2, --[[货币种类]]
		type = 3, --[[天命库种类]]
	} ,
}
return ret