local ret = {
	[1] = {
		index = 1, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 1, --[[属性id]]
	} ,
	[2] = {
		index = 2, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 2, --[[属性id]]
	} ,
	[3] = {
		index = 3, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 3, --[[属性id]]
	} ,
	[4] = {
		index = 4, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 4, --[[属性id]]
	} ,
	[5] = {
		index = 5, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 8, --[[属性id]]
	} ,
	[6] = {
		index = 6, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 5, --[[属性id]]
	} ,
	[7] = {
		index = 7, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 6, --[[属性id]]
	} ,
	[8] = {
		index = 8, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 7, --[[属性id]]
	} ,
	[9] = {
		index = 9, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 9, --[[属性id]]
	} ,
	[10] = {
		index = 10, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 10, --[[属性id]]
	} ,
	[11] = {
		index = 11, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 11, --[[属性id]]
	} ,
	[12] = {
		index = 12, --[[顺序id（会在天命装备栏下方显示的属性按顺序填在这里）]]
		attr = 22, --[[属性id]]
	} ,
}
return ret