local ret = {
	[1] = {
		index = 1, --[[自增下标]]
		type = 1, --[[类型]]
		color = 1, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1010101, --[[天命id]]
	} ,
	[2] = {
		index = 2, --[[自增下标]]
		type = 2, --[[类型]]
		color = 1, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1020101, --[[天命id]]
	} ,
	[3] = {
		index = 3, --[[自增下标]]
		type = 3, --[[类型]]
		color = 1, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1030101, --[[天命id]]
	} ,
	[4] = {
		index = 4, --[[自增下标]]
		type = 4, --[[类型]]
		color = 1, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1040101, --[[天命id]]
	} ,
	[5] = {
		index = 5, --[[自增下标]]
		type = 5, --[[类型]]
		color = 1, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1050101, --[[天命id]]
	} ,
	[6] = {
		index = 6, --[[自增下标]]
		type = 6, --[[类型]]
		color = 1, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1060101, --[[天命id]]
	} ,
	[7] = {
		index = 7, --[[自增下标]]
		type = 7, --[[类型]]
		color = 1, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1070101, --[[天命id]]
	} ,
	[8] = {
		index = 8, --[[自增下标]]
		type = 8, --[[类型]]
		color = 1, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1080101, --[[天命id]]
	} ,
	[9] = {
		index = 9, --[[自增下标]]
		type = 9, --[[类型]]
		color = 1, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1090101, --[[天命id]]
	} ,
	[10] = {
		index = 10, --[[自增下标]]
		type = 10, --[[类型]]
		color = 1, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1100101, --[[天命id]]
	} ,
	[11] = {
		index = 11, --[[自增下标]]
		type = 11, --[[类型]]
		color = 1, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1110101, --[[天命id]]
	} ,
	[12] = {
		index = 12, --[[自增下标]]
		type = 12, --[[类型]]
		color = 1, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1120101, --[[天命id]]
	} ,
	[13] = {
		index = 13, --[[自增下标]]
		type = 0, --[[类型]]
		color = 1, --[[品质]]
		rate = 2500, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1000101, --[[天命id]]
	} ,
	[14] = {
		index = 14, --[[自增下标]]
		type = 1, --[[类型]]
		color = 2, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1010201, --[[天命id]]
	} ,
	[15] = {
		index = 15, --[[自增下标]]
		type = 2, --[[类型]]
		color = 2, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1020201, --[[天命id]]
	} ,
	[16] = {
		index = 16, --[[自增下标]]
		type = 3, --[[类型]]
		color = 2, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1030201, --[[天命id]]
	} ,
	[17] = {
		index = 17, --[[自增下标]]
		type = 4, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1040201, --[[天命id]]
	} ,
	[18] = {
		index = 18, --[[自增下标]]
		type = 5, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1050201, --[[天命id]]
	} ,
	[19] = {
		index = 19, --[[自增下标]]
		type = 6, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1060201, --[[天命id]]
	} ,
	[20] = {
		index = 20, --[[自增下标]]
		type = 7, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1070201, --[[天命id]]
	} ,
	[21] = {
		index = 21, --[[自增下标]]
		type = 8, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1080201, --[[天命id]]
	} ,
	[22] = {
		index = 22, --[[自增下标]]
		type = 9, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1090201, --[[天命id]]
	} ,
	[23] = {
		index = 23, --[[自增下标]]
		type = 10, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1100201, --[[天命id]]
	} ,
	[24] = {
		index = 24, --[[自增下标]]
		type = 11, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1110201, --[[天命id]]
	} ,
	[25] = {
		index = 25, --[[自增下标]]
		type = 12, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1120201, --[[天命id]]
	} ,
	[26] = {
		index = 26, --[[自增下标]]
		type = 0, --[[类型]]
		color = 2, --[[品质]]
		rate = 1200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170001, --[[对应库id]]
		destiny_id = 1000201, --[[天命id]]
	} ,
	[27] = {
		index = 27, --[[自增下标]]
		type = 1, --[[类型]]
		color = 1, --[[品质]]
		rate = 80, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1010101, --[[天命id]]
	} ,
	[28] = {
		index = 28, --[[自增下标]]
		type = 2, --[[类型]]
		color = 1, --[[品质]]
		rate = 80, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1020101, --[[天命id]]
	} ,
	[29] = {
		index = 29, --[[自增下标]]
		type = 3, --[[类型]]
		color = 1, --[[品质]]
		rate = 80, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1030101, --[[天命id]]
	} ,
	[30] = {
		index = 30, --[[自增下标]]
		type = 4, --[[类型]]
		color = 1, --[[品质]]
		rate = 160, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1040101, --[[天命id]]
	} ,
	[31] = {
		index = 31, --[[自增下标]]
		type = 5, --[[类型]]
		color = 1, --[[品质]]
		rate = 160, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1050101, --[[天命id]]
	} ,
	[32] = {
		index = 32, --[[自增下标]]
		type = 6, --[[类型]]
		color = 1, --[[品质]]
		rate = 160, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1060101, --[[天命id]]
	} ,
	[33] = {
		index = 33, --[[自增下标]]
		type = 7, --[[类型]]
		color = 1, --[[品质]]
		rate = 160, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1070101, --[[天命id]]
	} ,
	[34] = {
		index = 34, --[[自增下标]]
		type = 8, --[[类型]]
		color = 1, --[[品质]]
		rate = 160, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1080101, --[[天命id]]
	} ,
	[35] = {
		index = 35, --[[自增下标]]
		type = 9, --[[类型]]
		color = 1, --[[品质]]
		rate = 160, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1090101, --[[天命id]]
	} ,
	[36] = {
		index = 36, --[[自增下标]]
		type = 10, --[[类型]]
		color = 1, --[[品质]]
		rate = 160, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1100101, --[[天命id]]
	} ,
	[37] = {
		index = 37, --[[自增下标]]
		type = 11, --[[类型]]
		color = 1, --[[品质]]
		rate = 160, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1110101, --[[天命id]]
	} ,
	[38] = {
		index = 38, --[[自增下标]]
		type = 12, --[[类型]]
		color = 1, --[[品质]]
		rate = 160, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1120101, --[[天命id]]
	} ,
	[39] = {
		index = 39, --[[自增下标]]
		type = 0, --[[类型]]
		color = 1, --[[品质]]
		rate = 1000, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1000101, --[[天命id]]
	} ,
	[40] = {
		index = 40, --[[自增下标]]
		type = 1, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1010201, --[[天命id]]
	} ,
	[41] = {
		index = 41, --[[自增下标]]
		type = 2, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1020201, --[[天命id]]
	} ,
	[42] = {
		index = 42, --[[自增下标]]
		type = 3, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1030201, --[[天命id]]
	} ,
	[43] = {
		index = 43, --[[自增下标]]
		type = 4, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1040201, --[[天命id]]
	} ,
	[44] = {
		index = 44, --[[自增下标]]
		type = 5, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1050201, --[[天命id]]
	} ,
	[45] = {
		index = 45, --[[自增下标]]
		type = 6, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1060201, --[[天命id]]
	} ,
	[46] = {
		index = 46, --[[自增下标]]
		type = 7, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1070201, --[[天命id]]
	} ,
	[47] = {
		index = 47, --[[自增下标]]
		type = 8, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1080201, --[[天命id]]
	} ,
	[48] = {
		index = 48, --[[自增下标]]
		type = 9, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1090201, --[[天命id]]
	} ,
	[49] = {
		index = 49, --[[自增下标]]
		type = 10, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1100201, --[[天命id]]
	} ,
	[50] = {
		index = 50, --[[自增下标]]
		type = 11, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1110201, --[[天命id]]
	} ,
	[51] = {
		index = 51, --[[自增下标]]
		type = 12, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1120201, --[[天命id]]
	} ,
	[52] = {
		index = 52, --[[自增下标]]
		type = 0, --[[类型]]
		color = 2, --[[品质]]
		rate = 1770, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1000201, --[[天命id]]
	} ,
	[53] = {
		index = 53, --[[自增下标]]
		type = 1, --[[类型]]
		color = 3, --[[品质]]
		rate = 6, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1010301, --[[天命id]]
	} ,
	[54] = {
		index = 54, --[[自增下标]]
		type = 2, --[[类型]]
		color = 3, --[[品质]]
		rate = 6, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1020301, --[[天命id]]
	} ,
	[55] = {
		index = 55, --[[自增下标]]
		type = 3, --[[类型]]
		color = 3, --[[品质]]
		rate = 6, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1030301, --[[天命id]]
	} ,
	[56] = {
		index = 56, --[[自增下标]]
		type = 4, --[[类型]]
		color = 3, --[[品质]]
		rate = 12, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1040301, --[[天命id]]
	} ,
	[57] = {
		index = 57, --[[自增下标]]
		type = 5, --[[类型]]
		color = 3, --[[品质]]
		rate = 12, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1050301, --[[天命id]]
	} ,
	[58] = {
		index = 58, --[[自增下标]]
		type = 6, --[[类型]]
		color = 3, --[[品质]]
		rate = 12, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1060301, --[[天命id]]
	} ,
	[59] = {
		index = 59, --[[自增下标]]
		type = 7, --[[类型]]
		color = 3, --[[品质]]
		rate = 12, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1070301, --[[天命id]]
	} ,
	[60] = {
		index = 60, --[[自增下标]]
		type = 8, --[[类型]]
		color = 3, --[[品质]]
		rate = 12, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1080301, --[[天命id]]
	} ,
	[61] = {
		index = 61, --[[自增下标]]
		type = 9, --[[类型]]
		color = 3, --[[品质]]
		rate = 12, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1090301, --[[天命id]]
	} ,
	[62] = {
		index = 62, --[[自增下标]]
		type = 10, --[[类型]]
		color = 3, --[[品质]]
		rate = 12, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1100301, --[[天命id]]
	} ,
	[63] = {
		index = 63, --[[自增下标]]
		type = 11, --[[类型]]
		color = 3, --[[品质]]
		rate = 12, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1110301, --[[天命id]]
	} ,
	[64] = {
		index = 64, --[[自增下标]]
		type = 12, --[[类型]]
		color = 3, --[[品质]]
		rate = 12, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1120301, --[[天命id]]
	} ,
	[65] = {
		index = 65, --[[自增下标]]
		type = 0, --[[类型]]
		color = 3, --[[品质]]
		rate = 1224, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170002, --[[对应库id]]
		destiny_id = 1000301, --[[天命id]]
	} ,
	[66] = {
		index = 66, --[[自增下标]]
		type = 1, --[[类型]]
		color = 1, --[[品质]]
		rate = 50, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1010101, --[[天命id]]
	} ,
	[67] = {
		index = 67, --[[自增下标]]
		type = 2, --[[类型]]
		color = 1, --[[品质]]
		rate = 50, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1020101, --[[天命id]]
	} ,
	[68] = {
		index = 68, --[[自增下标]]
		type = 3, --[[类型]]
		color = 1, --[[品质]]
		rate = 50, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1030101, --[[天命id]]
	} ,
	[69] = {
		index = 69, --[[自增下标]]
		type = 4, --[[类型]]
		color = 1, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1040101, --[[天命id]]
	} ,
	[70] = {
		index = 70, --[[自增下标]]
		type = 5, --[[类型]]
		color = 1, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1050101, --[[天命id]]
	} ,
	[71] = {
		index = 71, --[[自增下标]]
		type = 6, --[[类型]]
		color = 1, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1060101, --[[天命id]]
	} ,
	[72] = {
		index = 72, --[[自增下标]]
		type = 7, --[[类型]]
		color = 1, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1070101, --[[天命id]]
	} ,
	[73] = {
		index = 73, --[[自增下标]]
		type = 8, --[[类型]]
		color = 1, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1080101, --[[天命id]]
	} ,
	[74] = {
		index = 74, --[[自增下标]]
		type = 9, --[[类型]]
		color = 1, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1090101, --[[天命id]]
	} ,
	[75] = {
		index = 75, --[[自增下标]]
		type = 10, --[[类型]]
		color = 1, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1100101, --[[天命id]]
	} ,
	[76] = {
		index = 76, --[[自增下标]]
		type = 11, --[[类型]]
		color = 1, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1110101, --[[天命id]]
	} ,
	[77] = {
		index = 77, --[[自增下标]]
		type = 12, --[[类型]]
		color = 1, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1120101, --[[天命id]]
	} ,
	[78] = {
		index = 78, --[[自增下标]]
		type = 0, --[[类型]]
		color = 1, --[[品质]]
		rate = 1000, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1000101, --[[天命id]]
	} ,
	[79] = {
		index = 79, --[[自增下标]]
		type = 1, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1010201, --[[天命id]]
	} ,
	[80] = {
		index = 80, --[[自增下标]]
		type = 2, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1020201, --[[天命id]]
	} ,
	[81] = {
		index = 81, --[[自增下标]]
		type = 3, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1030201, --[[天命id]]
	} ,
	[82] = {
		index = 82, --[[自增下标]]
		type = 4, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1040201, --[[天命id]]
	} ,
	[83] = {
		index = 83, --[[自增下标]]
		type = 5, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1050201, --[[天命id]]
	} ,
	[84] = {
		index = 84, --[[自增下标]]
		type = 6, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1060201, --[[天命id]]
	} ,
	[85] = {
		index = 85, --[[自增下标]]
		type = 7, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1070201, --[[天命id]]
	} ,
	[86] = {
		index = 86, --[[自增下标]]
		type = 8, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1080201, --[[天命id]]
	} ,
	[87] = {
		index = 87, --[[自增下标]]
		type = 9, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1090201, --[[天命id]]
	} ,
	[88] = {
		index = 88, --[[自增下标]]
		type = 10, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1100201, --[[天命id]]
	} ,
	[89] = {
		index = 89, --[[自增下标]]
		type = 11, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1110201, --[[天命id]]
	} ,
	[90] = {
		index = 90, --[[自增下标]]
		type = 12, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1120201, --[[天命id]]
	} ,
	[91] = {
		index = 91, --[[自增下标]]
		type = 0, --[[类型]]
		color = 2, --[[品质]]
		rate = 1510, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1000201, --[[天命id]]
	} ,
	[92] = {
		index = 92, --[[自增下标]]
		type = 1, --[[类型]]
		color = 3, --[[品质]]
		rate = 28, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1010301, --[[天命id]]
	} ,
	[93] = {
		index = 93, --[[自增下标]]
		type = 2, --[[类型]]
		color = 3, --[[品质]]
		rate = 28, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1020301, --[[天命id]]
	} ,
	[94] = {
		index = 94, --[[自增下标]]
		type = 3, --[[类型]]
		color = 3, --[[品质]]
		rate = 28, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1030301, --[[天命id]]
	} ,
	[95] = {
		index = 95, --[[自增下标]]
		type = 4, --[[类型]]
		color = 3, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1040301, --[[天命id]]
	} ,
	[96] = {
		index = 96, --[[自增下标]]
		type = 5, --[[类型]]
		color = 3, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1050301, --[[天命id]]
	} ,
	[97] = {
		index = 97, --[[自增下标]]
		type = 6, --[[类型]]
		color = 3, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1060301, --[[天命id]]
	} ,
	[98] = {
		index = 98, --[[自增下标]]
		type = 7, --[[类型]]
		color = 3, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1070301, --[[天命id]]
	} ,
	[99] = {
		index = 99, --[[自增下标]]
		type = 8, --[[类型]]
		color = 3, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1080301, --[[天命id]]
	} ,
	[100] = {
		index = 100, --[[自增下标]]
		type = 9, --[[类型]]
		color = 3, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1090301, --[[天命id]]
	} ,
	[101] = {
		index = 101, --[[自增下标]]
		type = 10, --[[类型]]
		color = 3, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1100301, --[[天命id]]
	} ,
	[102] = {
		index = 102, --[[自增下标]]
		type = 11, --[[类型]]
		color = 3, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1110301, --[[天命id]]
	} ,
	[103] = {
		index = 103, --[[自增下标]]
		type = 12, --[[类型]]
		color = 3, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1120301, --[[天命id]]
	} ,
	[104] = {
		index = 104, --[[自增下标]]
		type = 0, --[[类型]]
		color = 3, --[[品质]]
		rate = 1652, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170003, --[[对应库id]]
		destiny_id = 1000301, --[[天命id]]
	} ,
	[105] = {
		index = 105, --[[自增下标]]
		type = 1, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1010201, --[[天命id]]
	} ,
	[106] = {
		index = 106, --[[自增下标]]
		type = 2, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1020201, --[[天命id]]
	} ,
	[107] = {
		index = 107, --[[自增下标]]
		type = 3, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1030201, --[[天命id]]
	} ,
	[108] = {
		index = 108, --[[自增下标]]
		type = 4, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1040201, --[[天命id]]
	} ,
	[109] = {
		index = 109, --[[自增下标]]
		type = 5, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1050201, --[[天命id]]
	} ,
	[110] = {
		index = 110, --[[自增下标]]
		type = 6, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1060201, --[[天命id]]
	} ,
	[111] = {
		index = 111, --[[自增下标]]
		type = 7, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1070201, --[[天命id]]
	} ,
	[112] = {
		index = 112, --[[自增下标]]
		type = 8, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1080201, --[[天命id]]
	} ,
	[113] = {
		index = 113, --[[自增下标]]
		type = 9, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1090201, --[[天命id]]
	} ,
	[114] = {
		index = 114, --[[自增下标]]
		type = 10, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1100201, --[[天命id]]
	} ,
	[115] = {
		index = 115, --[[自增下标]]
		type = 11, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1110201, --[[天命id]]
	} ,
	[116] = {
		index = 116, --[[自增下标]]
		type = 12, --[[类型]]
		color = 2, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1120201, --[[天命id]]
	} ,
	[117] = {
		index = 117, --[[自增下标]]
		type = 0, --[[类型]]
		color = 2, --[[品质]]
		rate = 1000, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1000201, --[[天命id]]
	} ,
	[118] = {
		index = 118, --[[自增下标]]
		type = 1, --[[类型]]
		color = 3, --[[品质]]
		rate = 50, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1010301, --[[天命id]]
	} ,
	[119] = {
		index = 119, --[[自增下标]]
		type = 2, --[[类型]]
		color = 3, --[[品质]]
		rate = 50, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1020301, --[[天命id]]
	} ,
	[120] = {
		index = 120, --[[自增下标]]
		type = 3, --[[类型]]
		color = 3, --[[品质]]
		rate = 50, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1030301, --[[天命id]]
	} ,
	[121] = {
		index = 121, --[[自增下标]]
		type = 4, --[[类型]]
		color = 3, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1040301, --[[天命id]]
	} ,
	[122] = {
		index = 122, --[[自增下标]]
		type = 5, --[[类型]]
		color = 3, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1050301, --[[天命id]]
	} ,
	[123] = {
		index = 123, --[[自增下标]]
		type = 6, --[[类型]]
		color = 3, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1060301, --[[天命id]]
	} ,
	[124] = {
		index = 124, --[[自增下标]]
		type = 7, --[[类型]]
		color = 3, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1070301, --[[天命id]]
	} ,
	[125] = {
		index = 125, --[[自增下标]]
		type = 8, --[[类型]]
		color = 3, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1080301, --[[天命id]]
	} ,
	[126] = {
		index = 126, --[[自增下标]]
		type = 9, --[[类型]]
		color = 3, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1090301, --[[天命id]]
	} ,
	[127] = {
		index = 127, --[[自增下标]]
		type = 10, --[[类型]]
		color = 3, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1100301, --[[天命id]]
	} ,
	[128] = {
		index = 128, --[[自增下标]]
		type = 11, --[[类型]]
		color = 3, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1110301, --[[天命id]]
	} ,
	[129] = {
		index = 129, --[[自增下标]]
		type = 12, --[[类型]]
		color = 3, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1120301, --[[天命id]]
	} ,
	[130] = {
		index = 130, --[[自增下标]]
		type = 0, --[[类型]]
		color = 3, --[[品质]]
		rate = 2290, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1000301, --[[天命id]]
	} ,
	[131] = {
		index = 131, --[[自增下标]]
		type = 1, --[[类型]]
		color = 4, --[[品质]]
		rate = 10, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1010401, --[[天命id]]
	} ,
	[132] = {
		index = 132, --[[自增下标]]
		type = 2, --[[类型]]
		color = 4, --[[品质]]
		rate = 10, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1020401, --[[天命id]]
	} ,
	[133] = {
		index = 133, --[[自增下标]]
		type = 3, --[[类型]]
		color = 4, --[[品质]]
		rate = 10, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1030401, --[[天命id]]
	} ,
	[134] = {
		index = 134, --[[自增下标]]
		type = 4, --[[类型]]
		color = 4, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1040401, --[[天命id]]
	} ,
	[135] = {
		index = 135, --[[自增下标]]
		type = 5, --[[类型]]
		color = 4, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1050401, --[[天命id]]
	} ,
	[136] = {
		index = 136, --[[自增下标]]
		type = 6, --[[类型]]
		color = 4, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1060401, --[[天命id]]
	} ,
	[137] = {
		index = 137, --[[自增下标]]
		type = 7, --[[类型]]
		color = 4, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1070401, --[[天命id]]
	} ,
	[138] = {
		index = 138, --[[自增下标]]
		type = 8, --[[类型]]
		color = 4, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1080401, --[[天命id]]
	} ,
	[139] = {
		index = 139, --[[自增下标]]
		type = 9, --[[类型]]
		color = 4, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1090401, --[[天命id]]
	} ,
	[140] = {
		index = 140, --[[自增下标]]
		type = 10, --[[类型]]
		color = 4, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1100401, --[[天命id]]
	} ,
	[141] = {
		index = 141, --[[自增下标]]
		type = 11, --[[类型]]
		color = 4, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1110401, --[[天命id]]
	} ,
	[142] = {
		index = 142, --[[自增下标]]
		type = 12, --[[类型]]
		color = 4, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1120401, --[[天命id]]
	} ,
	[143] = {
		index = 143, --[[自增下标]]
		type = 0, --[[类型]]
		color = 4, --[[品质]]
		rate = 1250, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170004, --[[对应库id]]
		destiny_id = 1000401, --[[天命id]]
	} ,
	[144] = {
		index = 144, --[[自增下标]]
		type = 1, --[[类型]]
		color = 2, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1010201, --[[天命id]]
	} ,
	[145] = {
		index = 145, --[[自增下标]]
		type = 2, --[[类型]]
		color = 2, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1020201, --[[天命id]]
	} ,
	[146] = {
		index = 146, --[[自增下标]]
		type = 3, --[[类型]]
		color = 2, --[[品质]]
		rate = 100, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1030201, --[[天命id]]
	} ,
	[147] = {
		index = 147, --[[自增下标]]
		type = 4, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1040201, --[[天命id]]
	} ,
	[148] = {
		index = 148, --[[自增下标]]
		type = 5, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1050201, --[[天命id]]
	} ,
	[149] = {
		index = 149, --[[自增下标]]
		type = 6, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1060201, --[[天命id]]
	} ,
	[150] = {
		index = 150, --[[自增下标]]
		type = 7, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1070201, --[[天命id]]
	} ,
	[151] = {
		index = 151, --[[自增下标]]
		type = 8, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1080201, --[[天命id]]
	} ,
	[152] = {
		index = 152, --[[自增下标]]
		type = 9, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1090201, --[[天命id]]
	} ,
	[153] = {
		index = 153, --[[自增下标]]
		type = 10, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1100201, --[[天命id]]
	} ,
	[154] = {
		index = 154, --[[自增下标]]
		type = 11, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1110201, --[[天命id]]
	} ,
	[155] = {
		index = 155, --[[自增下标]]
		type = 12, --[[类型]]
		color = 2, --[[品质]]
		rate = 200, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1120201, --[[天命id]]
	} ,
	[156] = {
		index = 156, --[[自增下标]]
		type = 0, --[[类型]]
		color = 2, --[[品质]]
		rate = 900, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1000201, --[[天命id]]
	} ,
	[157] = {
		index = 157, --[[自增下标]]
		type = 1, --[[类型]]
		color = 3, --[[品质]]
		rate = 120, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1010301, --[[天命id]]
	} ,
	[158] = {
		index = 158, --[[自增下标]]
		type = 2, --[[类型]]
		color = 3, --[[品质]]
		rate = 120, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1020301, --[[天命id]]
	} ,
	[159] = {
		index = 159, --[[自增下标]]
		type = 3, --[[类型]]
		color = 3, --[[品质]]
		rate = 120, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1030301, --[[天命id]]
	} ,
	[160] = {
		index = 160, --[[自增下标]]
		type = 4, --[[类型]]
		color = 3, --[[品质]]
		rate = 240, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1040301, --[[天命id]]
	} ,
	[161] = {
		index = 161, --[[自增下标]]
		type = 5, --[[类型]]
		color = 3, --[[品质]]
		rate = 240, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1050301, --[[天命id]]
	} ,
	[162] = {
		index = 162, --[[自增下标]]
		type = 6, --[[类型]]
		color = 3, --[[品质]]
		rate = 240, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1060301, --[[天命id]]
	} ,
	[163] = {
		index = 163, --[[自增下标]]
		type = 7, --[[类型]]
		color = 3, --[[品质]]
		rate = 240, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1070301, --[[天命id]]
	} ,
	[164] = {
		index = 164, --[[自增下标]]
		type = 8, --[[类型]]
		color = 3, --[[品质]]
		rate = 240, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1080301, --[[天命id]]
	} ,
	[165] = {
		index = 165, --[[自增下标]]
		type = 9, --[[类型]]
		color = 3, --[[品质]]
		rate = 240, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1090301, --[[天命id]]
	} ,
	[166] = {
		index = 166, --[[自增下标]]
		type = 10, --[[类型]]
		color = 3, --[[品质]]
		rate = 240, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1100301, --[[天命id]]
	} ,
	[167] = {
		index = 167, --[[自增下标]]
		type = 11, --[[类型]]
		color = 3, --[[品质]]
		rate = 240, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1110301, --[[天命id]]
	} ,
	[168] = {
		index = 168, --[[自增下标]]
		type = 12, --[[类型]]
		color = 3, --[[品质]]
		rate = 240, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1120301, --[[天命id]]
	} ,
	[169] = {
		index = 169, --[[自增下标]]
		type = 0, --[[类型]]
		color = 3, --[[品质]]
		rate = 2030, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1000301, --[[天命id]]
	} ,
	[170] = {
		index = 170, --[[自增下标]]
		type = 1, --[[类型]]
		color = 4, --[[品质]]
		rate = 30, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1010401, --[[天命id]]
	} ,
	[171] = {
		index = 171, --[[自增下标]]
		type = 2, --[[类型]]
		color = 4, --[[品质]]
		rate = 30, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1020401, --[[天命id]]
	} ,
	[172] = {
		index = 172, --[[自增下标]]
		type = 3, --[[类型]]
		color = 4, --[[品质]]
		rate = 30, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1030401, --[[天命id]]
	} ,
	[173] = {
		index = 173, --[[自增下标]]
		type = 4, --[[类型]]
		color = 4, --[[品质]]
		rate = 60, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1040401, --[[天命id]]
	} ,
	[174] = {
		index = 174, --[[自增下标]]
		type = 5, --[[类型]]
		color = 4, --[[品质]]
		rate = 60, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1050401, --[[天命id]]
	} ,
	[175] = {
		index = 175, --[[自增下标]]
		type = 6, --[[类型]]
		color = 4, --[[品质]]
		rate = 60, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1060401, --[[天命id]]
	} ,
	[176] = {
		index = 176, --[[自增下标]]
		type = 7, --[[类型]]
		color = 4, --[[品质]]
		rate = 60, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1070401, --[[天命id]]
	} ,
	[177] = {
		index = 177, --[[自增下标]]
		type = 8, --[[类型]]
		color = 4, --[[品质]]
		rate = 60, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1080401, --[[天命id]]
	} ,
	[178] = {
		index = 178, --[[自增下标]]
		type = 9, --[[类型]]
		color = 4, --[[品质]]
		rate = 60, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1090401, --[[天命id]]
	} ,
	[179] = {
		index = 179, --[[自增下标]]
		type = 10, --[[类型]]
		color = 4, --[[品质]]
		rate = 60, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1100401, --[[天命id]]
	} ,
	[180] = {
		index = 180, --[[自增下标]]
		type = 11, --[[类型]]
		color = 4, --[[品质]]
		rate = 60, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1110401, --[[天命id]]
	} ,
	[181] = {
		index = 181, --[[自增下标]]
		type = 12, --[[类型]]
		color = 4, --[[品质]]
		rate = 60, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1120401, --[[天命id]]
	} ,
	[182] = {
		index = 182, --[[自增下标]]
		type = 0, --[[类型]]
		color = 4, --[[品质]]
		rate = 1500, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1000401, --[[天命id]]
	} ,
	[183] = {
		index = 183, --[[自增下标]]
		type = 1, --[[类型]]
		color = 5, --[[品质]]
		rate = 10, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1010501, --[[天命id]]
	} ,
	[184] = {
		index = 184, --[[自增下标]]
		type = 2, --[[类型]]
		color = 5, --[[品质]]
		rate = 10, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1020501, --[[天命id]]
	} ,
	[185] = {
		index = 185, --[[自增下标]]
		type = 3, --[[类型]]
		color = 5, --[[品质]]
		rate = 10, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1030501, --[[天命id]]
	} ,
	[186] = {
		index = 186, --[[自增下标]]
		type = 4, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1040501, --[[天命id]]
	} ,
	[187] = {
		index = 187, --[[自增下标]]
		type = 5, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1050501, --[[天命id]]
	} ,
	[188] = {
		index = 188, --[[自增下标]]
		type = 6, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1060501, --[[天命id]]
	} ,
	[189] = {
		index = 189, --[[自增下标]]
		type = 7, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1070501, --[[天命id]]
	} ,
	[190] = {
		index = 190, --[[自增下标]]
		type = 8, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1080501, --[[天命id]]
	} ,
	[191] = {
		index = 191, --[[自增下标]]
		type = 9, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1090501, --[[天命id]]
	} ,
	[192] = {
		index = 192, --[[自增下标]]
		type = 10, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1100501, --[[天命id]]
	} ,
	[193] = {
		index = 193, --[[自增下标]]
		type = 11, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1110501, --[[天命id]]
	} ,
	[194] = {
		index = 194, --[[自增下标]]
		type = 12, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1120501, --[[天命id]]
	} ,
	[195] = {
		index = 195, --[[自增下标]]
		type = 0, --[[类型]]
		color = 5, --[[品质]]
		rate = 110, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170005, --[[对应库id]]
		destiny_id = 1000501, --[[天命id]]
	} ,
	[196] = {
		index = 196, --[[自增下标]]
		type = 1, --[[类型]]
		color = 3, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1010301, --[[天命id]]
	} ,
	[197] = {
		index = 197, --[[自增下标]]
		type = 2, --[[类型]]
		color = 3, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1020301, --[[天命id]]
	} ,
	[198] = {
		index = 198, --[[自增下标]]
		type = 3, --[[类型]]
		color = 3, --[[品质]]
		rate = 400, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1030301, --[[天命id]]
	} ,
	[199] = {
		index = 199, --[[自增下标]]
		type = 4, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1040301, --[[天命id]]
	} ,
	[200] = {
		index = 200, --[[自增下标]]
		type = 5, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1050301, --[[天命id]]
	} ,
	[201] = {
		index = 201, --[[自增下标]]
		type = 6, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1060301, --[[天命id]]
	} ,
	[202] = {
		index = 202, --[[自增下标]]
		type = 7, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1070301, --[[天命id]]
	} ,
	[203] = {
		index = 203, --[[自增下标]]
		type = 8, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1080301, --[[天命id]]
	} ,
	[204] = {
		index = 204, --[[自增下标]]
		type = 9, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1090301, --[[天命id]]
	} ,
	[205] = {
		index = 205, --[[自增下标]]
		type = 10, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1100301, --[[天命id]]
	} ,
	[206] = {
		index = 206, --[[自增下标]]
		type = 11, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1110301, --[[天命id]]
	} ,
	[207] = {
		index = 207, --[[自增下标]]
		type = 12, --[[类型]]
		color = 3, --[[品质]]
		rate = 800, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1120301, --[[天命id]]
	} ,
	[208] = {
		index = 208, --[[自增下标]]
		type = 1, --[[类型]]
		color = 4, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1010401, --[[天命id]]
	} ,
	[209] = {
		index = 209, --[[自增下标]]
		type = 2, --[[类型]]
		color = 4, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1020401, --[[天命id]]
	} ,
	[210] = {
		index = 210, --[[自增下标]]
		type = 3, --[[类型]]
		color = 4, --[[品质]]
		rate = 56, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1030401, --[[天命id]]
	} ,
	[211] = {
		index = 211, --[[自增下标]]
		type = 4, --[[类型]]
		color = 4, --[[品质]]
		rate = 112, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1040401, --[[天命id]]
	} ,
	[212] = {
		index = 212, --[[自增下标]]
		type = 5, --[[类型]]
		color = 4, --[[品质]]
		rate = 112, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1050401, --[[天命id]]
	} ,
	[213] = {
		index = 213, --[[自增下标]]
		type = 6, --[[类型]]
		color = 4, --[[品质]]
		rate = 112, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1060401, --[[天命id]]
	} ,
	[214] = {
		index = 214, --[[自增下标]]
		type = 7, --[[类型]]
		color = 4, --[[品质]]
		rate = 112, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1070401, --[[天命id]]
	} ,
	[215] = {
		index = 215, --[[自增下标]]
		type = 8, --[[类型]]
		color = 4, --[[品质]]
		rate = 112, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1080401, --[[天命id]]
	} ,
	[216] = {
		index = 216, --[[自增下标]]
		type = 9, --[[类型]]
		color = 4, --[[品质]]
		rate = 112, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1090401, --[[天命id]]
	} ,
	[217] = {
		index = 217, --[[自增下标]]
		type = 10, --[[类型]]
		color = 4, --[[品质]]
		rate = 112, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1100401, --[[天命id]]
	} ,
	[218] = {
		index = 218, --[[自增下标]]
		type = 11, --[[类型]]
		color = 4, --[[品质]]
		rate = 112, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1110401, --[[天命id]]
	} ,
	[219] = {
		index = 219, --[[自增下标]]
		type = 12, --[[类型]]
		color = 4, --[[品质]]
		rate = 116, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1120401, --[[天命id]]
	} ,
	[220] = {
		index = 220, --[[自增下标]]
		type = 1, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1010501, --[[天命id]]
	} ,
	[221] = {
		index = 221, --[[自增下标]]
		type = 2, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1020501, --[[天命id]]
	} ,
	[222] = {
		index = 222, --[[自增下标]]
		type = 3, --[[类型]]
		color = 5, --[[品质]]
		rate = 20, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1030501, --[[天命id]]
	} ,
	[223] = {
		index = 223, --[[自增下标]]
		type = 4, --[[类型]]
		color = 5, --[[品质]]
		rate = 40, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1040501, --[[天命id]]
	} ,
	[224] = {
		index = 224, --[[自增下标]]
		type = 5, --[[类型]]
		color = 5, --[[品质]]
		rate = 40, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1050501, --[[天命id]]
	} ,
	[225] = {
		index = 225, --[[自增下标]]
		type = 6, --[[类型]]
		color = 5, --[[品质]]
		rate = 40, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1060501, --[[天命id]]
	} ,
	[226] = {
		index = 226, --[[自增下标]]
		type = 7, --[[类型]]
		color = 5, --[[品质]]
		rate = 40, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1070501, --[[天命id]]
	} ,
	[227] = {
		index = 227, --[[自增下标]]
		type = 8, --[[类型]]
		color = 5, --[[品质]]
		rate = 40, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1080501, --[[天命id]]
	} ,
	[228] = {
		index = 228, --[[自增下标]]
		type = 9, --[[类型]]
		color = 5, --[[品质]]
		rate = 40, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1090501, --[[天命id]]
	} ,
	[229] = {
		index = 229, --[[自增下标]]
		type = 10, --[[类型]]
		color = 5, --[[品质]]
		rate = 40, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1100501, --[[天命id]]
	} ,
	[230] = {
		index = 230, --[[自增下标]]
		type = 11, --[[类型]]
		color = 5, --[[品质]]
		rate = 40, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1110501, --[[天命id]]
	} ,
	[231] = {
		index = 231, --[[自增下标]]
		type = 12, --[[类型]]
		color = 5, --[[品质]]
		rate = 40, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170006, --[[对应库id]]
		destiny_id = 1120501, --[[天命id]]
	} ,
	[232] = {
		index = 232, --[[自增下标]]
		type = 1, --[[类型]]
		color = 4, --[[品质]]
		rate = 401, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1010401, --[[天命id]]
	} ,
	[233] = {
		index = 233, --[[自增下标]]
		type = 2, --[[类型]]
		color = 4, --[[品质]]
		rate = 401, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1020401, --[[天命id]]
	} ,
	[234] = {
		index = 234, --[[自增下标]]
		type = 3, --[[类型]]
		color = 4, --[[品质]]
		rate = 401, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1030401, --[[天命id]]
	} ,
	[235] = {
		index = 235, --[[自增下标]]
		type = 4, --[[类型]]
		color = 4, --[[品质]]
		rate = 802, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1040401, --[[天命id]]
	} ,
	[236] = {
		index = 236, --[[自增下标]]
		type = 5, --[[类型]]
		color = 4, --[[品质]]
		rate = 802, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1050401, --[[天命id]]
	} ,
	[237] = {
		index = 237, --[[自增下标]]
		type = 6, --[[类型]]
		color = 4, --[[品质]]
		rate = 802, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1060401, --[[天命id]]
	} ,
	[238] = {
		index = 238, --[[自增下标]]
		type = 7, --[[类型]]
		color = 4, --[[品质]]
		rate = 802, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1070401, --[[天命id]]
	} ,
	[239] = {
		index = 239, --[[自增下标]]
		type = 8, --[[类型]]
		color = 4, --[[品质]]
		rate = 802, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1080401, --[[天命id]]
	} ,
	[240] = {
		index = 240, --[[自增下标]]
		type = 9, --[[类型]]
		color = 4, --[[品质]]
		rate = 802, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1090401, --[[天命id]]
	} ,
	[241] = {
		index = 241, --[[自增下标]]
		type = 10, --[[类型]]
		color = 4, --[[品质]]
		rate = 802, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1100401, --[[天命id]]
	} ,
	[242] = {
		index = 242, --[[自增下标]]
		type = 11, --[[类型]]
		color = 4, --[[品质]]
		rate = 802, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1110401, --[[天命id]]
	} ,
	[243] = {
		index = 243, --[[自增下标]]
		type = 12, --[[类型]]
		color = 4, --[[品质]]
		rate = 806, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1120401, --[[天命id]]
	} ,
	[244] = {
		index = 244, --[[自增下标]]
		type = 1, --[[类型]]
		color = 5, --[[品质]]
		rate = 75, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1010501, --[[天命id]]
	} ,
	[245] = {
		index = 245, --[[自增下标]]
		type = 2, --[[类型]]
		color = 5, --[[品质]]
		rate = 75, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1020501, --[[天命id]]
	} ,
	[246] = {
		index = 246, --[[自增下标]]
		type = 3, --[[类型]]
		color = 5, --[[品质]]
		rate = 75, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1030501, --[[天命id]]
	} ,
	[247] = {
		index = 247, --[[自增下标]]
		type = 4, --[[类型]]
		color = 5, --[[品质]]
		rate = 150, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1040501, --[[天命id]]
	} ,
	[248] = {
		index = 248, --[[自增下标]]
		type = 5, --[[类型]]
		color = 5, --[[品质]]
		rate = 150, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1050501, --[[天命id]]
	} ,
	[249] = {
		index = 249, --[[自增下标]]
		type = 6, --[[类型]]
		color = 5, --[[品质]]
		rate = 150, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1060501, --[[天命id]]
	} ,
	[250] = {
		index = 250, --[[自增下标]]
		type = 7, --[[类型]]
		color = 5, --[[品质]]
		rate = 150, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1070501, --[[天命id]]
	} ,
	[251] = {
		index = 251, --[[自增下标]]
		type = 8, --[[类型]]
		color = 5, --[[品质]]
		rate = 150, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1080501, --[[天命id]]
	} ,
	[252] = {
		index = 252, --[[自增下标]]
		type = 9, --[[类型]]
		color = 5, --[[品质]]
		rate = 150, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1090501, --[[天命id]]
	} ,
	[253] = {
		index = 253, --[[自增下标]]
		type = 10, --[[类型]]
		color = 5, --[[品质]]
		rate = 150, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1100501, --[[天命id]]
	} ,
	[254] = {
		index = 254, --[[自增下标]]
		type = 11, --[[类型]]
		color = 5, --[[品质]]
		rate = 150, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1110501, --[[天命id]]
	} ,
	[255] = {
		index = 255, --[[自增下标]]
		type = 12, --[[类型]]
		color = 5, --[[品质]]
		rate = 150, --[[概率(总和为100% 建议万分比）]]
		pool_id = 100170007, --[[对应库id]]
		destiny_id = 1120501, --[[天命id]]
	} ,
}
return ret