local ret = {
	[1] = {
		index = 1, --[[自增id]]
		title = "一级铜钱池", --[[描述]]
		money_type = 1, --[[货币种类]]
		need_money = 10000, --[[所需金额]]
		pool_param = 1, --[[奖池参数(铜钱池为奖池等级，元宝池1：单抽，2：十连)]]
		head = "h_440011", --[[抽取头像]]
	} ,
	[2] = {
		index = 2, --[[自增id]]
		title = "二级铜钱池", --[[描述]]
		money_type = 1, --[[货币种类]]
		need_money = 20000, --[[所需金额]]
		pool_param = 2, --[[奖池参数(铜钱池为奖池等级，元宝池1：单抽，2：十连)]]
		head = "h_440006", --[[抽取头像]]
	} ,
	[3] = {
		index = 3, --[[自增id]]
		title = "三级铜钱池", --[[描述]]
		money_type = 1, --[[货币种类]]
		need_money = 30000, --[[所需金额]]
		pool_param = 3, --[[奖池参数(铜钱池为奖池等级，元宝池1：单抽，2：十连)]]
		head = "h_430002", --[[抽取头像]]
	} ,
	[4] = {
		index = 4, --[[自增id]]
		title = "四级铜钱池", --[[描述]]
		money_type = 1, --[[货币种类]]
		need_money = 40000, --[[所需金额]]
		pool_param = 4, --[[奖池参数(铜钱池为奖池等级，元宝池1：单抽，2：十连)]]
		head = "h_410003", --[[抽取头像]]
	} ,
	[5] = {
		index = 5, --[[自增id]]
		title = "五级铜钱池", --[[描述]]
		money_type = 1, --[[货币种类]]
		need_money = 50000, --[[所需金额]]
		pool_param = 5, --[[奖池参数(铜钱池为奖池等级，元宝池1：单抽，2：十连)]]
		head = "h_410004", --[[抽取头像]]
	} ,
	[6] = {
		index = 6, --[[自增id]]
		title = "单抽元宝池", --[[描述]]
		money_type = 2, --[[货币种类]]
		need_money = 100, --[[所需金额]]
		pool_param = 1, --[[奖池参数(铜钱池为奖池等级，元宝池1：单抽，2：十连)]]
	} ,
	[7] = {
		index = 7, --[[自增id]]
		title = "十抽元宝池", --[[描述]]
		money_type = 2, --[[货币种类]]
		need_money = 900, --[[所需金额]]
		pool_param = 2, --[[奖池参数(铜钱池为奖池等级，元宝池1：单抽，2：十连)]]
	} ,
}
return ret