local ret = {
	[1] = {
		mailType = 1, --[[id值]]
		title = "系统维护", --[[标题]]
		content = "    系统维护time:%d,name:%s", --[[正文]]
		reward = {{20010101,1},{20020101,1}}, --[[附件]]
	} ,
	[2] = {
		mailType = 2, --[[id值]]
		title = "系统故障", --[[标题]]
		content = "    系统故障", --[[正文]]
		reward = {{20010102,1},{20020102,1}}, --[[附件]]
	} ,
	[3] = {
		mailType = 3, --[[id值]]
		title = "竞技场排名", --[[标题]]
		content = "    竞技场排名", --[[正文]]
		reward = {{20010203,1},{20020203,1}}, --[[附件]]
	} ,
	[4] = {
		mailType = 4, --[[id值]]
		title = "寻宝系统0圈奖励", --[[标题]]
		content = "    寻宝系统0圈奖励", --[[正文]]
		reward = {{20010204,1},{20020204,1}}, --[[附件]]
	} ,
	[5] = {
		mailType = 5, --[[id值]]
		title = "巡逻系统好友帮忙", --[[标题]]
		content = "    巡逻系统好友帮忙", --[[正文]]
		reward = {{20010305,1},{20020305,1}}, --[[附件]]
	} ,
	[6] = {
		mailType = 6, --[[id值]]
		title = "入侵领主击杀奖励", --[[标题]]
		content = "    入侵领主击杀奖励", --[[正文]]
		reward = {{20010306,1},{20020306,1}}, --[[附件]]
	} ,
	[7] = {
		mailType = 7, --[[id值]]
		title = "入侵领主发现奖励", --[[标题]]
		content = "    入侵领主发现奖励", --[[正文]]
		reward = {{20010407,1},{20020407,1}}, --[[附件]]
	} ,
	[8] = {
		mailType = 8, --[[id值]]
		title = "入侵领主伤害排行奖励", --[[标题]]
		content = "    入侵领主伤害排行奖励", --[[正文]]
		reward = {{20010408,1},{20020408,1}}, --[[附件]]
	} ,
	[9] = {
		mailType = 9, --[[id值]]
		title = "入侵领主积分（点赞)排行奖励", --[[标题]]
		content = "    入侵领主积分（点赞)排行奖励", --[[正文]]
		reward = {{20010509,1},{20020509,1}}, --[[附件]]
	} ,
	[10] = {
		mailType = 10, --[[id值]]
		title = "充值通知提醒", --[[标题]]
		content = "    充值通知提醒", --[[正文]]
		reward = {{20010510,1},{20020510,1}}, --[[附件]]
	} ,
	[11] = {
		mailType = 11, --[[id值]]
		title = "豪华签到奖励", --[[标题]]
		content = "    豪华签到奖励", --[[正文]]
		reward = {{20030101,1},{20040101,1}}, --[[附件]]
	} ,
	[12] = {
		mailType = 12, --[[id值]]
		title = "系统邮件", --[[标题]]
		content = "    %s", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[13] = {
		mailType = 13, --[[id值]]
		title = "月卡充值通知", --[[标题]]
		content = "    月卡充值通知", --[[正文]]
		reward = {{20030203,1},{20040203,1}}, --[[附件]]
	} ,
	[14] = {
		mailType = 14, --[[id值]]
		title = "永久充值通知", --[[标题]]
		content = "    永久充值通知", --[[正文]]
		reward = {{20030204,1},{20040204,1}}, --[[附件]]
	} ,
	[15] = {
		mailType = 15, --[[id值]]
		title = "背包已满", --[[标题]]
		content = "    背包已满", --[[正文]]
		reward = {{20030305,1},{20040305,1}}, --[[附件]]
	} ,
	[16] = {
		mailType = 16, --[[id值]]
		title = "爬塔副本奖励补发", --[[标题]]
		content = "    爬塔副本奖励补发", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[17] = {
		mailType = 17, --[[id值]]
		title = "军团公告", --[[标题]]
		content = "    %s", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[18] = {
		mailType = 18, --[[id值]]
		title = "竞拍成功", --[[标题]]
		content = "    恭喜，竞拍成功！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[19] = {
		mailType = 19, --[[id值]]
		title = "竞拍失败", --[[标题]]
		content = "    很抱歉，竞拍失败！返还军团贡献。", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[20] = {
		mailType = 20, --[[id值]]
		title = "元宝来了！", --[[标题]]
		content = "    您上周在线时间为%d分钟，累计获得绑定元宝%d，记得再接再厉喲。", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[21] = {
		mailType = 21, --[[id值]]
		title = "周卡奖励", --[[标题]]
		content = "    亲爱的玩家，感谢您购买“亮银周卡”，现为你发放昨日未领取的奖励，请注意查收。", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[22] = {
		mailType = 22, --[[id值]]
		title = "月卡奖励", --[[标题]]
		content = "    亲爱的玩家，感谢您购买“紫金月卡”，现为你发放昨日未领取的奖励，请注意查收。", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[23] = {
		mailType = 23, --[[id值]]
		title = "篝火骰子奖励", --[[标题]]
		content = "    恭喜英雄您在军团篝火中获得骰子排名奖励，附件是你的奖励。", --[[正文]]
		reward = {{1,9999}}, --[[附件]]
	} ,
	[24] = {
		mailType = 24, --[[id值]]
		title = "军团解散", --[[标题]]
		content = "    统帅：%s心灰意冷，毅然决定解散军团，各位又成为了自由人士！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[25] = {
		mailType = 25, --[[id值]]
		title = "踢出军团", --[[标题]]
		content = "    很遗憾，你和%s的小伙伴们志不同道不合，已被踢出军团！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[26] = {
		mailType = 26, --[[id值]]
		title = "成功加入军团", --[[标题]]
		content = "    恭喜你加入了军团，你现在已成为%s的一员，快和小伙伴们一起闯荡七煞的世界吧！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[27] = {
		mailType = 27, --[[id值]]
		title = "统帅自动转让", --[[标题]]
		content = "    由于原统帅<color=#00ff1e>%s</color>7天没上线，无法继续管理军团事务，现有能者居之，%s<color=#00ff1e>%s</color>正式出任统帅，希望大家齐心协力，壮大军团！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[28] = {
		mailType = 28, --[[id值]]
		title = "弹劾统帅", --[[标题]]
		content = "    由于原统帅%s5天没上线，%s对其进行弹劾欲出任新统帅，若有异议可在%d小时内，在成员界面发起弹劾，争夺统帅之位！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[29] = {
		mailType = 29, --[[id值]]
		title = "弹劾失败", --[[标题]]
		content = "    统帅在弹劾期间上线了，弹劾失败！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[30] = {
		mailType = 30, --[[id值]]
		title = "弹劾成功", --[[标题]]
		content = "    %s对原统帅%s的弹劾成功，正式出任新统帅，希望大家齐心协力，壮大军团！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[31] = {
		mailType = 31, --[[id值]]
		title = "军团兽神奖励", --[[标题]]
		content = "    这是你本周第%d次获得兽神奖励，剩余可获得奖励次数为%d次。", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[32] = {
		mailType = 32, --[[id值]]
		title = "成功售出", --[[标题]]
		content = "您于市场中成功售出%d个“%s”，获得收益%d元宝，已放入邮件附件中，请注意查收！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[33] = {
		mailType = 33, --[[id值]]
		title = "购买成功", --[[标题]]
		content = "您于市场中成功购买%d个“%s”，已放入邮件附件中，请注意查收！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[34] = {
		mailType = 34, --[[id值]]
		title = "超时下架通知", --[[标题]]
		content = "您所寄售的商品在24小时内无人购买，已自动下架，请查收！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[35] = {
		mailType = 35, --[[id值]]
		title = "虚无之塔每日奖励", --[[标题]]
		content = "虚无之塔每日奖励", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[36] = {
		mailType = 36, --[[id值]]
		title = "好友改名通知", --[[标题]]
		content = "尊敬的玩家您好，您的好友“%s”已经更名至“%s”，请知晓！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[37] = {
		mailType = 37, --[[id值]]
		title = "军团改名通知", --[[标题]]
		content = "尊敬的玩家您好，您所在的军团“%s”已经更名至“%s”，请知晓！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[38] = {
		mailType = 38, --[[id值]]
		title = "排行活动奖励", --[[标题]]
		content = "祝贺玩家您在%s排行活动中获得第%d名，奖励已下发至邮件附件中，请注意查收！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[39] = {
		mailType = 39, --[[id值]]
		title = "系统邮件", --[[标题]]
		content = "%s", --[[正文]]
		reward = {}, --[[附件]]
	} ,
	[40] = {
		mailType = 40, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第1名", --[[正文]]
		reward = {{40011501,1},{40011502,1}}, --[[附件]]
	} ,
	[41] = {
		mailType = 41, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第2名", --[[正文]]
		reward = {{40011501,1},{40011503,1}}, --[[附件]]
	} ,
	[42] = {
		mailType = 42, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第3名", --[[正文]]
		reward = {{40011501,1},{40011504,1}}, --[[附件]]
	} ,
	[43] = {
		mailType = 43, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第4-10名", --[[正文]]
		reward = {{40011501,1},{40011505,1}}, --[[附件]]
	} ,
	[44] = {
		mailType = 44, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第11-20名", --[[正文]]
		reward = {{40011501,1},{40011506,1}}, --[[附件]]
	} ,
	[45] = {
		mailType = 45, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第21-50名", --[[正文]]
		reward = {{40011501,1},{40011507,1}}, --[[附件]]
	} ,
	[46] = {
		mailType = 46, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第51-100名", --[[正文]]
		reward = {{40011501,1},{40011508,1}}, --[[附件]]
	} ,
	[47] = {
		mailType = 47, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第101-1000名", --[[正文]]
		reward = {{40011501,1},{40011509,1}}, --[[附件]]
	} ,
	[48] = {
		mailType = 48, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第1名", --[[正文]]
		reward = {{40011502,1}}, --[[附件]]
	} ,
	[49] = {
		mailType = 49, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第2名", --[[正文]]
		reward = {{40011503,1}}, --[[附件]]
	} ,
	[50] = {
		mailType = 50, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第3名", --[[正文]]
		reward = {{40011504,1}}, --[[附件]]
	} ,
	[51] = {
		mailType = 51, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第4-10名", --[[正文]]
		reward = {{40011505,1}}, --[[附件]]
	} ,
	[52] = {
		mailType = 52, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第11-20名", --[[正文]]
		reward = {{40011506,1}}, --[[附件]]
	} ,
	[53] = {
		mailType = 53, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第21-50名", --[[正文]]
		reward = {{40011507,1}}, --[[附件]]
	} ,
	[54] = {
		mailType = 54, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第51-100名", --[[正文]]
		reward = {{40011508,1}}, --[[附件]]
	} ,
	[55] = {
		mailType = 55, --[[id值]]
		title = "魔族围城奖励", --[[标题]]
		content = "您在魔族围城中表现英勇，捍卫了临光城的尊严，对魔族统领伤害排在第%d名。我以临光城主之名，代表全城致以感谢并送上奖赏。第101-1000名", --[[正文]]
		reward = {{40011509,1}}, --[[附件]]
	} ,
	[56] = {
		mailType = 56, --[[id值]]
		title = "致命一击奖励", --[[标题]]
		content = "您在与魔族统领战斗中无所畏惧，并给予魔族统领致命一击，成功守卫了临光城，获得了致命一击奖励。", --[[正文]]
		reward = {{40011510,1}}, --[[附件]]
	} ,
	[57] = {
		mailType = 57, --[[id值]]
		title = "风云竞技", --[[标题]]
		content = "恭喜你在本周的1v1竞技中获得了%d积分的好成绩，处于%s段位，现发放本周的排名奖励，请注意查收！", --[[正文]]
		reward = {}, --[[附件]]
	} ,
}
return ret