local ret = {
	[1] = {
		equip_type = 1, --[[装备类型]]
		gem_type = {1,3}, --[[可镶嵌宝石类型{宝石类型,宝石类型}]]
	} ,
	[2] = {
		equip_type = 2, --[[装备类型]]
		gem_type = {2,4}, --[[可镶嵌宝石类型{宝石类型,宝石类型}]]
	} ,
	[3] = {
		equip_type = 3, --[[装备类型]]
		gem_type = {2,4}, --[[可镶嵌宝石类型{宝石类型,宝石类型}]]
	} ,
	[4] = {
		equip_type = 4, --[[装备类型]]
		gem_type = {2,4}, --[[可镶嵌宝石类型{宝石类型,宝石类型}]]
	} ,
	[5] = {
		equip_type = 5, --[[装备类型]]
		gem_type = {2,4}, --[[可镶嵌宝石类型{宝石类型,宝石类型}]]
	} ,
	[6] = {
		equip_type = 6, --[[装备类型]]
		gem_type = {2,4}, --[[可镶嵌宝石类型{宝石类型,宝石类型}]]
	} ,
	[7] = {
		equip_type = 7, --[[装备类型]]
		gem_type = {2,4}, --[[可镶嵌宝石类型{宝石类型,宝石类型}]]
	} ,
	[8] = {
		equip_type = 8, --[[装备类型]]
		gem_type = {1,3}, --[[可镶嵌宝石类型{宝石类型,宝石类型}]]
	} ,
	[9] = {
		equip_type = 9, --[[装备类型]]
		gem_type = {1,3}, --[[可镶嵌宝石类型{宝石类型,宝石类型}]]
	} ,
}
return ret