local ret = {
	[1] = {
		level = 1, --[[打造等级]]
		total = 1, --[[神器值上限]]
		color = 1, --[[保底品质]]
		star = 0, --[[保底星数]]
		max_level = 10, --[[最大值强化等级]]
	} ,
	[50] = {
		level = 50, --[[打造等级]]
		total = 1, --[[神器值上限]]
		color = 2, --[[保底品质]]
		star = 0, --[[保底星数]]
		max_level = 30, --[[最大值强化等级]]
	} ,
	[150] = {
		level = 150, --[[打造等级]]
		total = 80, --[[神器值上限]]
		color = 4, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 50, --[[最大值强化等级]]
	} ,
	[200] = {
		level = 200, --[[打造等级]]
		total = 220, --[[神器值上限]]
		color = 4, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 100, --[[最大值强化等级]]
	} ,
	[240] = {
		level = 240, --[[打造等级]]
		total = 420, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 150, --[[最大值强化等级]]
	} ,
	[280] = {
		level = 280, --[[打造等级]]
		total = 680, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 200, --[[最大值强化等级]]
	} ,
	[320] = {
		level = 320, --[[打造等级]]
		total = 1000, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 250, --[[最大值强化等级]]
	} ,
	[360] = {
		level = 360, --[[打造等级]]
		total = 300, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 300, --[[最大值强化等级]]
	} ,
	[400] = {
		level = 400, --[[打造等级]]
		total = 630, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 300, --[[最大值强化等级]]
	} ,
	[440] = {
		level = 440, --[[打造等级]]
		total = 1040, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 300, --[[最大值强化等级]]
	} ,
	[480] = {
		level = 480, --[[打造等级]]
		total = 1530, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 300, --[[最大值强化等级]]
	} ,
	[520] = {
		level = 520, --[[打造等级]]
		total = 2100, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 300, --[[最大值强化等级]]
	} ,
	[560] = {
		level = 560, --[[打造等级]]
		total = 550, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 300, --[[最大值强化等级]]
	} ,
	[600] = {
		level = 600, --[[打造等级]]
		total = 1200, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 300, --[[最大值强化等级]]
	} ,
	[650] = {
		level = 650, --[[打造等级]]
		total = 1950, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 300, --[[最大值强化等级]]
	} ,
	[700] = {
		level = 700, --[[打造等级]]
		total = 2800, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 300, --[[最大值强化等级]]
	} ,
	[750] = {
		level = 750, --[[打造等级]]
		total = 3750, --[[神器值上限]]
		color = 5, --[[保底品质]]
		star = 1, --[[保底星数]]
		max_level = 300, --[[最大值强化等级]]
	} ,
}
return ret