local ret = {
	[100] = {
		set_id = 100, --[[套装原型]]
		set_name = "修罗新手套装", --[[套装名称]]
		element = 
		{
			14010001,14020001,14030001,14040001,14050001,14060001,14070001,14080001,14090001
		}, --[[需要的装备]]
		exist3_attr = 
		{
			
			{
				1,20
			}
		}, --[[存在3件时的属性{{属性,值},{属性,值}} 属性详见enum.COMBAT_ATTR 如果只有一个也需要2个大括号 {{属性,值}}  如果不存在可以不填]]
		exist6_attr = 
		{
			
			{
				1,40
			}
		}, --[[存在6件时的属性{{属性,值},{属性,值}} 属性详见enum.COMBAT_ATTR 如果只有一个也需要2个大括号 {{属性,值}}    如果不存在可以不填]]
		exist9_attr = 
		{
			
			{
				1,80
			}
		}, --[[存在9件时的属性{{属性,值},{属性,值}} 属性详见enum.COMBAT_ATTR 如果只有一个也需要2个大括号 {{属性,值}}]]
	} ,
	[101] = {
		set_id = 101, --[[套装原型]]
		set_name = "阎姬新手套装", --[[套装名称]]
		element = 
		{
			11010001,11020001,11030001,11040001,11050001,11060001,11070001,11080001,11090001
		}, --[[需要的装备]]
		exist3_attr = 
		{
			
			{
				1,20
			}
		}, --[[存在3件时的属性{{属性,值},{属性,值}} 属性详见enum.COMBAT_ATTR 如果只有一个也需要2个大括号 {{属性,值}}  如果不存在可以不填]]
		exist6_attr = 
		{
			
			{
				1,40
			}
		}, --[[存在6件时的属性{{属性,值},{属性,值}} 属性详见enum.COMBAT_ATTR 如果只有一个也需要2个大括号 {{属性,值}}    如果不存在可以不填]]
		exist9_attr = 
		{
			
			{
				1,80
			}
		}, --[[存在9件时的属性{{属性,值},{属性,值}} 属性详见enum.COMBAT_ATTR 如果只有一个也需要2个大括号 {{属性,值}}]]
	} ,
	[102] = {
		set_id = 102, --[[套装原型]]
		set_name = "夜狩新手套装", --[[套装名称]]
		element = 
		{
			12010001,12020001,12030001,12040001,12050001,12060001,12070001,12080001,12090001
		}, --[[需要的装备]]
		exist3_attr = 
		{
			
			{
				1,20
			}
		}, --[[存在3件时的属性{{属性,值},{属性,值}} 属性详见enum.COMBAT_ATTR 如果只有一个也需要2个大括号 {{属性,值}}  如果不存在可以不填]]
		exist6_attr = 
		{
			
			{
				1,40
			}
		}, --[[存在6件时的属性{{属性,值},{属性,值}} 属性详见enum.COMBAT_ATTR 如果只有一个也需要2个大括号 {{属性,值}}    如果不存在可以不填]]
		exist9_attr = 
		{
			
			{
				1,80
			}
		}, --[[存在9件时的属性{{属性,值},{属性,值}} 属性详见enum.COMBAT_ATTR 如果只有一个也需要2个大括号 {{属性,值}}]]
	} ,
}
return ret