local ret = {
	[1] = {
		gem_set_id = 1, --[[宝石目标id]]
		next_target = 2, --[[下一个目标]]
		career = 1, --[[职业]]
		gem_level = 1, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,100
			},
			
			{
				3,100
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌1级宝石", --[[描述]]
	} ,
	[2] = {
		gem_set_id = 2, --[[宝石目标id]]
		next_target = 3, --[[下一个目标]]
		career = 1, --[[职业]]
		gem_level = 2, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,200
			},
			
			{
				3,200
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌2级宝石", --[[描述]]
	} ,
	[3] = {
		gem_set_id = 3, --[[宝石目标id]]
		next_target = 4, --[[下一个目标]]
		career = 1, --[[职业]]
		gem_level = 3, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,300
			},
			
			{
				3,300
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌3级宝石", --[[描述]]
	} ,
	[4] = {
		gem_set_id = 4, --[[宝石目标id]]
		next_target = 5, --[[下一个目标]]
		career = 1, --[[职业]]
		gem_level = 4, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,400
			},
			
			{
				3,400
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌4级宝石", --[[描述]]
	} ,
	[5] = {
		gem_set_id = 5, --[[宝石目标id]]
		next_target = 6, --[[下一个目标]]
		career = 1, --[[职业]]
		gem_level = 5, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,500
			},
			
			{
				3,500
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌5级宝石", --[[描述]]
	} ,
	[6] = {
		gem_set_id = 6, --[[宝石目标id]]
		next_target = 7, --[[下一个目标]]
		career = 1, --[[职业]]
		gem_level = 6, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,600
			},
			
			{
				3,600
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌6级宝石", --[[描述]]
	} ,
	[7] = {
		gem_set_id = 7, --[[宝石目标id]]
		next_target = 8, --[[下一个目标]]
		career = 1, --[[职业]]
		gem_level = 7, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,700
			},
			
			{
				3,700
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌7级宝石", --[[描述]]
	} ,
	[8] = {
		gem_set_id = 8, --[[宝石目标id]]
		next_target = 8, --[[下一个目标]]
		career = 1, --[[职业]]
		gem_level = 8, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,800
			},
			
			{
				3,800
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌8级宝石", --[[描述]]
	} ,
	[9] = {
		gem_set_id = 9, --[[宝石目标id]]
		next_target = 10, --[[下一个目标]]
		career = 2, --[[职业]]
		gem_level = 1, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,100
			},
			
			{
				3,100
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌1级宝石", --[[描述]]
	} ,
	[10] = {
		gem_set_id = 10, --[[宝石目标id]]
		next_target = 11, --[[下一个目标]]
		career = 2, --[[职业]]
		gem_level = 2, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,200
			},
			
			{
				3,200
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌2级宝石", --[[描述]]
	} ,
	[11] = {
		gem_set_id = 11, --[[宝石目标id]]
		next_target = 12, --[[下一个目标]]
		career = 2, --[[职业]]
		gem_level = 3, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,300
			},
			
			{
				3,300
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌3级宝石", --[[描述]]
	} ,
	[12] = {
		gem_set_id = 12, --[[宝石目标id]]
		next_target = 13, --[[下一个目标]]
		career = 2, --[[职业]]
		gem_level = 4, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,400
			},
			
			{
				3,400
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌4级宝石", --[[描述]]
	} ,
	[13] = {
		gem_set_id = 13, --[[宝石目标id]]
		next_target = 14, --[[下一个目标]]
		career = 2, --[[职业]]
		gem_level = 5, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,500
			},
			
			{
				3,500
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌5级宝石", --[[描述]]
	} ,
	[14] = {
		gem_set_id = 14, --[[宝石目标id]]
		next_target = 15, --[[下一个目标]]
		career = 2, --[[职业]]
		gem_level = 6, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,600
			},
			
			{
				3,600
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌6级宝石", --[[描述]]
	} ,
	[15] = {
		gem_set_id = 15, --[[宝石目标id]]
		next_target = 16, --[[下一个目标]]
		career = 2, --[[职业]]
		gem_level = 7, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,700
			},
			
			{
				3,700
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌7级宝石", --[[描述]]
	} ,
	[16] = {
		gem_set_id = 16, --[[宝石目标id]]
		next_target = 16, --[[下一个目标]]
		career = 2, --[[职业]]
		gem_level = 8, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,800
			},
			
			{
				3,800
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌8级宝石", --[[描述]]
	} ,
	[17] = {
		gem_set_id = 17, --[[宝石目标id]]
		next_target = 18, --[[下一个目标]]
		career = 4, --[[职业]]
		gem_level = 1, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,100
			},
			
			{
				3,100
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌1级宝石", --[[描述]]
	} ,
	[18] = {
		gem_set_id = 18, --[[宝石目标id]]
		next_target = 19, --[[下一个目标]]
		career = 4, --[[职业]]
		gem_level = 2, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,200
			},
			
			{
				3,200
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌2级宝石", --[[描述]]
	} ,
	[19] = {
		gem_set_id = 19, --[[宝石目标id]]
		next_target = 20, --[[下一个目标]]
		career = 4, --[[职业]]
		gem_level = 3, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,300
			},
			
			{
				3,300
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌3级宝石", --[[描述]]
	} ,
	[20] = {
		gem_set_id = 20, --[[宝石目标id]]
		next_target = 21, --[[下一个目标]]
		career = 4, --[[职业]]
		gem_level = 4, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,400
			},
			
			{
				3,400
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌4级宝石", --[[描述]]
	} ,
	[21] = {
		gem_set_id = 21, --[[宝石目标id]]
		next_target = 22, --[[下一个目标]]
		career = 4, --[[职业]]
		gem_level = 5, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,500
			},
			
			{
				3,500
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌5级宝石", --[[描述]]
	} ,
	[22] = {
		gem_set_id = 22, --[[宝石目标id]]
		next_target = 23, --[[下一个目标]]
		career = 4, --[[职业]]
		gem_level = 6, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,600
			},
			
			{
				3,600
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌6级宝石", --[[描述]]
	} ,
	[23] = {
		gem_set_id = 23, --[[宝石目标id]]
		next_target = 24, --[[下一个目标]]
		career = 4, --[[职业]]
		gem_level = 7, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,700
			},
			
			{
				3,700
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌7级宝石", --[[描述]]
	} ,
	[24] = {
		gem_set_id = 24, --[[宝石目标id]]
		next_target = 24, --[[下一个目标]]
		career = 4, --[[职业]]
		gem_level = 8, --[[宝石等级]]
		gem_count = 2, --[[宝石数量]]
		attr = 
		{
			
			{
				1,800
			},
			
			{
				3,800
			}
		}, --[[属性{{属性,值},{属性,值}}]]
		desc = "初嵌8级宝石", --[[描述]]
	} ,
}
return ret