local ret = {
	[1] = {
		spec_id = 1, --[[装备特效id]]
		spec_name = "武魂", --[[特效名字]]
		combat_attr = 1, --[[属性枚举]]
		mul_value = 500, --[[属性数值(万分比）]]
		desc = "攻击力+5%", --[[特效描述]]
	} ,
	[2] = {
		spec_id = 2, --[[装备特效id]]
		spec_name = "武神", --[[特效名字]]
		combat_attr = 1, --[[属性枚举]]
		mul_value = 1000, --[[属性数值(万分比）]]
		desc = "攻击力+10%", --[[特效描述]]
	} ,
	[3] = {
		spec_id = 3, --[[装备特效id]]
		spec_name = "凌波", --[[特效名字]]
		combat_attr = 17, --[[属性枚举]]
		mul_value = 500, --[[属性数值(万分比）]]
		desc = "闪避率+5%", --[[特效描述]]
	} ,
	[4] = {
		spec_id = 4, --[[装备特效id]]
		spec_name = "怒意", --[[特效名字]]
		combat_attr = 17, --[[属性枚举]]
		mul_value = 500, --[[属性数值(万分比）]]
		desc = "暴击率+5%", --[[特效描述]]
	} ,
	[5] = {
		spec_id = 5, --[[装备特效id]]
		spec_name = "狂战", --[[特效名字]]
		combat_attr = 12, --[[属性枚举]]
		mul_value = 2000, --[[属性数值(万分比）]]
		desc = "暴击伤害+20%", --[[特效描述]]
	} ,
	[6] = {
		spec_id = 6, --[[装备特效id]]
		spec_name = "神射", --[[特效名字]]
		combat_attr = 6, --[[属性枚举]]
		mul_value = 500, --[[属性数值(万分比）]]
		desc = "命中率+5%", --[[特效描述]]
	} ,
	[7] = {
		spec_id = 7, --[[装备特效id]]
		spec_name = "固守", --[[特效名字]]
		combat_attr = 21, --[[属性枚举]]
		mul_value = 500, --[[属性数值(万分比）]]
		desc = "格挡率+5%", --[[特效描述]]
	} ,
	[8] = {
		spec_id = 8, --[[装备特效id]]
		spec_name = "坚甲", --[[特效名字]]
		combat_attr = 11, --[[属性枚举]]
		mul_value = 1000, --[[属性数值(万分比）]]
		desc = "格挡伤害+10%", --[[特效描述]]
	} ,
	[9] = {
		spec_id = 9, --[[装备特效id]]
		spec_name = "血祭", --[[特效名字]]
		combat_attr = 2, --[[属性枚举]]
		mul_value = 500, --[[属性数值(万分比）]]
		desc = "生命值+5%", --[[特效描述]]
	} ,
	[10] = {
		spec_id = 10, --[[装备特效id]]
		spec_name = "生机", --[[特效名字]]
		combat_attr = 2, --[[属性枚举]]
		mul_value = 1000, --[[属性数值(万分比）]]
		desc = "生命值+10%", --[[特效描述]]
	} ,
	[11] = {
		spec_id = 11, --[[装备特效id]]
		spec_name = "磐石", --[[特效名字]]
		combat_attr = 20, --[[属性枚举]]
		mul_value = 250, --[[属性数值(万分比）]]
		desc = "免伤+2.5%", --[[特效描述]]
	} ,
	[12] = {
		spec_id = 12, --[[装备特效id]]
		spec_name = "盘古", --[[特效名字]]
		combat_attr = 20, --[[属性枚举]]
		mul_value = 500, --[[属性数值(万分比）]]
		desc = "免伤+5%", --[[特效描述]]
	} ,
	[13] = {
		spec_id = 13, --[[装备特效id]]
		spec_name = "利刃", --[[特效名字]]
		combat_attr = 18, --[[属性枚举]]
		mul_value = 500, --[[属性数值(万分比）]]
		desc = "穿透率+5%", --[[特效描述]]
	} ,
	[14] = {
		spec_id = 14, --[[装备特效id]]
		spec_name = "凌锋", --[[特效名字]]
		combat_attr = 18, --[[属性枚举]]
		mul_value = 1000, --[[属性数值(万分比）]]
		desc = "穿透率+10%", --[[特效描述]]
	} ,
}
return ret