local ret = {
	[1] = {
		prefix_id = 1, --[[装备前缀id]]
		prefix_name = "稀世", --[[前缀名字]]
		desc = "基础属性+15%", --[[前缀描述]]
		rate = 1500, --[[增加万分比率]]
	} ,
	[2] = {
		prefix_id = 2, --[[装备前缀id]]
		prefix_name = "传承", --[[前缀名字]]
		desc = "基础属性+10%", --[[前缀描述]]
		rate = 1000, --[[增加万分比率]]
	} ,
	[3] = {
		prefix_id = 3, --[[装备前缀id]]
		prefix_name = "精炼", --[[前缀名字]]
		desc = "基础属性+5%", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
	} ,
	[4] = {
		prefix_id = 4, --[[装备前缀id]]
		prefix_name = "匠心", --[[前缀名字]]
		desc = "强化属性+5%", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
		power = 500, --[[增加战力]]
	} ,
	[5] = {
		prefix_id = 5, --[[装备前缀id]]
		prefix_name = "辉煌", --[[前缀名字]]
		desc = "宝石镶嵌属性+5%", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
		power = 500, --[[增加战力]]
	} ,
	[6] = {
		prefix_id = 6, --[[装备前缀id]]
		prefix_name = "祝融", --[[前缀名字]]
		desc = "5%造成5秒共5%的灼烧伤害", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
		power = 1500, --[[增加战力]]
	} ,
	[7] = {
		prefix_id = 7, --[[装备前缀id]]
		prefix_name = "灭魔", --[[前缀名字]]
		desc = "对怪物造成5%额外伤害", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
		power = 1500, --[[增加战力]]
	} ,
	[8] = {
		prefix_id = 8, --[[装备前缀id]]
		prefix_name = "武魂", --[[前缀名字]]
		desc = "对玩家及武将造成5%额外伤害", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
		power = 1500, --[[增加战力]]
	} ,
	[9] = {
		prefix_id = 9, --[[装备前缀id]]
		prefix_name = "狂战", --[[前缀名字]]
		desc = "伤害+5%", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
		power = 2000, --[[增加战力]]
	} ,
	[10] = {
		prefix_id = 10, --[[装备前缀id]]
		prefix_name = "磐石", --[[前缀名字]]
		desc = "伤害减免+5%", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
		power = 2000, --[[增加战力]]
	} ,
	[11] = {
		prefix_id = 11, --[[装备前缀id]]
		prefix_name = "生机", --[[前缀名字]]
		desc = "回血值+5%", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
		power = 1000, --[[增加战力]]
	} ,
	[12] = {
		prefix_id = 12, --[[装备前缀id]]
		prefix_name = "神射", --[[前缀名字]]
		desc = "命中值+5%", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
		power = 500, --[[增加战力]]
	} ,
	[13] = {
		prefix_id = 13, --[[装备前缀id]]
		prefix_name = "凌波", --[[前缀名字]]
		desc = "闪避值+5%", --[[前缀描述]]
		rate = 500, --[[增加万分比率]]
		power = 500, --[[增加战力]]
	} ,
}
return ret