local ret = {
	[1] = {
		idx = 1, --[[自增idx]]
		level = 1, --[[装备等级]]
		color = 2, --[[装备品质]]
		quench = 25, --[[淬火]]
	} ,
	[2] = {
		idx = 2, --[[自增idx]]
		level = 40, --[[装备等级]]
		color = 2, --[[装备品质]]
		quench = 50, --[[淬火]]
	} ,
	[3] = {
		idx = 3, --[[自增idx]]
		level = 40, --[[装备等级]]
		color = 3, --[[装备品质]]
		quench = 60, --[[淬火]]
	} ,
	[4] = {
		idx = 4, --[[自增idx]]
		level = 40, --[[装备等级]]
		color = 4, --[[装备品质]]
		quench = 70, --[[淬火]]
	} ,
	[5] = {
		idx = 5, --[[自增idx]]
		level = 40, --[[装备等级]]
		color = 5, --[[装备品质]]
		quench = 80, --[[淬火]]
	} ,
	[6] = {
		idx = 6, --[[自增idx]]
		level = 40, --[[装备等级]]
		color = 6, --[[装备品质]]
		quench = 90, --[[淬火]]
	} ,
	[7] = {
		idx = 7, --[[自增idx]]
		level = 40, --[[装备等级]]
		color = 7, --[[装备品质]]
		quench = 100, --[[淬火]]
	} ,
	[8] = {
		idx = 8, --[[自增idx]]
		level = 50, --[[装备等级]]
		color = 2, --[[装备品质]]
		quench = 80, --[[淬火]]
	} ,
	[9] = {
		idx = 9, --[[自增idx]]
		level = 50, --[[装备等级]]
		color = 3, --[[装备品质]]
		quench = 100, --[[淬火]]
	} ,
	[10] = {
		idx = 10, --[[自增idx]]
		level = 50, --[[装备等级]]
		color = 4, --[[装备品质]]
		quench = 120, --[[淬火]]
	} ,
	[11] = {
		idx = 11, --[[自增idx]]
		level = 50, --[[装备等级]]
		color = 5, --[[装备品质]]
		quench = 140, --[[淬火]]
	} ,
	[12] = {
		idx = 12, --[[自增idx]]
		level = 50, --[[装备等级]]
		color = 6, --[[装备品质]]
		quench = 160, --[[淬火]]
	} ,
	[13] = {
		idx = 13, --[[自增idx]]
		level = 50, --[[装备等级]]
		color = 7, --[[装备品质]]
		quench = 180, --[[淬火]]
	} ,
	[14] = {
		idx = 14, --[[自增idx]]
		level = 60, --[[装备等级]]
		color = 2, --[[装备品质]]
		quench = 100, --[[淬火]]
	} ,
	[15] = {
		idx = 15, --[[自增idx]]
		level = 60, --[[装备等级]]
		color = 3, --[[装备品质]]
		quench = 150, --[[淬火]]
	} ,
	[16] = {
		idx = 16, --[[自增idx]]
		level = 60, --[[装备等级]]
		color = 4, --[[装备品质]]
		quench = 200, --[[淬火]]
	} ,
	[17] = {
		idx = 17, --[[自增idx]]
		level = 60, --[[装备等级]]
		color = 5, --[[装备品质]]
		quench = 250, --[[淬火]]
	} ,
	[18] = {
		idx = 18, --[[自增idx]]
		level = 60, --[[装备等级]]
		color = 6, --[[装备品质]]
		quench = 300, --[[淬火]]
	} ,
	[19] = {
		idx = 19, --[[自增idx]]
		level = 60, --[[装备等级]]
		color = 7, --[[装备品质]]
		quench = 350, --[[淬火]]
	} ,
}
return ret