local ret = {
	[102] = {
		code = 102, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[2403] = {
		code = 2403, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[1013] = {
		code = 1013, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[3001] = {
		code = 3001, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[1] = {
		code = 1, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[2219] = {
		code = 2219, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[18362] = {
		code = 18362, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[16001] = {
		code = 16001, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[18135] = {
		code = 18135, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[8611] = {
		code = 8611, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[16009] = {
		code = 16009, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
	[207] = {
		code = 207, --[[错误码id]]
		type = 3, --[[类型]]
		-- 服务器收不到您的网络包，已被强制下线
	} ,
	[204] = {
		code = 204, --[[错误码id]]
		type = 3, --[[类型]]
		-- 服务器进行维护
	} ,
	[205] = {
		code = 205, --[[错误码id]]
		type = 3, --[[类型]]
		-- 您已经在另一台设备登录
	} ,
	[113] = {
		code = 113, --[[错误码id]]
		type = 3, --[[类型]]
		-- 已在其它设备登陆
	} ,
	[209] = {
		code = 209, --[[错误码id]]
		type = 3, --[[类型]]
		-- 转服生成，将重新登陆
	} ,
	[206] = {
		code = 206, --[[错误码id]]
		type = 3, --[[类型]]
		-- 您已被GM踢下线了
	} ,
	[1501] = {
		code = 1501, --[[错误码id]]
		type = 2, --[[类型]]
		-- 
	} ,
}
return ret