

--不同协议对应的错误码段


local tb = {

	--通用错误码
	[501] = "参数不对",
	[502] = "找不到该玩家",

	--登陆服:
	--login[101, 999]
	[101] = "该账号已注册",
	[102] = "该账号还未注册",
	[103] = "生成角色出错",
	[104] = "当前区的服务器正在维护中",
	[105] = "当前区的服务器正在维护中",
	[106] = "参数不全",
	[107] = "账号太短",
	[108] = "账号太长",
	[109] = "账号有特殊字符",
	[110] = "账号或密码不正确",
	[111] = "加载数据出错",
	[112] = "初始化数据出错",
	[113] = "已在其它设备登陆",
	[114] = "此账号已经绑定",
	[115] = "还未绑定账号不能新游戏",
	[201] =	"加载玩家信息出错",
	[202] = "请先创建角色",
	[203] = "当前区的服务器正在维护中",
	[204] = "服务器进行维护",
	[205] = "您已经在另一台设备登录",
	[206] = "您已被GM踢下线了",
	[207] = "服务器收不到您的网络包，已被强制下线",
	[208] = "此角色已被禁止上线!",
	[209] = "转服生成，将重新登陆!",
	[210] = "请先登录!",
	[211] = "重复创建角色!",
	[212] = "角色名字太长",
	[213] = "清除市场成功",
	[214] = "玩家处于切换地图状态",
	[215] = "角色已经被封号",


	--基本信息:
	--base[1000, 1999]
	[1001] = "角色id错误，或未通过登陆服验证",
	[1002] = "token验证失败",
	[1003] = "基础资源不足",
	[1004] = "物品类型不存在",
	[1005] = "列表类型不存在",
	[1006] = "元宝不足",
	[1007] = "银币不足",
	[1008] = "体力不足",
	[1009] = "物品不足",
	[1010] = "声望不足",
	[1011] = "资源不足",
	[1012] = "玩家未上线",
	[1013] = "名字已被使用",
	[1014] = "您已被禁言",
	[1015] = "ip禁止登陆",
	[1016] = "物品列表空",
	[1017] = "该角色id不存",
	[1018] = "无效的代码",
	[1019] = "不能重复打新手副本",
	[1020] = "名字太长",
	[1021] = "重复的订单id",
	[1022] = "充值金额不对",
	[1023] = "未完成充值的订单太多",
	[1024] = "",
	[1025] = "请下载最新的客户端进入游戏！",
	[1026] = "无效的账号",
	[1027] = "",
	[1028] = "",
	[1029] = "",
	[1030] = "",
	[1031] = "",
	[1032] = "",
	[1033] = "",
	[1034] = "合成配置不存在",
	[1035] = "参数不对",
	[1036] = "配置不存在",
	[1037] = "已经购买过月卡",
	[1038] = "等待充值服务器返回月卡信息",
	[1039] = "已经购买过永久卡",
	[1040] = "等待充值服务器返回永久卡信息",
	[1041] = "还没购买该充值卡",
	[1042] = "重复领取",
	[1043] = "亲，请重启游戏。",
	[1044] = "军团贡献不足",
	[1045] = "仓库积分不足",
	[1046] = "资源种类或数量错误",
	[1047] = "重登验证失败",
	--功能开启
	[1501] = "你已经开启过此功能了",
	[1502] = "不存在此功能了",
	[1503] = "等级不足",
	[1504] = "前置任务没有完成",
	[1505] = "你所在的地图不对",
	--获取别人相关信息
	[1551] = "装备已消失",
	[1601] = "你聊天太频繁了,请稍后再聊",
	[1602] = "你的等级不足",
	[1603] = "你已被禁言",

	[1701] = "距离过远",

	--背包信息:
	--bag[2000, 2999]
	[2000] = "参数有误",
	[2001] = "物品个数错误",
	[2002] = "不存在这个物品",
	[2003] = "强化物品1不足",
	[2004] = "铜钱不足",
	[2005] = "强化物品3不足",
	[2006] = "已经强化到最强了",

	[2007] = "镶嵌的宝石不存在",
	[2008] = "镶嵌的槽还没打开",
	[2009] = "此宝石不能放到这个装备孔中",
	[2010] = "不是相同的宝石",
	[2011] = "宝石等级不符合",
	[2012] = "该槽没有宝石",

	--拆分物品
	[2013] = "没有该物品",
	[2014] = "需要开锁",
	[2015] = "背包没有那么多空位了",

	--卖东西
	[2020] = "没有该物品",
	[2021] = "需要开锁",
	[2022] = "此物品不能出售",
	[2023] = "不能出售0个物品",

	[2034] = "不存在效果处理函数",
	[2100] = "道具配置不存在",
	[2101] = "需要开锁",
	[2102] = "位置不可以交换",
	[2103] = "此物品不可以使用",
	[2200] = "该格子已经开启过了",
	[2201] = "开启的格子下标过大",
	[2202] = "解锁的格子配置不存在",
	[2203] = "此物品一次性只能使用一个",
	[2204] = "等级不足",
	--使用物品
	[2211] = "背包空间不足",
	[2212] = "伙伴空间不足",
	[2213] = "等级不足无法使用",
	[2214] = "你打开残旧的箱子，发现了一些沾满泥土的铜钱！",
	[2215] = "一番挖掘后，你终于发现了前人留下的宝藏！",
	[2216] = "你一铲子下去，吵醒了埋在土里的古代妖物！",
	[2217] = "你可能用了一张假的宝图，除了一堆土，啥也找不到。",
	[2218] = "宝图配置不存在",
	[2219] = "正在前往藏宝坐标",
	[2220] = "宝图不存在",
	[2221] = "没有奖励可领取",
	[2223] = "宝图结果配置不存在",
	[2224] = "加入军团才可使用",
	[2225] = "血瓶冷却中",
	[2226] = "生命已满",
	[2227] = "玩家已经死了",
	[2228] = "背包空间不足",
	[2229] = "背包空间不足",
	[2230] = "所需物品不足",

	--生成装备
	[2301] = "生成配方没有找到",
	[2302] = "背包已满",
	[2303] = "原材料不足",
	[2304] = "铜钱不足",
	[2305] = "不能打造非自己职业的装备",
	[2306] = "没有找到保底物品",
	[2307] = "保底物品不足",
	[2308] = "此保底物品不能用于产出此装备",
	[2309] = "此物品不是保底物品",
	[2310] = "此物品不能使用于这个等级的装备",
	--这个协议后面还有错误码
	--[2501~2510] = "已经被用了",


	--宝石合成
	[2311] = "装备类型不对",
	[2312] = "此位不存在宝石",
	[2313] = "背包空间不足",
	[2314] = "该物品不是宝石",
	--强化装备
	[2321] = "已经强化到最高级了",
	[2322] = "此装备不能再强化了",
	[2323] = "装备类型不对",

	--增加物品时
	[2331] = "增加物品个数为0",
	[2332] = "物品配置没有找到此物品",
	--[2333] = "增加的个数大于堆叠数",
	[2333] = "背包没有空位了",
	[2334] = "找不到空槽",
	[2335] = "此虚拟物品类型不存在",

	--洗炼物品
	[2341] = "没这个类型的装备",
	[2342] = "参数不符",
	[2343] = "洗炼石不足",
	[2343] = "洗炼石不足",
	[2344] = "此装备品质不足以洗炼",
	[2345] = "不能精练",
	[2346] = "该装备并没有穿在身上",
	[2347] = "不能精练没有穿在身上的装备",
	[2348] = "洗炼石道具不足",
	[2349] = "此装备不能洗练",
	[2350] = "锁了不存在的属性",

	--配方表有错 预留40个code
	[2351] = "配置表不存在",
	[2352] = "品质概率不存在",
	[2353] = "前缀概率不存在",
	[2354] = "特效概率不存在",
	[2355] = "额外概率不存在",
	[2356] = "打造的装备不存在",
	[2357] = "打造的物品不是装备",
	[2358] = "你不能打造不是自己职业的装备",
	[2390] = "预留",

	--保存洗炼属性
	[2391] = "装备类型不对",
	[2392] = "此装备槽还没洗炼过",
	[2393] = "这个装备没有精炼过",

	--获取洗炼属性
	[2401] = "装备类型不对",
	[2402] = "这个物品不是装备",
	[2403] = "这个装备没有洗炼过",

	--智能宝石升级
	[2411] = "此物品不存在",
	[2412] = "该物品不是宝石",
	[2413] = "该宝石是最低等级",
	[2414] = "宝石数量不足",
	[2415] = "合成材料不足",
	[2416] = "原来位置并没有宝石镶嵌",
	[2417] = "宝石已经到最高级了",
	--聊天时大喇叭数量不跑
	[2421] = "大喇叭数量不足",
	-- 交换增加提示
	[2431] = "源地址过大",
	[2432] = "目标地址过大",
	[2433] = "源地址没有物品",
	[2434] = "目标地址与源地址相同",
	[2435] = "包内交换源地址过大",
	[2436] = "包内交换目标地址过大",
	[2437] = "包内交换源地址没有物品",
	[2438] = "非装备不能放在装备栏里",
	[2439] = "此装备不能放在这个装备栏里",
	--bagnormaladdItemCheck的error
	[2441] = "背包空间不足",
	[2442] = "堆叠数过大",
	[2443] = "堆叠数过大",
	[2444] = "背包空间不足",
	[2445] = "堆叠数过大",
	[2446] = "背包空间不足",
	[2447] = "堆叠数过大",
	[2448] = "背包空间不足",
	[2449] = "缺少物品id",


	--回收装备
	[2451] = "输入参数为空",
	[2452] = "输入参数数量为零",
	--打造装备不够errorcode 所以放到这
	[2501] = "此物品不是增加星魂",
	[2502] = "此物品等级不足",
	[2503] = "参数不符",
	[2504] = "品质保底材料不足",
	[2505] = "星级保底材料不足",

	--升级镶嵌在装备上的宝石
	[2511] = "装备类型不存在",
	[2512] = "宝石数量不足",
	[2513] = "这个位置上并没有镶嵌宝石",
	[2514] = "这个位置上并没有镶嵌宝石",
	[2515] = "并不是同一类型的宝石",
	[2516] = "此宝石不能用于升级镶嵌了的宝石",
	[2517] = "此宝石已经是最高级了",
	[2518] = "宝石数量不足",

	[2600] = "已过期",

	[2900] = "不存在该外挂处理",
	[2901] = "请再随机一次",

	--增加已经存在物品的
	[2971] = "超过容量了",
	[2972] = "没有容量了",
	
	--物品个数出错分协议
	[2981] = "物品个数错误",
	[2982] = "物品个数错误",
	[2983] = "物品个数错误",
	[2984] = "物品个数错误",
	[2985] = "物品个数错误",

	[2992] = "没有合理的位置码",
	[2993] = "没有空位",
	[2994] = "没有找到伙伴装备创建表",
	[2995] = "没有找到伙伴装备创建表",
	--"装备类型出错分协议
	[2996] = "装备类型出错",
	[2997] = "装备类型出错",
	[2998] = "装备类型出错",
	[2999] = "装备类型出错",

--------------------------------伙伴 begin-------
	[3000] = "伙伴信息开始",
	--给伙伴加经验
	[3001] = "没有这个物品",
	[3002] = "需要开锁",
	[3003] = "你尚未拥有这个伙伴",
	[3004] = "已经到最高等级了",
	[3005] = "此物品不是经验书",
	[3006] = "参数不符",

	--给伙伴炼化
	[3011] = "你不拥有此伙伴",
	[3012] = "你尚未拥有此伙伴",
	[3013] = "所需洗髓丹不足",
	[3014] = "所需洗练锁不足",
	[3015] = "战斗中，不能精炼",
	[3016] = "所需物品不足",
	[3017] = "出战中，不能精炼",
	[3018] = "参数不符",
	[3019] = "锁住的技能不存在",

	--给伙伴装装备
	[3021] = "没有这个装备",
	[3022] = "物品数量不足",
	[3023] = "此物品不是伙伴装备",
	[3024] = "此伙伴不在出战对队中",
	[3025] = "此物品不是伙伴装备",
	[3026] = "参数不符",

	--从书中学习技能
	[3031] = "没有这个物品",
	[3032] = "需要开锁",
	[3033] = "此物品不是伙伴技能书",
	[3034] = "你还未拥有此伙伴",
	[3035] = "你已经拥有了此技能",
	[3036] = "技能位置槽已满或条件不足",
	[3037] = "参数不符",

	--设置该伙伴为出战伙伴
	[3041] = "你尚未拥有此伙伴",
	[3042] = "你还拥有此伙伴",
	[3043] = "切换出战武将还在冷却中",

	--增加伙伴位
	--[3051] = "没有这个物品",
	--[3052] = "物品数量不足",
	--[3053] = "此物品不是六韬",
	[3054] = "已经到达最大值了",
	[3055] = "元宝不足",
	
	--开启阵位
	[3061] = "没有这个物品",
	[3062] = "元宝数量不足",
	[3063] = "道具不足",
	[3064] = "此阵法不存在",
	[3065] = "此阵位不存在",
	[3066] = "已经升到最大等级了",
	[3067] = "前置阵法尚未解锁",
	[3068] = "前置阵法尚未解锁",

	--唤魂
	[3071] = "没有这个物品",
	[3072] = "物品数量不足",
	[3073] = "此物品不是唤魂的道具",
	[3074] = "你不曾拥有过这个伙伴",
	[3075] = "此伙伴不存在",
	[3076] = "没有空位了",
	[3076] = "此伙伴在你的仓库里",---可以重复
	[3077] = "此伙伴在你出战队列中",---可以重复

	--设置生效阵法
	[3091] = "没有这个阵法",

	--将出战队列的伙伴放进仓库中去
	[3101] = "你尚未拥有此伙伴",
	[3102] = "伙伴仓库已经满了",
	[3103] = "此伙伴正在战斗中",
	[3104] = "此伙伴在出战中",

	--将仓库中的伙伴放进去放到出战队列中去
	[3111] = "此伙伴不在仓库中",
	[3112] = "出战队列已经满了",

	--(炼魂)
	[3121] = "你尚未拥有此伙伴",
	[3122] = "此伙伴正在战斗中",
	[3123] = "背包不够空间放物品",
	[3124] = "你不拥有此伙伴",
	[3125] = "此伙伴正在出战中",
	[3126] = "此伙伴只是碎片而已",
	[3127] = "参数不符",
	[3128] = "已是初始状态",

	--将伙伴放到某阵位中
	[3131] = "你尚未拥有这个伙伴",
	[3132] = "没有这个阵法",
	[3133] = "没有这个阵位",
	[3134] = "这个阵位还没有解锁",
	[3135] = "这个伙伴已经在阵中了",
	--保存洗炼
	[3141] = "你尚未拥有此伙伴",
	[3142] = "此伙伴还没有成形",
	[3143] = "参数不符",
	[3144] = "此伙伴没有洗炼过",
	--重命名
	[3151] = "你尚未拥有此伙伴",
	[3152] = "名字过长",
	--重命名
	[3161] = "你尚未拥有此伙伴",
	[3162] = "参数不对",
	[3163] = "所需道具不足",
	[3164] = "物品类型不对",
	[3165] = "天资已到最大值",
	[3166] = "武力已到最大值",
	[3167] = "体魄已到最大值",
	[3168] = "灵动已到最大值",
	[3169] = "参数不符",

	[3171] = "你还没拥有该伙伴",
	[3172] = "你还没拥有该伙伴",
	[3173] = "参数出错",
	[3174] = "参数出错",
	[3175] = "此伙伴已经在出战列表中",
	[3176] = "此伙伴不在出战列表中",
	[3177] = "可上阵伙伴数量已达上限",

	[3181] = "未拥有此伙伴的碎片",
	[3182] = "觉醒已经到最大值了",
	[3183] = "碎片不足",
	[3184] = "配置表出错",

	--写下装备
	[3191] = "参数不符",
	[3192] = "没有此伙伴",
	[3193] = "此伙伴未成形",
	[3194] = "此伙伴未穿上此装备",
	--[3185] = "此伙伴未穿上此装备",
	[3201] = "参数不符",
	[3202] = "你尚未拥有此伙伴",
	[3203] = "此伙伴只是碎片",
	

	--通用的（或者说不知道放在哪里的）
	[3990] = "该伙伴还是碎片形态！",
	[3991] = "伙伴已消失！",
	[3992] = "玩家不在线！",
	[3993] = "伙伴不存在",
	[3994] = "伙伴不能升级了",
	[3995] = "伙伴信息不存在",
	[3996] = "生成伙伴不成功",
	[3997] = "不够空间放伙伴了",
	[3998] = "配置表没找到该伙伴",
	[3999] = "伙伴信息结束",

--------------------------------伙伴 end-------
	
	--竞技场
	--arena[4000,4999]
	[4000] = "系统未开启",
	[4001] = "该排名不存在玩家",
	[4002] = "该玩家正在战斗",
	[4003] = "无奖励可领",
	[4004] = "购买次数已达上限",
	[4005] = "多次挑战数据异常",
	[4006] = "不能挑战自己的镜像",
	[4007] = "今日剩余次数不足，少侠请明天再来",
	[4008] = "奖励已领取",

	--副本:
	--gain[5000,5599]
	[5000] = "找不到code对应的配置",
	[5001] = "当前副本还未通关",
	[5004] = "没有宝箱可领",
	[5005] = "达到3星才能扫荡",
	[5006] = "体力不足",
	[5007] = "未达到上限，不能重置",
	[5008] = "提升vip可增加重置次数",
	[5009] = "重置花费元宝不足",
	[5010] = "等级不足，无法挑战",
	[5011] = "前置副本没完成", 
	[5012] = "重置次数已用完",
	[5013] = "等级不足，无法进入",
	[5014] = "30秒内不能重复进入",
	[5015] = "玩家不在场景中",
	
	[5016] = "无效的章节",
	[5017] = "今天挑战次数已用完, 请重置",
	[5018] = "今天挑战次数已用完",
	[5019] = "当天副本今天不开放",
	[5021] = "无奖励可领",
	[5022] = "已经领取过该奖励了",
	[5023] = "找不到目标地图",
	[5024] = "玩家已经不在地图上",
	[5025] = "玩家已经在副本中",
	[5026] = "非副本场景不需要传送",

	[5027] = "今日已扫荡或已挑战，扫荡失败",
	[5028] = "请先通关上一层",
	[5029] = "通关5次后可扫荡",
	[5030] = "今天挑战过了，不能再挑战",
	[5031] = "元宝不足，无法获得双倍效果",
	[5032] = "扫荡仓库没有可领取的奖励",
	[5033] = "铜币不足，无法扫荡",
	[5034] = "副本已通关",
	[5035] = "找不到目标地图",
	[5036] = "战斗状态下无法传送",

	[5037] = "当前不需要重置",
	[5038] = "可购买次数不足",
	[5039] = "副本次数不足",
	[5040] = "当前处于死亡状态, 不可以切换地图",
	[5041] = "军团领地中不可进入副本",

	[5042] = "副本类型错误",
	[5043] = "等级不足，无法扫荡",


	--好友:
	--gain[5600,5999]
	[5600] = "该玩家已是您的好友",
	[5601] = "您已拉黑该玩家",
	[5602] = "该玩家不是您的好友",
	[5603] = "您已经赠送过体力给该玩家了",
	[5604] = "该玩家没有给你赠送体力",
	[5605] = "该玩家没有申请你为好友",
	[5606] = "黑名单数已达到上限",
	[5607] = "您的好友数已达到上限",
	[5608] = "对方的好友数已达到上限",
	[5609] = "不能加自己为好友",
	[5610] = "不能加黑名单为好友",
	[5611] = "数据出错",
	[5612] = "体力已经领完啦",
	[5613] = "不能对自己说话",
	[5614] = "已在黑名单中",

	-- 技能
	[6001] = "已经是最高级技能了",
	[6002] = "找不到该技能配置",
	[6003] = "目标已死亡",
	[6004] = "不是初始技能",
	[6005] = "技能下标错误", 
	[6006] = "玩家等级不足",
	[6007] = "普通攻击不需要学习或升级",
	[6008] = "必须指定目标",
	[6009] = "目标距离过远",
	--商城
	--mall[8000, 8999]
	[8000] = "商品开始",

	--购买商品
	[8001] = "数量不对",
	[8002] = "此商品不存在",
	[8003] = "所需货币不足",
	[8004] = "你的等级不足",
	[8005] = "你的等级太高了",
	[8006] = "你的排名不够靠前",
	[8007] = "你购买次数已满",
	[8008] = "购买时效已过",
	[8009] = "所需元宝不足",
	[8010] = "所需斗币不足",
	[8011] = "VIP等级不足",

	--市场
	--开槽
	[8601] = "你还没有开启此功能",
	[8602] = "你全部市场位都已经开了",
	[8603] = "没有找到相应配置",
	[8604] = "你的元宝不足",
	[8605] = "你的元宝不足",
	--获取自己的市场挂售信息
	[8611] = "你还没有开启此功能",
	--自己的市场挂售信息
	[8621] = "你还没有开启此功能",
	[8622] = "需要开锁",
	[8623] = "你的价钱设置不合理",
	[8624] = "你的槽位不足",
	[8625] = "此物品不能卖",
	[8626] = "此物品为绑定物品",
	[8627] = "此物品为时效道具",
	[8628] = "你的物品不存在",
	[8629] = "装备需要紫色品质及其以上才能挂售",
	[8630] = "参数为空",
	--取消挂售
	[8631] = "你没有挂售过此物品",
	[8632] = "你的东西已经卖光了",
	[8633] = "你的背包已经满了",
	[8634] = "你不能取消别人挂售的物品",
	[8635] = "你不能取消已售出的物品",
	[8636] = "参数不正确",
	[8637] = "你的东西已经卖光了",
	--购买
	[8640] = "你背包空间不足",
	[8641] = "参数不正确",
	[8642] = "此物品不能购买",
	[8643] = "此物品已被购买",
	[8644] = "此物品数量不足",
	[8645] = "此物品已超时",
	[8646] = "物品不见了",
	[8647] = "此物品不能购买",
	[8648] = "获取价格时出错",
	[8649] = "已经被取消了",
	[8650] = "已经卖光了",
	--获取价格
	[8651] = "此物品不能出售",
	[8652] = "物品标号为空",
	--获取挂售列表
	[8661] = "此类型不存在",
	[8662] = "刷新出来的货品此页不存在",
	[8663] = "此页不存在",
	[8664] = "类型不能为空",
	[8665] = "页不能为空",
	[8666] = "子类不能为空",
	--刷新挂售列表
	[8671] = "此类型不存在",
	[8672] = "马上就要刷新了，请耐心等等",
	[8673] = "此页不存在",
	--获取收入
	[8681] = "参数不能为空",
	[8682] = "你未曾出售此物品",
	[8683] = "此物品暂时无收益",
	--GetMarketTypeCounts
	[8691] = "你还没有开启此功能",
	[8692] = "参数为空",

	--GetMarketItemInfoList
	[8701] = "你还没有开启此功能",
	[8702] = "参数为空",
	[8703] = "没有此唯一类型",
	[8704] = "没有此大类",
	[8705] = "页数不应小于等于0",
	--RefreshMarketItemlist(name)
	[8711] = "参数为空",
	[8712] = "参数长度为0",
	[8713] = "你还没开启此功能",
	[8714] = "你搜索太频繁了,请稍等一会",
	[8715] = "此物品不允许在市场上出售",
	[8716] = "不存在此前缀",
	[8717] = "不存在此类型",
	[8718] = "不存在此唯一类型",
	[8719] = "此搜索条件不存在",

	[8721] = "你还没有开启此功能",
	[8722] = "此物品不允许出售",

	--vip
	[8901] = "你的会员等级不足",
	[8902] = "此会员等级不存在",
	[8903] = "你已经领过此领包了",
	[8904] = "此会员等级不能领礼包了",
	[8905] = "您背包空间不足",
	--vip假充值
	[8911] = "你充值数值为空",
	[8912] = "你充值数值不能为负",

	[8999] = "商品结束",

	--组队
	[9001] = "你已经申请过了",
	[9002] = "你已经有队伍了",
	[9003] = "邀请过该玩家",
	[9004] = "队伍不存在",
	[9005] = "队伍人数已满",
	[9006] = "战力不符合",
	[9007] = "该玩家已有队伍",
	[9008] = "不是队长", 
	[9009] = "队长位置不可达",
	[9010] = "今日次数已用完",
	[9011] = "队员等级不足",
	[9012] = "玩家等级不足",
	[9013] = "请先退出当前副本",
	
	--军团
	--alliance[10000,10699]
	[10000] = "军团名称已被使用",
	[10001] = "军团缩写已被使用",
	[10002] = "军团名称长度不对",
	[10003] = "在军团中，不能创建军团或加入其它军团",
	[10004] = "军团缩写长度不对",
	[10005] = "资源不足",
	[10006] = "已在军团中，不能重复加入",
	[10007] = "军团人数已满",
	[10008] = "尚未加入军团",
	[10009] = "参数错误",
	[10010] = "玩家不在军团中",
	[10011] = "权限不够",
	[10012] = "已向该玩家发送过邀请",
	[10013] = "已申请",
	[10014] = "不在邀请队列中",
	[10015] = "找不到邀请",
	[10016] = "盟主不能退出军团",
	[10017] = "玩家已加入其它军团",
	[10018] = "该申请已经处理",
	[10019] = "申请已过期",
	[10020] = "找不到该玩家",
	[10021] = "等级不足,不能建立军团",
	[10022] = "管理员人数已达上限",
	[10023] = "申请数量已达上限",
	[10024] = "军团已达到最高等级",
	[10025] = "军团每日捐献次数已满",
	[10026] = "加入军团时间不足24小时，不能捐献",
	[10027] = "货币不足，不能捐献",
	[10028] = "成长值已满，稍后再捐",
	[10029] = "该军团申请列表已满，请尝试申请其他军团",
	[10030] = "没有建筑配置",
	[10031] = "建筑队列满",
	[10032]	= "前置条件不满足",
	[10033] = "成长值不足",
	[10034] = "正常状态不能提速",
	[10035] = "配置错误",
	[10036] = "超过仓库每日存储数量",
	[10037] = "超过仓库总存储数量",
	[10038] = "一次同时只有一条存储或取出队伍",
	[10039] = "玩家资源不够存储",
	[10040] = "你的贡献值不足",
	[10041] = "参数错误",
	[10042] = "军团等级不够",
	[10043] = "今日已经考勤过",
	[10044] = "目标已经被禁言",
	[10045] = "被禁言",
	[10046] = "未达到升级要求",
	[10047] = "正在升级中",
	[10048] = "现在不能上交物资",
	[10049] = "你已经达到了上交数量限制",
	[10050] = "该项物品已经收集完毕",
	[10051] = "只能踢普通成员",
	[10052] = "今日踢人已达上限",
	[10053] = "不能自己踢自己",
	[10054] = "当前没有可领取的奖励",
	[10055] = "你本周已经领过了",
	[10056] = "加入时间不足",
	[10057] = "已达到最高修炼等级",
	[10058] = "已达上限，请提升军团等级",
	[10059] = "今日修炼次数达到上限",
	[10060] = "无效的道具",
	[10061] = "此位置没有物品",
	[10062] = "此物品不在拍卖列表中",
	[10063] = "出价过低",
	[10064] = "你已经出过价了",
	[10065] = "竞拍尚未开始",
	[10066] = "军团仓库满了",
	[10067] = "今日军团任务已完成",
	[10068] = "需要加入军团才能学习",
	[10069] = "今日可修炼次数少于十次",
	[10070] = "竞拍参数错误",
	[10071] = "你的贡献值不足",
	[10072] = "战旗等级不足",
	[10073] = "军团任务配置错误",
	[10074] = "本周已完成所有军团任务",
	[10075] = "军团已解散",
	[10076] = "不可重复接取军团任务",
	[10077] = "等级不足",
	[10078] = "你等级不足40级，不能加入军团",
	[10079] = "对方等级不足40级，不能加入军团",
	[10080] = "军团字号只能为单个中文字",
	[10081] = "此军团字号已被占用",
	[10082] = "公告长度过长",
	[10083] = "QQ群号码长度过长",
	[10084] = "次数已满，明天请早",
	[10085] = "参数错误",
	[10086] = "只可限制1到700级",
	[10087] = "只可限制0到9999999",
	[10088] = "职务名长度过长",
	[10089] = "等级未达到申请条件",
	[10090] = "战力未达到申请条件",
	[10091] = "参数错误",
	[10092] = "公告长度过长",
	[10093] = "每天只能变更2次",
	[10094] = "配置错误",
	[10095] = "今天已鼓舞三次，请明天再来",
	[10096] = "军团资金不足",
	[10097] = "当前战旗等级已达上限",
	[10098] = "配置错误",
	[10099] = "不在可弹劾期间",
	[10100] = "已经弹劾过了",
	[10101] = "口粮不足",
	[10102] = "当前时间不可开启",
	[10103] = "军团库存口粮不足",
	[10104] = "本周已开启5次",
	[10105] = "军团兽神已在领地之中",
	[10106] = "参数错误",
	[10107] = "没有可申请的军团",
	[10108] = "军团不存在",

	--军团仓库:
	--gain[10600,10699]
	[10600] = "物品不存在",
	[10601] = "找不到物品",
	[10602] = "装备数据有误",
	[10603] = "背包空间不足",
	[10604] = "捐献成功",

	--军团副本:
	--gain[10700,10999]
	[10700] = "正在有人挑战，请稍后再试",
	[10701] = "该副本已结束",
	[10702] = "该奖励您已领取",
	[10703] = "今天挑战次数已用完，请购买",
	[10704] = "没有奖励记录",
	[10705] = "未通关,不能领奖励",
	[10706] = "领奖时间已结束",
	[10707] = "该位置奖励已领取",
	[10708] = "无效的位置",
	[10709] = "只有懂事长才能设置",
	[10710] = "先通过才能领奖",
	[10711] = "您已领取过奖励",
	[10712] = "副本结束之前进军团才能领取",
	[10713] = "超过最大购买次数",

	--军团篝火/宴会
	[10800] = "当前不是军团篝火晚会活动时间",
	[10801] = "当前不是军团宴会活动时间",
	[10802] = "现在的酒已经够大家喝了，请等等在试",
	[10803] = "现在的烟花已经够多了，请等等在试",
	[10804] = "答题尚未开始",
	[10805] = "本题已过期",
	[10806] = "本题已经回答过了",
	[10807] = "需要答对两次才能掷骰子",
	[10808] = "已经投过，今天不能再投了",
	[10809] = "宝箱已消失",
	[10810] = "此宝箱正在被别人开启，请去试试别的宝箱吧",
	[10811] = "答题活动已经结束",
	[10812] = "今日已经不能再开了",
	[10813] = "佳肴已消失",
	[10814] = "此佳肴已经有人在享用，请去试试别的吧",
	[10815] = "您已经吃不下了。",
	[10816] = "散财童子已消失",
	[10817] = "此散财童子正在与人交谈，请去试试别的吧",
	[10818] = "本次活动已不能再获得喝酒奖励",
	[10819] = "本次活动已不能再获得烟花奖励",
	
	--任务
	--task[11000,11999]
	[11000] = "前置任务没完成",
	[11001] = "该任务不是进行中",
	[11002]	= "该任务没有完成",
	[11003]	= "已领取完所有奖励",
	[11004]	= "未达到领奖数量",
	[11005] = "不存在的任务",
	[11006] = "该任务正在进行中",
	[11007] = "未达到开启条件",
	[11008] = "该任务已经结束",

	--天机任务DailyTask
	[11009] = "参数错误",
	[11010] = "任务次数不足",
	[11011] = "今日已购买过任务次数",
	[11012] = "没有可以刷新的任务",
	[11013] = "天机任务配置有误",

	[11014] = "今天的美人已全部护送完",
	[11015] = "不在任务过程中",
	[11016] = "正在护送过程中，无法传送",
	[11017] = "未达到领取条件",
	[11018] = "已在护送过程中",
	[11019] = "元宝不足，无法继续刷新",
	[11020] = "等级不足",

	--邮件
	--email[12000, 12999]
	[12000] = "邮件不可领取",
	[12001] = "邮件已领取",
	[12002] = "邮件不存在",
	[12003] = "背包已满，请前往整理",
	[12004] = "附件未领取，无法删除",

	--爬塔
	--career[13000, 13999]
	[13000] = "已通关了",
	[13001] = "挑战次数用完",
	[13002] = "可挑战次数不足",
	[13003] = "不可重复选取属性",
	[13004] = "选取属性不存在",
	[13005] = "购买商品层数超出",
	[13006] = "该层不存在商品",
	[13007] = "该层商品已购买",
	[13008] = "未达生涯最高层",
	[13009] = "已达重置上限",
	[13010] = "已在第一层",
	[13011] = "已达生涯最高层,请重置",
	[13012] = "今日已达挑战上限",
	[13013] = "挑战次数槽已满",
	[13014] = "正在扫荡",
	[13015] = "扫荡已完成",

	--夺宝
	[14000] = "机器人配置不存在",
	[14001] = "正在冷却",
	[14002] = "不可抢夺",
	[14003] = "玩家不存在",
	[14004] = "碎片已被夺取",
	[14005] = "玩家处于免战",

	--活动相关[16000, 16999]
	[16000] = "该活动没有开启",
	[16001] = "该奖励已领或者不可领",
	[16002] = "找不到该活动的target类型",
	[16003] = "在线时长未达到",
	[16004] = "请激活会员",
	[16005] = "会员等级不足",
	[16006] = "已经过期",
	[16007] = "无服务器限定奖励",
	[16008] = "服务器奖励不足",
	[16009] = "奖励领取失败",
	[16010] = "角色等级不足",
	[16011] = "活动不存在",
	--坐骑   17000
	[17000] = "坐骑开始",

	--设置骑乘状态
	[17001] = "你尚未开启坐骑功能",
	--封灵某个槽
	[17011] = "你尚未拥有此坐骑",
	[17012] = "槽参数不合理",
	[17013] = "灵气已经环绕全身，达到极限了",
	[17014] = "这个槽已经升到最高级了",
	[17015] = "所需物品不足",

	--喂养
	[17021] = "不存在此物品",
	[17022] = "需要开锁",
	[17023] = "此物品不能喂养",
	[17024] = "已经喂饱了，不能再吃啦",

	--根据喂养记忆来喂
	[17031] = "你的喂养记忆为空",
	[17032] = "没有可喂养的记忆物品",
	[17033] = "已经喂饱了，不能再吃啦",
	[17034] = "他已经吃饱了，不能再吃啦",

	--设置喂养记忆
	[17041] = "存在非物品",
	[17042] = "存在不能喂养的物品",
	[17043] = "存在不能记忆的物品",

	--设置幻化外观
	[17051] = "存在不能记忆的物品",

	--增加经验
	[17061] = "已经到最大等级了",
	[17062] = "所需物品不足",
	
	
	--非协议
	[17501] = "背包空间已满",
	[17502] = "没有该坐骑",

	[17999] = "坐骑结束",

	------------------------------------------------打坐   18000
	[18000] = "打坐开始",
	--开始打坐
	[18001] = "你还没到20级",
	[18002] = "你在战斗中",
	[18003] = "你正在打坐中",
	[18004] = "你正在去打坐的路上",

	--获取当前打坐的
	[18011] = "你都尚未开始打坐",

	--打坐结束的
	[18021] = "你都尚未开始打坐",

	--获取最近可邀请列表
	[18031] = "你还没到20级",
	[18032] = "你正在战斗中",
	[18033] = "你正在双休中",
	[18034] = "你正在去双休的路上",
	[18035] = "你正在护送中",

	-- 一键邀请时
	[18041] = "你还没到20级",
	[18042] = "你在战斗中",
	[18043] = "你正在打坐中",
	[18044] = "你正在去双休的路上",

	--开始双休时
	[18051] = "等级不足",
	[18052] = "无法接受邀请",
	[18053] = "正在打坐中",
	[18054] = "对方等级不足",
	[18055] = "对方被卷入纠纷",
	[18056] = "对方已经在双休了",
	[18057] = "对方等级不足",
	[18058] = "对方被卷入纠纷",

	--邀请时
	[18801] = "对方等级不足",
	[18802] = "对方无法接受邀请",
	[18803] = "对方正在打坐中",
	[18804] = "对方无法接受邀请",
	[18805] = "对方接受了你的邀请",

	--接受时
	[18811] = "对方等级不足",
	[18812] = "对方卷入了纷争",
	[18813] = "对方已经在双体了",
	[18814] = "对方跑了",
	[18815] = "对方接受了你的接受",

	--玩家A终止打坐的原面
	[18821] = "该玩家结束了打坐",
	[18822] = "该玩家被卷入了纷争",
	[18823] = "该玩家去二次元拯救世界",

	--状态错误码（有可能有重复）
	[18101] = "您已经在打坐中了",
	[18102] = "您邀请了别人，他正在跑过来",
	[18103] = "您正在双修",

	[18111] = "要想双修你只能是在等别人的时候",
	[18121] = "要想双修你只能是在等别人的时候",

	[18131] = "你不能在什么状态都不是时候双修",
	[18132] = "你不能在单修时候双修",
	[18133] = "你不能在等人的时候双修",
	[18134] = "你不能在双修的时候双修",
	[18135] = "你在护送的时候不能打坐",
	[18136] = "此地图不能打坐",

	[18141] = "你正在去修的路上，怎么可能获得收益",
	[18142] = "你无状态下不能获得收益",

	[18151] = "你无状态不会收到他人取消打坐的消息",
	[18152] = "你在打坐时不会收到他人取消打坐的消息",
	[18153] = "你等人时不会收到他人取消打坐的消息",
	[18154] = "你在双修时不会收到他人取消打坐的消息",

	[18161] = "你在路上是收不到其它人的邀请的",
	[18162] = "你在等人的时候是收不到其它人的邀请的",
	[18163] = "你在双修时是收不到其它的人邀请的",

	[18171] = "你在路上是不可能收到别人取消双修的",
	[18172] = "你无状态下是收不到别人取消双修的",
	[18173] = "你单修时是不可能收到别人取消双修的",
	[18174] = "你等人时是不可能收到别人取消双修的",
	[18175] = "你在路上是不可能收到别人取消双修的",

	[18181] = "你在路上的时候是不能停止打坐的",
	[18182] = "你在无状态下是不能停止打坐的",

	[18191] = "你在路上是不可以邀请他人的",
	[18192] = "你在无状态下是不可以邀请他人的",
	[18193] = "你在等人的时候是不可以邀请他人的",
	[18194] = "你在双修时是不可以邀请他人的",
	[18195] = "你在护送时是不可以邀请他人的",

	[18201] = "你在路上时是不可以接受他人接受的",
	[18202] = "你在无状态时是不可以接受他人接受的",
	[18203] = "你在等人时是不可以接受他人接受的",
	[18204] = "你在双修时是不可以接受他人接受的",

	[18211] = "你在路上时是不可以接受其他人邀请的",
	[18212] = "你在等人时是不可以接受其他人邀请的",
	[18213] = "你在双修时是不可以接受其他人邀请的",
	[18214] = "你正在进行护送任务不能打坐",

	[18221] = "你在路上时是不可以受到他人邀请的",
	[18222] = "你在等人时是不可以受到他人邀请的",
	[18223] = "你在双修时是不可以受到他人邀请的",
	[18224] = "你在护送时是不可以受到他人邀请的",

	[18331] = "你在等人时是不可以受到他人邀请的",
	[18332] = "你在双修时是不可以受到他人邀请的",

	[18341] = "你在路上是不可以邀请他人的",
	[18342] = "你在无状态下是不可以邀请他人的",
	[18343] = "你在等人的时候是不可以邀请他人的",
	[18344] = "你在双修时是不可以邀请他人的",
	[18345] = "你在护送时是不可以邀请他人的",

	[18351] = "你现在不是一个合格的邀请者",

	[18361] = "双人打坐不能骑乘",
	[18362] = "护送中不能骑乘",
	[18363] = "此地图不能骑乘",





	[18999] = "打坐结束",

	------------------------------------------------称号   19000
	[19001] = "称号不存在",
	[19002] = "尚未获得该称号",
	[19003] = "无法穿戴此称号",
	[19004] = "此称号已过期",
	[19005] = "只可以穿戴同类最高级称号",

	------------------------------------------------摇钱树   20000
	[20000] = "摇钱树开始",
	--摇摇钱树
	[20001] = "摇次数已满",
	[20002] = "你的元宝不足",

	--摇钱树额外奖励
	[20011] = "此额外奖励不存在",
	[20012] = "你已经领过了",
	[20013] = "你摇的次数不够",

	[20999] = "摇钱树结束",
	------------------------------------------------炼炉   21000
	[21000] = "熔炼开始",
	--熔炼
	[21001] = "熔炼配方不存在",
	[21002] = "提升概率的物品不存在",
	[21003] = "提升概率的物品数量不足",
	[21004] = "此物品不能提升此熔炼配方的概率",
	[21005] = "所需物品不足",
	[21006] = "不能熔炼0个物品",
	[21007] = "背包空间不足",
	[21008] = "熔炼配方不存在",
	[21009] = "增加成功率的物品参数为空",
	[21010] = "删除物品不成功",

	[21999] = "熔炼结束",

	------------------------------------------------日程   22000
	[22000] = "等级不足",
	[22001] = "活动未开放",
	[22002] = "活跃度不足",
	[22003] = "奖励已领取",
	[22004] = "参数有误",
	[22005] = "奖励配置不存在",

	------------------------------------------------官职   23000
	[23000] = "参数错误",
	[23001] = "官职等级不足",
	[23002] = "今日已领取此俸禄",
	[23003] = "俸禄配置错误",

	------------------------------------------------每日答题 24000
	[24000] = "参数错误",
	[24001] = "题目序号不匹配",
	[24002] = "等级不足，无法答题",
	[24003] = "配置不存在",
	------------------------------------------------天命系统 25000 begin
	[25000] = "天命开始",
	--吞噬
	[25001] = "目标不存在",
	[25002] = "食物不存在",

	--把天命穿在身上
	[25011] = "此天命不存在",
	[25012] = "此天命不能放在这个位置上",
	[25013] = "天命仓库空间不足",
	[25014] = "此槽位不存在",
	[25015] = "你尚未开启此槽",
	[25016] = "此槽位并没有放天命",
	[25017] = "参数为空",
	[25018] = "不能镶嵌经验天命",
	--抽奖

	[25021] = "此货币类型不存在",
	[25022] = "天命仓库空间不足",
	[25023] = "全局配置表没有这种抽奖类型",
	[25024] = "配置表没有这种抽奖类型",
	[25025] = "货币种类不匹配",
	[25026] = "抽取天命等级无效",

	--将抽奖界面上的所有天命放到背包上
	[25031] = "天命仓库位置不足",

	--将抽奖界面上的其中一个天命放到背包上
	[25041] = "天命仓库位置不足",
	[25042] = "天命不存在",
	--分解与升级
	[25051] = "天命不存在",
	[25052] = "此天命已经最高级了",
	[25053] = "此天命等级不足以突破",
	[25054] = "所需物品数量不足",
	[25055] = "删除物品失败",
	--
	[25500] = "天命仓库位置不足",
	[25998] = "方法已无效",
	[25999] = "天命结束",
	------------------------------------------------天命系统 25999 end
	------------------------------------------------签到与在线时长礼包系统 26000 begin
	[26000] = "签到开始",
	--每日签
	[26001] = "你今天已经签到过了",
	[26002] = "配置表出现神奇事件",

	--累计宝箱
	[26011] = "累计天数不足",
	[26012] = "你已经领过此礼包了",
	[26013] = "参数错误",
	[26014] = "配置表出现神奇事件",
	[26015] = "没有这个累计礼包",

	[26499] = "签到结束",

	[26500] = "在线开始",
	--领取时长礼包
	[26501] = "你的等级不足",
	[26502] = "你已经领过了",
	[26503] = "不存在此礼包",
	[26504] = "你的时间不够",
	[26505] = "随机出错",

	--领取上周时长礼包
	[26511] = "你已经领过此礼包了",
	[26999] = "在线结束",
	------------------------------------------------签到与在线时长礼包系统 26999 end
	------------------------------------------------挂机系列地图 魔狱绝地 27000 begin

	[27000] = "十倍经验剩余时间不足",
	[27001] = "参数错误",
	[27002] = "今天使用已达上限",
	[27003] = "增加时间有误",
	[27004] = "修炼模式已开启",
	[27005] = "修炼模式已关闭",
	[27006] = "已经是最高等级了",
	------------------------------------------------挂机系列地图 魔狱绝地 27999 end
	------------------------------------------------外观时装 begin
	[28000] = "外观时装开始",
	--激活
	[28001] = "你已经拥有此外观了",
	[28002] = "你尚未拥有前置外观",
	[28003] = "所需物品不足",
	[28004] = "参数错误",
	[28005] = "不存在此外观",
	[28006] = "你这个职业不能穿这个外观",
	--穿上
	[28011] = "你尚未拥有此外观",
	[28012] = "参数错误",
	[28013] = "不存在此外观",
	--脱下
	[28021] = "参数错误",
	[28022] = "类型错误",

	[28999] = "外观时装结束",
	------------------------------------------------外观时装 end
	------------------------------------------------礼包及抽奖系统 begin
	[29000] = "礼包系统开始",

	[29001] = "充值任意金额后可领取",
	[29002] = "时间未到",
	[29003] = "该登录礼包已领取过",
	[29004] = "礼包配置不存在",
	[29005] = "等级不足",
	[29006] = "该首充奖励已领取过",
	[29007] = "该等级奖励已领取过",
	[29008] = "参数错误",
	[29009] = "已错过",

	[29199] = "礼包系统结束",

	[29200] = "抽奖系统开始",

	[29201] = "秘境寻宝次数错误",
	[29202] = "等级不足",
	[29203] = "秘境寻宝配置有误",
	[29204] = "秘境寻宝奖励池配置不存在",
	[29205] = "秘境寻宝消耗配置有误",
	[29206] = "物品不存在",
	[29307] = "请选择要取出的物品",
	[29308] = "活动未开始",

	[29399] = "抽奖系统开始",
	------------------------------------------------礼包及抽奖系统 end
	------------------------------------------------投资系统 begin
	--投资
	[30001] = "你已经投资过了",
	--领取领包
	[30011] = "你还未投资",
	[30012] = "你已经投资完成了",
	[30013] = "天数不足",
	[30014] = "参数不符",
	[30015] = "已经领完了",
	[30016] = "参数不合理",
	[30017] = "你已经领过了",

	--周卡月卡
	[30501] = "参数不符",
	[30502] = "你还有周卡",
	[30503] = "你还有月卡",

	--领取周卡奖励
	[30511] = "你没有周卡",
	[30512] = "今天的奖励你已经领过了",
	--领取朋卡奖励
	[30521] = "你没有月卡",
	[30522] = "今天的奖励你已经领过了",
	------------------------------------------------投资系统 end
	------------------------------------------------免费午餐晚餐 begin
	[31000] = "免费餐开始",
	[31001] = "免费餐结束了",
	[31002] = "免费餐付款结束了",
	[31003] = "免费餐类型结束了",
	[31004] = "现在不是可以领取免费餐的时间",
	[31005] = "你已经领过了",
	[31999] = "免费餐结束",
	------------------------------------------------免费午餐晚餐 end

	------------------------------------------------牌局 begin
	[32000] = "牌局开始",
	[32001] = "今日胜场不够，领取失败",
	[32002] = "不存在此胜场奖励",
	[32003] = "您已领取过此奖励",
	[32004] = "每回合必须出5张牌",
	[32005] = "此局已失效",
	[32006] = "出牌超过剩余卡牌数量",
	[32007] = "已在匹配列表中",
	[32008] = "不在活动时间",
	[32009] = "等级不足",

	------------------------------------------------牌局 end

	------------------------------------------------成就 begin
	[33000] = "成就开始",
	[33001] = "成就奖励已领取",
	[33002] = "无效成就",
	[33003] = "成就未完成",
	------------------------------------------------成就 end

	------------------------------------------------安全锁 begin
	[34000] = "安全锁开始",
	[34001] = "已设置安全锁密码",
	[34002] = "安全锁密码错误",
	[34003] = "未设置安全锁密码",
	[34004] = "已上锁",
	[34999] = "安全锁结束",
	------------------------------------------------安全锁 end

	------------------------------------------------离线系统 begin
	[35000] = "离线系统开始",
	[35001] = "没有奖励可领取",
	[35002] = "参数错误",
	[35003] = "等级不足",
	[35004] = "该等级奖励配置不存在",
	[35999] = "离线系统结束",
	------------------------------------------------离线系统 end
}

return tb
