local ret = {
	[1] = {
		id = 1, --[[自增id]]
		char = "cao", --[[屏蔽的]]
	} ,
	[2] = {
		id = 2, --[[自增id]]
		char = "毛泽东", --[[屏蔽的]]
	} ,
	[3] = {
		id = 3, --[[自增id]]
		char = "周恩来", --[[屏蔽的]]
	} ,
	[4] = {
		id = 4, --[[自增id]]
		char = "刘少奇", --[[屏蔽的]]
	} ,
	[5] = {
		id = 5, --[[自增id]]
		char = "朱德", --[[屏蔽的]]
	} ,
	[6] = {
		id = 6, --[[自增id]]
		char = "彭德怀", --[[屏蔽的]]
	} ,
	[7] = {
		id = 7, --[[自增id]]
		char = "林彪", --[[屏蔽的]]
	} ,
	[8] = {
		id = 8, --[[自增id]]
		char = "刘伯承", --[[屏蔽的]]
	} ,
	[9] = {
		id = 9, --[[自增id]]
		char = "陈毅", --[[屏蔽的]]
	} ,
	[10] = {
		id = 10, --[[自增id]]
		char = "贺龙", --[[屏蔽的]]
	} ,
	[11] = {
		id = 11, --[[自增id]]
		char = "聂荣臻", --[[屏蔽的]]
	} ,
	[12] = {
		id = 12, --[[自增id]]
		char = "徐向前", --[[屏蔽的]]
	} ,
	[13] = {
		id = 13, --[[自增id]]
		char = "罗荣桓", --[[屏蔽的]]
	} ,
	[14] = {
		id = 14, --[[自增id]]
		char = "叶剑英", --[[屏蔽的]]
	} ,
	[15] = {
		id = 15, --[[自增id]]
		char = "李大钊", --[[屏蔽的]]
	} ,
	[16] = {
		id = 16, --[[自增id]]
		char = "陈独秀", --[[屏蔽的]]
	} ,
	[17] = {
		id = 17, --[[自增id]]
		char = "孙中山", --[[屏蔽的]]
	} ,
	[18] = {
		id = 18, --[[自增id]]
		char = "孙文", --[[屏蔽的]]
	} ,
	[19] = {
		id = 19, --[[自增id]]
		char = "孙逸仙", --[[屏蔽的]]
	} ,
	[20] = {
		id = 20, --[[自增id]]
		char = "邓小平", --[[屏蔽的]]
	} ,
	[21] = {
		id = 21, --[[自增id]]
		char = "陈云", --[[屏蔽的]]
	} ,
	[22] = {
		id = 22, --[[自增id]]
		char = "江泽民", --[[屏蔽的]]
	} ,
	[23] = {
		id = 23, --[[自增id]]
		char = "李鹏", --[[屏蔽的]]
	} ,
	[24] = {
		id = 24, --[[自增id]]
		char = "朱镕基", --[[屏蔽的]]
	} ,
	[25] = {
		id = 25, --[[自增id]]
		char = "李瑞环", --[[屏蔽的]]
	} ,
	[26] = {
		id = 26, --[[自增id]]
		char = "尉健行", --[[屏蔽的]]
	} ,
	[27] = {
		id = 27, --[[自增id]]
		char = "李岚清", --[[屏蔽的]]
	} ,
	[28] = {
		id = 28, --[[自增id]]
		char = "胡锦涛", --[[屏蔽的]]
	} ,
	[29] = {
		id = 29, --[[自增id]]
		char = "罗干", --[[屏蔽的]]
	} ,
	[30] = {
		id = 30, --[[自增id]]
		char = "温家宝", --[[屏蔽的]]
	} ,
	[31] = {
		id = 31, --[[自增id]]
		char = "吴邦国", --[[屏蔽的]]
	} ,
	[32] = {
		id = 32, --[[自增id]]
		char = "曾庆红", --[[屏蔽的]]
	} ,
	[33] = {
		id = 33, --[[自增id]]
		char = "贾庆林", --[[屏蔽的]]
	} ,
	[34] = {
		id = 34, --[[自增id]]
		char = "黄菊", --[[屏蔽的]]
	} ,
	[35] = {
		id = 35, --[[自增id]]
		char = "吴官正", --[[屏蔽的]]
	} ,
	[36] = {
		id = 36, --[[自增id]]
		char = "李长春", --[[屏蔽的]]
	} ,
	[37] = {
		id = 37, --[[自增id]]
		char = "吴仪", --[[屏蔽的]]
	} ,
	[38] = {
		id = 38, --[[自增id]]
		char = "回良玉", --[[屏蔽的]]
	} ,
	[39] = {
		id = 39, --[[自增id]]
		char = "曾培炎", --[[屏蔽的]]
	} ,
	[40] = {
		id = 40, --[[自增id]]
		char = "周永康", --[[屏蔽的]]
	} ,
	[41] = {
		id = 41, --[[自增id]]
		char = "曹刚川", --[[屏蔽的]]
	} ,
	[42] = {
		id = 42, --[[自增id]]
		char = "唐家璇", --[[屏蔽的]]
	} ,
	[43] = {
		id = 43, --[[自增id]]
		char = "华建敏", --[[屏蔽的]]
	} ,
	[44] = {
		id = 44, --[[自增id]]
		char = "陈至立", --[[屏蔽的]]
	} ,
	[45] = {
		id = 45, --[[自增id]]
		char = "陈良宇", --[[屏蔽的]]
	} ,
	[46] = {
		id = 46, --[[自增id]]
		char = "张德江", --[[屏蔽的]]
	} ,
	[47] = {
		id = 47, --[[自增id]]
		char = "张立昌", --[[屏蔽的]]
	} ,
	[48] = {
		id = 48, --[[自增id]]
		char = "俞正声", --[[屏蔽的]]
	} ,
	[49] = {
		id = 49, --[[自增id]]
		char = "刘云山", --[[屏蔽的]]
	} ,
	[50] = {
		id = 50, --[[自增id]]
		char = "王岐山", --[[屏蔽的]]
	} ,
	[51] = {
		id = 51, --[[自增id]]
		char = "张高丽", --[[屏蔽的]]
	} ,
	[52] = {
		id = 52, --[[自增id]]
		char = "王乐泉", --[[屏蔽的]]
	} ,
	[53] = {
		id = 53, --[[自增id]]
		char = "王刚", --[[屏蔽的]]
	} ,
	[54] = {
		id = 54, --[[自增id]]
		char = "王兆国", --[[屏蔽的]]
	} ,
	[55] = {
		id = 55, --[[自增id]]
		char = "刘淇", --[[屏蔽的]]
	} ,
	[56] = {
		id = 56, --[[自增id]]
		char = "贺国强", --[[屏蔽的]]
	} ,
	[57] = {
		id = 57, --[[自增id]]
		char = "郭伯雄", --[[屏蔽的]]
	} ,
	[58] = {
		id = 58, --[[自增id]]
		char = "胡耀邦", --[[屏蔽的]]
	} ,
	[59] = {
		id = 59, --[[自增id]]
		char = "李登辉", --[[屏蔽的]]
	} ,
	[60] = {
		id = 60, --[[自增id]]
		char = "连战", --[[屏蔽的]]
	} ,
	[61] = {
		id = 61, --[[自增id]]
		char = "陈水扁", --[[屏蔽的]]
	} ,
	[62] = {
		id = 62, --[[自增id]]
		char = "宋楚瑜", --[[屏蔽的]]
	} ,
	[63] = {
		id = 63, --[[自增id]]
		char = "吕秀莲", --[[屏蔽的]]
	} ,
	[64] = {
		id = 64, --[[自增id]]
		char = "郁慕明", --[[屏蔽的]]
	} ,
	[65] = {
		id = 65, --[[自增id]]
		char = "蒋介石", --[[屏蔽的]]
	} ,
	[66] = {
		id = 66, --[[自增id]]
		char = "蒋中正", --[[屏蔽的]]
	} ,
	[67] = {
		id = 67, --[[自增id]]
		char = "蒋经国", --[[屏蔽的]]
	} ,
	[68] = {
		id = 68, --[[自增id]]
		char = "马英九", --[[屏蔽的]]
	} ,
	[69] = {
		id = 69, --[[自增id]]
		char = "习近平", --[[屏蔽的]]
	} ,
	[70] = {
		id = 70, --[[自增id]]
		char = "李克强", --[[屏蔽的]]
	} ,
	[71] = {
		id = 71, --[[自增id]]
		char = "吴帮国", --[[屏蔽的]]
	} ,
	[72] = {
		id = 72, --[[自增id]]
		char = "无帮国", --[[屏蔽的]]
	} ,
	[73] = {
		id = 73, --[[自增id]]
		char = "无邦国", --[[屏蔽的]]
	} ,
	[74] = {
		id = 74, --[[自增id]]
		char = "无帮过", --[[屏蔽的]]
	} ,
	[75] = {
		id = 75, --[[自增id]]
		char = "瘟家宝", --[[屏蔽的]]
	} ,
	[76] = {
		id = 76, --[[自增id]]
		char = "假庆林", --[[屏蔽的]]
	} ,
	[77] = {
		id = 77, --[[自增id]]
		char = "甲庆林", --[[屏蔽的]]
	} ,
	[78] = {
		id = 78, --[[自增id]]
		char = "假青林", --[[屏蔽的]]
	} ,
	[79] = {
		id = 79, --[[自增id]]
		char = "离长春", --[[屏蔽的]]
	} ,
	[80] = {
		id = 80, --[[自增id]]
		char = "习远平", --[[屏蔽的]]
	} ,
	[81] = {
		id = 81, --[[自增id]]
		char = "袭近平", --[[屏蔽的]]
	} ,
	[82] = {
		id = 82, --[[自增id]]
		char = "李磕墙", --[[屏蔽的]]
	} ,
	[83] = {
		id = 83, --[[自增id]]
		char = "贺过墙", --[[屏蔽的]]
	} ,
	[84] = {
		id = 84, --[[自增id]]
		char = "和锅枪", --[[屏蔽的]]
	} ,
	[85] = {
		id = 85, --[[自增id]]
		char = "粥永康", --[[屏蔽的]]
	} ,
	[86] = {
		id = 86, --[[自增id]]
		char = "轴永康", --[[屏蔽的]]
	} ,
	[87] = {
		id = 87, --[[自增id]]
		char = "肘永康", --[[屏蔽的]]
	} ,
	[88] = {
		id = 88, --[[自增id]]
		char = "周健康", --[[屏蔽的]]
	} ,
	[89] = {
		id = 89, --[[自增id]]
		char = "粥健康", --[[屏蔽的]]
	} ,
	[90] = {
		id = 90, --[[自增id]]
		char = "周小康", --[[屏蔽的]]
	} ,
	[91] = {
		id = 91, --[[自增id]]
		char = "李肇星务", --[[屏蔽的]]
	} ,
	[92] = {
		id = 92, --[[自增id]]
		char = "国务委员", --[[屏蔽的]]
	} ,
	[93] = {
		id = 93, --[[自增id]]
		char = "国务院", --[[屏蔽的]]
	} ,
	[94] = {
		id = 94, --[[自增id]]
		char = "中央委员", --[[屏蔽的]]
	} ,
	[95] = {
		id = 95, --[[自增id]]
		char = "发改委", --[[屏蔽的]]
	} ,
	[96] = {
		id = 96, --[[自增id]]
		char = "国家发展和改革委员会", --[[屏蔽的]]
	} ,
	[97] = {
		id = 97, --[[自增id]]
		char = "发展和改革委员会", --[[屏蔽的]]
	} ,
	[98] = {
		id = 98, --[[自增id]]
		char = "国家发展与改革委员会", --[[屏蔽的]]
	} ,
	[99] = {
		id = 99, --[[自增id]]
		char = "发展与改革委员会", --[[屏蔽的]]
	} ,
	[100] = {
		id = 100, --[[自增id]]
		char = "薄熙来", --[[屏蔽的]]
	} ,
	[101] = {
		id = 101, --[[自增id]]
		char = "温家饱", --[[屏蔽的]]
	} ,
	[102] = {
		id = 102, --[[自增id]]
		char = "温假饱", --[[屏蔽的]]
	} ,
	[103] = {
		id = 103, --[[自增id]]
		char = "胡惊涛", --[[屏蔽的]]
	} ,
	[104] = {
		id = 104, --[[自增id]]
		char = "习仲勋", --[[屏蔽的]]
	} ,
	[105] = {
		id = 105, --[[自增id]]
		char = "华国锋", --[[屏蔽的]]
	} ,
	[106] = {
		id = 106, --[[自增id]]
		char = "彭丽媛", --[[屏蔽的]]
	} ,
	[107] = {
		id = 107, --[[自增id]]
		char = "新闻出版", --[[屏蔽的]]
	} ,
	[108] = {
		id = 108, --[[自增id]]
		char = "布什", --[[屏蔽的]]
	} ,
	[109] = {
		id = 109, --[[自增id]]
		char = "布莱尔", --[[屏蔽的]]
	} ,
	[110] = {
		id = 110, --[[自增id]]
		char = "小泉", --[[屏蔽的]]
	} ,
	[111] = {
		id = 111, --[[自增id]]
		char = "纯一郎", --[[屏蔽的]]
	} ,
	[112] = {
		id = 112, --[[自增id]]
		char = "萨马兰奇", --[[屏蔽的]]
	} ,
	[113] = {
		id = 113, --[[自增id]]
		char = "安南", --[[屏蔽的]]
	} ,
	[114] = {
		id = 114, --[[自增id]]
		char = "阿拉法特", --[[屏蔽的]]
	} ,
	[115] = {
		id = 115, --[[自增id]]
		char = "普京", --[[屏蔽的]]
	} ,
	[116] = {
		id = 116, --[[自增id]]
		char = "默克尔", --[[屏蔽的]]
	} ,
	[117] = {
		id = 117, --[[自增id]]
		char = "克林顿", --[[屏蔽的]]
	} ,
	[118] = {
		id = 118, --[[自增id]]
		char = "里根", --[[屏蔽的]]
	} ,
	[119] = {
		id = 119, --[[自增id]]
		char = "尼克松", --[[屏蔽的]]
	} ,
	[120] = {
		id = 120, --[[自增id]]
		char = "林肯", --[[屏蔽的]]
	} ,
	[121] = {
		id = 121, --[[自增id]]
		char = "杜鲁门", --[[屏蔽的]]
	} ,
	[122] = {
		id = 122, --[[自增id]]
		char = "赫鲁晓夫", --[[屏蔽的]]
	} ,
	[123] = {
		id = 123, --[[自增id]]
		char = "列宁", --[[屏蔽的]]
	} ,
	[124] = {
		id = 124, --[[自增id]]
		char = "斯大林", --[[屏蔽的]]
	} ,
	[125] = {
		id = 125, --[[自增id]]
		char = "马克思", --[[屏蔽的]]
	} ,
	[126] = {
		id = 126, --[[自增id]]
		char = "恩格斯", --[[屏蔽的]]
	} ,
	[127] = {
		id = 127, --[[自增id]]
		char = "金正日", --[[屏蔽的]]
	} ,
	[128] = {
		id = 128, --[[自增id]]
		char = "金日成", --[[屏蔽的]]
	} ,
	[129] = {
		id = 129, --[[自增id]]
		char = "萨达姆", --[[屏蔽的]]
	} ,
	[130] = {
		id = 130, --[[自增id]]
		char = "胡志明", --[[屏蔽的]]
	} ,
	[131] = {
		id = 131, --[[自增id]]
		char = "西哈努克", --[[屏蔽的]]
	} ,
	[132] = {
		id = 132, --[[自增id]]
		char = "希拉克", --[[屏蔽的]]
	} ,
	[133] = {
		id = 133, --[[自增id]]
		char = "撒切尔", --[[屏蔽的]]
	} ,
	[134] = {
		id = 134, --[[自增id]]
		char = "阿罗约", --[[屏蔽的]]
	} ,
	[135] = {
		id = 135, --[[自增id]]
		char = "曼德拉", --[[屏蔽的]]
	} ,
	[136] = {
		id = 136, --[[自增id]]
		char = "卡斯特罗", --[[屏蔽的]]
	} ,
	[137] = {
		id = 137, --[[自增id]]
		char = "富兰克林", --[[屏蔽的]]
	} ,
	[138] = {
		id = 138, --[[自增id]]
		char = "华盛顿", --[[屏蔽的]]
	} ,
	[139] = {
		id = 139, --[[自增id]]
		char = "艾森豪威尔", --[[屏蔽的]]
	} ,
	[140] = {
		id = 140, --[[自增id]]
		char = "拿破仑", --[[屏蔽的]]
	} ,
	[141] = {
		id = 141, --[[自增id]]
		char = "亚历山大", --[[屏蔽的]]
	} ,
	[142] = {
		id = 142, --[[自增id]]
		char = "路易", --[[屏蔽的]]
	} ,
	[143] = {
		id = 143, --[[自增id]]
		char = "拉姆斯菲尔德", --[[屏蔽的]]
	} ,
	[144] = {
		id = 144, --[[自增id]]
		char = "劳拉", --[[屏蔽的]]
	} ,
	[145] = {
		id = 145, --[[自增id]]
		char = "鲍威尔", --[[屏蔽的]]
	} ,
	[146] = {
		id = 146, --[[自增id]]
		char = "奥巴马", --[[屏蔽的]]
	} ,
	[147] = {
		id = 147, --[[自增id]]
		char = "梅德韦杰夫", --[[屏蔽的]]
	} ,
	[148] = {
		id = 148, --[[自增id]]
		char = "金正恩", --[[屏蔽的]]
	} ,
	[149] = {
		id = 149, --[[自增id]]
		char = "安倍晋三", --[[屏蔽的]]
	} ,
	[150] = {
		id = 150, --[[自增id]]
		char = "唐纳德·特朗普", --[[屏蔽的]]
	} ,
	[151] = {
		id = 151, --[[自增id]]
		char = "特朗普", --[[屏蔽的]]
	} ,
	[152] = {
		id = 152, --[[自增id]]
		char = "川普", --[[屏蔽的]]
	} ,
	[153] = {
		id = 153, --[[自增id]]
		char = "希拉里", --[[屏蔽的]]
	} ,
	[154] = {
		id = 154, --[[自增id]]
		char = "马克龙", --[[屏蔽的]]
	} ,
	[155] = {
		id = 155, --[[自增id]]
		char = "埃马纽埃尔·马克龙", --[[屏蔽的]]
	} ,
	[156] = {
		id = 156, --[[自增id]]
		char = "奥马尔", --[[屏蔽的]]
	} ,
	[157] = {
		id = 157, --[[自增id]]
		char = "柴玲", --[[屏蔽的]]
	} ,
	[158] = {
		id = 158, --[[自增id]]
		char = "达赖", --[[屏蔽的]]
	} ,
	[159] = {
		id = 159, --[[自增id]]
		char = "达赖喇嘛", --[[屏蔽的]]
	} ,
	[160] = {
		id = 160, --[[自增id]]
		char = "江青", --[[屏蔽的]]
	} ,
	[161] = {
		id = 161, --[[自增id]]
		char = "张春桥", --[[屏蔽的]]
	} ,
	[162] = {
		id = 162, --[[自增id]]
		char = "姚文元", --[[屏蔽的]]
	} ,
	[163] = {
		id = 163, --[[自增id]]
		char = "王洪文", --[[屏蔽的]]
	} ,
	[164] = {
		id = 164, --[[自增id]]
		char = "东条英机", --[[屏蔽的]]
	} ,
	[165] = {
		id = 165, --[[自增id]]
		char = "希特勒", --[[屏蔽的]]
	} ,
	[166] = {
		id = 166, --[[自增id]]
		char = "墨索里尼", --[[屏蔽的]]
	} ,
	[167] = {
		id = 167, --[[自增id]]
		char = "冈村", --[[屏蔽的]]
	} ,
	[168] = {
		id = 168, --[[自增id]]
		char = "高丽朴", --[[屏蔽的]]
	} ,
	[169] = {
		id = 169, --[[自增id]]
		char = "赵紫阳", --[[屏蔽的]]
	} ,
	[170] = {
		id = 170, --[[自增id]]
		char = "王丹", --[[屏蔽的]]
	} ,
	[171] = {
		id = 171, --[[自增id]]
		char = "沃尔开西", --[[屏蔽的]]
	} ,
	[172] = {
		id = 172, --[[自增id]]
		char = "李大师", --[[屏蔽的]]
	} ,
	[173] = {
		id = 173, --[[自增id]]
		char = "赖昌星", --[[屏蔽的]]
	} ,
	[174] = {
		id = 174, --[[自增id]]
		char = "马加爵", --[[屏蔽的]]
	} ,
	[175] = {
		id = 175, --[[自增id]]
		char = "班禅", --[[屏蔽的]]
	} ,
	[176] = {
		id = 176, --[[自增id]]
		char = "额尔德尼", --[[屏蔽的]]
	} ,
	[177] = {
		id = 177, --[[自增id]]
		char = "山本五十六", --[[屏蔽的]]
	} ,
	[178] = {
		id = 178, --[[自增id]]
		char = "阿扁", --[[屏蔽的]]
	} ,
	[179] = {
		id = 179, --[[自增id]]
		char = "热那亚", --[[屏蔽的]]
	} ,
	[180] = {
		id = 180, --[[自增id]]
		char = "王立军", --[[屏蔽的]]
	} ,
	[181] = {
		id = 181, --[[自增id]]
		char = "令计划", --[[屏蔽的]]
	} ,
	[182] = {
		id = 182, --[[自增id]]
		char = "默罕默德", --[[屏蔽的]]
	} ,
	[183] = {
		id = 183, --[[自增id]]
		char = "赫蒂彻", --[[屏蔽的]]
	} ,
	[184] = {
		id = 184, --[[自增id]]
		char = "法图麦", --[[屏蔽的]]
	} ,
	[185] = {
		id = 185, --[[自增id]]
		char = "徐才厚", --[[屏蔽的]]
	} ,
	[186] = {
		id = 186, --[[自增id]]
		char = "蔡英文", --[[屏蔽的]]
	} ,
	[187] = {
		id = 187, --[[自增id]]
		char = "共青团", --[[屏蔽的]]
	} ,
	[188] = {
		id = 188, --[[自增id]]
		char = "中国", --[[屏蔽的]]
	} ,
	[189] = {
		id = 189, --[[自增id]]
		char = "香港国", --[[屏蔽的]]
	} ,
	[190] = {
		id = 190, --[[自增id]]
		char = "自治", --[[屏蔽的]]
	} ,
	[191] = {
		id = 191, --[[自增id]]
		char = "什叶派", --[[屏蔽的]]
	} ,
	[192] = {
		id = 192, --[[自增id]]
		char = "港独", --[[屏蔽的]]
	} ,
	[193] = {
		id = 193, --[[自增id]]
		char = "门徒会", --[[屏蔽的]]
	} ,
	[194] = {
		id = 194, --[[自增id]]
		char = "尖阁列岛", --[[屏蔽的]]
	} ,
	[195] = {
		id = 195, --[[自增id]]
		char = "阿鲁纳恰尔邦", --[[屏蔽的]]
	} ,
	[196] = {
		id = 196, --[[自增id]]
		char = "偷窥", --[[屏蔽的]]
	} ,
	[197] = {
		id = 197, --[[自增id]]
		char = "东方闪电", --[[屏蔽的]]
	} ,
	[198] = {
		id = 198, --[[自增id]]
		char = "灵灵派", --[[屏蔽的]]
	} ,
	[199] = {
		id = 199, --[[自增id]]
		char = "东伊运", --[[屏蔽的]]
	} ,
	[200] = {
		id = 200, --[[自增id]]
		char = "世维会", --[[屏蔽的]]
	} ,
	[201] = {
		id = 201, --[[自增id]]
		char = "真主", --[[屏蔽的]]
	} ,
	[202] = {
		id = 202, --[[自增id]]
		char = "阿拉", --[[屏蔽的]]
	} ,
	[203] = {
		id = 203, --[[自增id]]
		char = "全国两会", --[[屏蔽的]]
	} ,
	[204] = {
		id = 204, --[[自增id]]
		char = "吕京花", --[[屏蔽的]]
	} ,
	[205] = {
		id = 205, --[[自增id]]
		char = "罗保铭", --[[屏蔽的]]
	} ,
	[206] = {
		id = 206, --[[自增id]]
		char = "夏宝龙", --[[屏蔽的]]
	} ,
	[207] = {
		id = 207, --[[自增id]]
		char = "ISIS", --[[屏蔽的]]
	} ,
	[208] = {
		id = 208, --[[自增id]]
		char = "刘晓波", --[[屏蔽的]]
	} ,
	[209] = {
		id = 209, --[[自增id]]
		char = "平哥", --[[屏蔽的]]
	} ,
	[210] = {
		id = 210, --[[自增id]]
		char = "彭婶", --[[屏蔽的]]
	} ,
	[211] = {
		id = 211, --[[自增id]]
		char = "六四", --[[屏蔽的]]
	} ,
	[212] = {
		id = 212, --[[自增id]]
		char = "美国之音", --[[屏蔽的]]
	} ,
	[213] = {
		id = 213, --[[自增id]]
		char = "密宗", --[[屏蔽的]]
	} ,
	[214] = {
		id = 214, --[[自增id]]
		char = "民国", --[[屏蔽的]]
	} ,
	[215] = {
		id = 215, --[[自增id]]
		char = "民进党", --[[屏蔽的]]
	} ,
	[216] = {
		id = 216, --[[自增id]]
		char = "民运", --[[屏蔽的]]
	} ,
	[217] = {
		id = 217, --[[自增id]]
		char = "民主", --[[屏蔽的]]
	} ,
	[218] = {
		id = 218, --[[自增id]]
		char = "摩门教", --[[屏蔽的]]
	} ,
	[219] = {
		id = 219, --[[自增id]]
		char = "纳粹", --[[屏蔽的]]
	} ,
	[220] = {
		id = 220, --[[自增id]]
		char = "南华早报", --[[屏蔽的]]
	} ,
	[221] = {
		id = 221, --[[自增id]]
		char = "南蛮", --[[屏蔽的]]
	} ,
	[222] = {
		id = 222, --[[自增id]]
		char = "明慧网", --[[屏蔽的]]
	} ,
	[223] = {
		id = 223, --[[自增id]]
		char = "起义", --[[屏蔽的]]
	} ,
	[224] = {
		id = 224, --[[自增id]]
		char = "亲民党", --[[屏蔽的]]
	} ,
	[225] = {
		id = 225, --[[自增id]]
		char = "瘸腿帮", --[[屏蔽的]]
	} ,
	[226] = {
		id = 226, --[[自增id]]
		char = "人民报", --[[屏蔽的]]
	} ,
	[227] = {
		id = 227, --[[自增id]]
		char = "法轮功", --[[屏蔽的]]
	} ,
	[228] = {
		id = 228, --[[自增id]]
		char = "法轮大法", --[[屏蔽的]]
	} ,
	[229] = {
		id = 229, --[[自增id]]
		char = "打倒共产党", --[[屏蔽的]]
	} ,
	[230] = {
		id = 230, --[[自增id]]
		char = "台独万岁", --[[屏蔽的]]
	} ,
	[231] = {
		id = 231, --[[自增id]]
		char = "圣战", --[[屏蔽的]]
	} ,
	[232] = {
		id = 232, --[[自增id]]
		char = "示威", --[[屏蔽的]]
	} ,
	[233] = {
		id = 233, --[[自增id]]
		char = "台独", --[[屏蔽的]]
	} ,
	[234] = {
		id = 234, --[[自增id]]
		char = "台独分子", --[[屏蔽的]]
	} ,
	[235] = {
		id = 235, --[[自增id]]
		char = "台联", --[[屏蔽的]]
	} ,
	[236] = {
		id = 236, --[[自增id]]
		char = "台湾民国", --[[屏蔽的]]
	} ,
	[237] = {
		id = 237, --[[自增id]]
		char = "台湾岛国", --[[屏蔽的]]
	} ,
	[238] = {
		id = 238, --[[自增id]]
		char = "台湾国", --[[屏蔽的]]
	} ,
	[239] = {
		id = 239, --[[自增id]]
		char = "台湾独立", --[[屏蔽的]]
	} ,
	[240] = {
		id = 240, --[[自增id]]
		char = "太子党", --[[屏蔽的]]
	} ,
	[241] = {
		id = 241, --[[自增id]]
		char = "天安门事件", --[[屏蔽的]]
	} ,
	[242] = {
		id = 242, --[[自增id]]
		char = "屠杀", --[[屏蔽的]]
	} ,
	[243] = {
		id = 243, --[[自增id]]
		char = "新党", --[[屏蔽的]]
	} ,
	[244] = {
		id = 244, --[[自增id]]
		char = "新疆独立", --[[屏蔽的]]
	} ,
	[245] = {
		id = 245, --[[自增id]]
		char = "新疆分裂", --[[屏蔽的]]
	} ,
	[246] = {
		id = 246, --[[自增id]]
		char = "新疆国", --[[屏蔽的]]
	} ,
	[247] = {
		id = 247, --[[自增id]]
		char = "疆独", --[[屏蔽的]]
	} ,
	[248] = {
		id = 248, --[[自增id]]
		char = "西藏独立", --[[屏蔽的]]
	} ,
	[249] = {
		id = 249, --[[自增id]]
		char = "西藏分裂", --[[屏蔽的]]
	} ,
	[250] = {
		id = 250, --[[自增id]]
		char = "西藏国", --[[屏蔽的]]
	} ,
	[251] = {
		id = 251, --[[自增id]]
		char = "藏独", --[[屏蔽的]]
	} ,
	[252] = {
		id = 252, --[[自增id]]
		char = "藏青会", --[[屏蔽的]]
	} ,
	[253] = {
		id = 253, --[[自增id]]
		char = "藏妇会", --[[屏蔽的]]
	} ,
	[254] = {
		id = 254, --[[自增id]]
		char = "学潮", --[[屏蔽的]]
	} ,
	[255] = {
		id = 255, --[[自增id]]
		char = "学运", --[[屏蔽的]]
	} ,
	[256] = {
		id = 256, --[[自增id]]
		char = "一党专政", --[[屏蔽的]]
	} ,
	[257] = {
		id = 257, --[[自增id]]
		char = "一中一台", --[[屏蔽的]]
	} ,
	[258] = {
		id = 258, --[[自增id]]
		char = "一贯道", --[[屏蔽的]]
	} ,
	[259] = {
		id = 259, --[[自增id]]
		char = "游行", --[[屏蔽的]]
	} ,
	[260] = {
		id = 260, --[[自增id]]
		char = "造反", --[[屏蔽的]]
	} ,
	[261] = {
		id = 261, --[[自增id]]
		char = "真善忍", --[[屏蔽的]]
	} ,
	[262] = {
		id = 262, --[[自增id]]
		char = "镇压", --[[屏蔽的]]
	} ,
	[263] = {
		id = 263, --[[自增id]]
		char = "政变", --[[屏蔽的]]
	} ,
	[264] = {
		id = 264, --[[自增id]]
		char = "政治", --[[屏蔽的]]
	} ,
	[265] = {
		id = 265, --[[自增id]]
		char = "中共", --[[屏蔽的]]
	} ,
	[266] = {
		id = 266, --[[自增id]]
		char = "共产党", --[[屏蔽的]]
	} ,
	[267] = {
		id = 267, --[[自增id]]
		char = "反党", --[[屏蔽的]]
	} ,
	[268] = {
		id = 268, --[[自增id]]
		char = "反共", --[[屏蔽的]]
	} ,
	[269] = {
		id = 269, --[[自增id]]
		char = "政府", --[[屏蔽的]]
	} ,
	[270] = {
		id = 270, --[[自增id]]
		char = "转法轮", --[[屏蔽的]]
	} ,
	[271] = {
		id = 271, --[[自增id]]
		char = "自焚", --[[屏蔽的]]
	} ,
	[272] = {
		id = 272, --[[自增id]]
		char = "共党", --[[屏蔽的]]
	} ,
	[273] = {
		id = 273, --[[自增id]]
		char = "共匪", --[[屏蔽的]]
	} ,
	[274] = {
		id = 274, --[[自增id]]
		char = "苏家屯", --[[屏蔽的]]
	} ,
	[275] = {
		id = 275, --[[自增id]]
		char = "基地组织", --[[屏蔽的]]
	} ,
	[276] = {
		id = 276, --[[自增id]]
		char = "塔利班", --[[屏蔽的]]
	} ,
	[277] = {
		id = 277, --[[自增id]]
		char = "东亚病夫", --[[屏蔽的]]
	} ,
	[278] = {
		id = 278, --[[自增id]]
		char = "支那", --[[屏蔽的]]
	} ,
	[279] = {
		id = 279, --[[自增id]]
		char = "高治联", --[[屏蔽的]]
	} ,
	[280] = {
		id = 280, --[[自增id]]
		char = "高自联", --[[屏蔽的]]
	} ,
	[281] = {
		id = 281, --[[自增id]]
		char = "专政", --[[屏蔽的]]
	} ,
	[282] = {
		id = 282, --[[自增id]]
		char = "专制", --[[屏蔽的]]
	} ,
	[283] = {
		id = 283, --[[自增id]]
		char = "四人帮", --[[屏蔽的]]
	} ,
	[284] = {
		id = 284, --[[自增id]]
		char = "新闻管制", --[[屏蔽的]]
	} ,
	[285] = {
		id = 285, --[[自增id]]
		char = "核工业基地", --[[屏蔽的]]
	} ,
	[286] = {
		id = 286, --[[自增id]]
		char = "核武器", --[[屏蔽的]]
	} ,
	[287] = {
		id = 287, --[[自增id]]
		char = "铀", --[[屏蔽的]]
	} ,
	[288] = {
		id = 288, --[[自增id]]
		char = "原子弹", --[[屏蔽的]]
	} ,
	[289] = {
		id = 289, --[[自增id]]
		char = "氢弹", --[[屏蔽的]]
	} ,
	[290] = {
		id = 290, --[[自增id]]
		char = "导弹", --[[屏蔽的]]
	} ,
	[291] = {
		id = 291, --[[自增id]]
		char = "核潜艇", --[[屏蔽的]]
	} ,
	[292] = {
		id = 292, --[[自增id]]
		char = "大参考", --[[屏蔽的]]
	} ,
	[293] = {
		id = 293, --[[自增id]]
		char = "小参考", --[[屏蔽的]]
	} ,
	[294] = {
		id = 294, --[[自增id]]
		char = "国内动态清样", --[[屏蔽的]]
	} ,
	[295] = {
		id = 295, --[[自增id]]
		char = "东突", --[[屏蔽的]]
	} ,
	[296] = {
		id = 296, --[[自增id]]
		char = "中央电视台", --[[屏蔽的]]
	} ,
	[297] = {
		id = 297, --[[自增id]]
		char = "雪山狮子旗", --[[屏蔽的]]
	} ,
	[298] = {
		id = 298, --[[自增id]]
		char = "占领中环", --[[屏蔽的]]
	} ,
	[299] = {
		id = 299, --[[自增id]]
		char = "占中", --[[屏蔽的]]
	} ,
	[300] = {
		id = 300, --[[自增id]]
		char = "两国论", --[[屏蔽的]]
	} ,
	[301] = {
		id = 301, --[[自增id]]
		char = "一边一国", --[[屏蔽的]]
	} ,
	[302] = {
		id = 302, --[[自增id]]
		char = "赤匪", --[[屏蔽的]]
	} ,
	[303] = {
		id = 303, --[[自增id]]
		char = "南海仲裁", --[[屏蔽的]]
	} ,
	[304] = {
		id = 304, --[[自增id]]
		char = "英国脱欧国", --[[屏蔽的]]
	} ,
	[305] = {
		id = 305, --[[自增id]]
		char = "台湾不是中国的", --[[屏蔽的]]
	} ,
	[306] = {
		id = 306, --[[自增id]]
		char = "is国", --[[屏蔽的]]
	} ,
	[307] = {
		id = 307, --[[自增id]]
		char = "is", --[[屏蔽的]]
	} ,
	[308] = {
		id = 308, --[[自增id]]
		char = "道教", --[[屏蔽的]]
	} ,
	[309] = {
		id = 309, --[[自增id]]
		char = "多维", --[[屏蔽的]]
	} ,
	[310] = {
		id = 310, --[[自增id]]
		char = "佛教", --[[屏蔽的]]
	} ,
	[311] = {
		id = 311, --[[自增id]]
		char = "佛祖", --[[屏蔽的]]
	} ,
	[312] = {
		id = 312, --[[自增id]]
		char = "释迦牟尼", --[[屏蔽的]]
	} ,
	[313] = {
		id = 313, --[[自增id]]
		char = "如来", --[[屏蔽的]]
	} ,
	[314] = {
		id = 314, --[[自增id]]
		char = "阿弥陀佛", --[[屏蔽的]]
	} ,
	[315] = {
		id = 315, --[[自增id]]
		char = "观世音", --[[屏蔽的]]
	} ,
	[316] = {
		id = 316, --[[自增id]]
		char = "普贤", --[[屏蔽的]]
	} ,
	[317] = {
		id = 317, --[[自增id]]
		char = "文殊", --[[屏蔽的]]
	} ,
	[318] = {
		id = 318, --[[自增id]]
		char = "地藏", --[[屏蔽的]]
	} ,
	[319] = {
		id = 319, --[[自增id]]
		char = "河殇", --[[屏蔽的]]
	} ,
	[320] = {
		id = 320, --[[自增id]]
		char = "回教", --[[屏蔽的]]
	} ,
	[321] = {
		id = 321, --[[自增id]]
		char = "穆罕默德", --[[屏蔽的]]
	} ,
	[322] = {
		id = 322, --[[自增id]]
		char = "穆斯林", --[[屏蔽的]]
	} ,
	[323] = {
		id = 323, --[[自增id]]
		char = "升天", --[[屏蔽的]]
	} ,
	[324] = {
		id = 324, --[[自增id]]
		char = "圣母", --[[屏蔽的]]
	} ,
	[325] = {
		id = 325, --[[自增id]]
		char = "耶和华", --[[屏蔽的]]
	} ,
	[326] = {
		id = 326, --[[自增id]]
		char = "耶稣", --[[屏蔽的]]
	} ,
	[327] = {
		id = 327, --[[自增id]]
		char = "伊斯兰", --[[屏蔽的]]
	} ,
	[328] = {
		id = 328, --[[自增id]]
		char = "白莲教", --[[屏蔽的]]
	} ,
	[329] = {
		id = 329, --[[自增id]]
		char = "天主教", --[[屏蔽的]]
	} ,
	[330] = {
		id = 330, --[[自增id]]
		char = "基督教", --[[屏蔽的]]
	} ,
	[331] = {
		id = 331, --[[自增id]]
		char = "东正教", --[[屏蔽的]]
	} ,
	[332] = {
		id = 332, --[[自增id]]
		char = "安拉", --[[屏蔽的]]
	} ,
	[333] = {
		id = 333, --[[自增id]]
		char = "大法", --[[屏蔽的]]
	} ,
	[334] = {
		id = 334, --[[自增id]]
		char = "法轮", --[[屏蔽的]]
	} ,
	[335] = {
		id = 335, --[[自增id]]
		char = "真理教", --[[屏蔽的]]
	} ,
	[336] = {
		id = 336, --[[自增id]]
		char = "走向圆满", --[[屏蔽的]]
	} ,
	[337] = {
		id = 337, --[[自增id]]
		char = "黄大仙", --[[屏蔽的]]
	} ,
	[338] = {
		id = 338, --[[自增id]]
		char = "风水", --[[屏蔽的]]
	} ,
	[339] = {
		id = 339, --[[自增id]]
		char = "跳大神", --[[屏蔽的]]
	} ,
	[340] = {
		id = 340, --[[自增id]]
		char = "神汉", --[[屏蔽的]]
	} ,
	[341] = {
		id = 341, --[[自增id]]
		char = "神婆", --[[屏蔽的]]
	} ,
	[342] = {
		id = 342, --[[自增id]]
		char = "大卫教", --[[屏蔽的]]
	} ,
	[343] = {
		id = 343, --[[自增id]]
		char = "阎王", --[[屏蔽的]]
	} ,
	[344] = {
		id = 344, --[[自增id]]
		char = "黑白无常", --[[屏蔽的]]
	} ,
	[345] = {
		id = 345, --[[自增id]]
		char = "牛头马面", --[[屏蔽的]]
	} ,
	[346] = {
		id = 346, --[[自增id]]
		char = "高丽棒子", --[[屏蔽的]]
	} ,
	[347] = {
		id = 347, --[[自增id]]
		char = "回回", --[[屏蔽的]]
	} ,
	[348] = {
		id = 348, --[[自增id]]
		char = "蒙古鞑子", --[[屏蔽的]]
	} ,
	[349] = {
		id = 349, --[[自增id]]
		char = "老毛子", --[[屏蔽的]]
	} ,
	[350] = {
		id = 350, --[[自增id]]
		char = "回民吃猪肉", --[[屏蔽的]]
	} ,
	[351] = {
		id = 351, --[[自增id]]
		char = "蒙古独立", --[[屏蔽的]]
	} ,
	[352] = {
		id = 352, --[[自增id]]
		char = "全能神", --[[屏蔽的]]
	} ,
	[353] = {
		id = 353, --[[自增id]]
		char = "全能教", --[[屏蔽的]]
	} ,
	[354] = {
		id = 354, --[[自增id]]
		char = "七灵派", --[[屏蔽的]]
	} ,
	[355] = {
		id = 355, --[[自增id]]
		char = "女基督派", --[[屏蔽的]]
	} ,
	[356] = {
		id = 356, --[[自增id]]
		char = "实际神", --[[屏蔽的]]
	} ,
	[357] = {
		id = 357, --[[自增id]]
		char = "呼喊派", --[[屏蔽的]]
	} ,
	[358] = {
		id = 358, --[[自增id]]
		char = "喊派", --[[屏蔽的]]
	} ,
	[359] = {
		id = 359, --[[自增id]]
		char = "常受教", --[[屏蔽的]]
	} ,
	[360] = {
		id = 360, --[[自增id]]
		char = "被立王", --[[屏蔽的]]
	} ,
	[361] = {
		id = 361, --[[自增id]]
		char = "中华大陆行政执事站", --[[屏蔽的]]
	} ,
	[362] = {
		id = 362, --[[自增id]]
		char = "观音法门", --[[屏蔽的]]
	} ,
	[363] = {
		id = 363, --[[自增id]]
		char = "石牌教会", --[[屏蔽的]]
	} ,
	[364] = {
		id = 364, --[[自增id]]
		char = "全范围教会", --[[屏蔽的]]
	} ,
	[365] = {
		id = 365, --[[自增id]]
		char = "三班仆人派", --[[屏蔽的]]
	} ,
	[366] = {
		id = 366, --[[自增id]]
		char = "灵灵教", --[[屏蔽的]]
	} ,
	[367] = {
		id = 367, --[[自增id]]
		char = "主神教", --[[屏蔽的]]
	} ,
	[368] = {
		id = 368, --[[自增id]]
		char = "谋杀", --[[屏蔽的]]
	} ,
	[369] = {
		id = 369, --[[自增id]]
		char = "杀人", --[[屏蔽的]]
	} ,
	[370] = {
		id = 370, --[[自增id]]
		char = "吸毒", --[[屏蔽的]]
	} ,
	[371] = {
		id = 371, --[[自增id]]
		char = "贩毒", --[[屏蔽的]]
	} ,
	[372] = {
		id = 372, --[[自增id]]
		char = "赌博", --[[屏蔽的]]
	} ,
	[373] = {
		id = 373, --[[自增id]]
		char = "拐卖", --[[屏蔽的]]
	} ,
	[374] = {
		id = 374, --[[自增id]]
		char = "走私", --[[屏蔽的]]
	} ,
	[375] = {
		id = 375, --[[自增id]]
		char = "卖淫", --[[屏蔽的]]
	} ,
	[376] = {
		id = 376, --[[自增id]]
		char = "监狱", --[[屏蔽的]]
	} ,
	[377] = {
		id = 377, --[[自增id]]
		char = "强奸", --[[屏蔽的]]
	} ,
	[378] = {
		id = 378, --[[自增id]]
		char = "轮奸", --[[屏蔽的]]
	} ,
	[379] = {
		id = 379, --[[自增id]]
		char = "抢劫", --[[屏蔽的]]
	} ,
	[380] = {
		id = 380, --[[自增id]]
		char = "先奸后杀", --[[屏蔽的]]
	} ,
	[381] = {
		id = 381, --[[自增id]]
		char = "枪支弹药", --[[屏蔽的]]
	} ,
	[382] = {
		id = 382, --[[自增id]]
		char = "下注", --[[屏蔽的]]
	} ,
	[383] = {
		id = 383, --[[自增id]]
		char = "押大", --[[屏蔽的]]
	} ,
	[384] = {
		id = 384, --[[自增id]]
		char = "押小", --[[屏蔽的]]
	} ,
	[385] = {
		id = 385, --[[自增id]]
		char = "抽头", --[[屏蔽的]]
	} ,
	[386] = {
		id = 386, --[[自增id]]
		char = "坐庄", --[[屏蔽的]]
	} ,
	[387] = {
		id = 387, --[[自增id]]
		char = "赌马", --[[屏蔽的]]
	} ,
	[388] = {
		id = 388, --[[自增id]]
		char = "赌球", --[[屏蔽的]]
	} ,
	[389] = {
		id = 389, --[[自增id]]
		char = "筹码", --[[屏蔽的]]
	} ,
	[390] = {
		id = 390, --[[自增id]]
		char = "老虎机", --[[屏蔽的]]
	} ,
	[391] = {
		id = 391, --[[自增id]]
		char = "轮盘赌", --[[屏蔽的]]
	} ,
	[392] = {
		id = 392, --[[自增id]]
		char = "安非他命", --[[屏蔽的]]
	} ,
	[393] = {
		id = 393, --[[自增id]]
		char = "大麻", --[[屏蔽的]]
	} ,
	[394] = {
		id = 394, --[[自增id]]
		char = "可卡因", --[[屏蔽的]]
	} ,
	[395] = {
		id = 395, --[[自增id]]
		char = "海洛因", --[[屏蔽的]]
	} ,
	[396] = {
		id = 396, --[[自增id]]
		char = "冰毒", --[[屏蔽的]]
	} ,
	[397] = {
		id = 397, --[[自增id]]
		char = "摇头丸", --[[屏蔽的]]
	} ,
	[398] = {
		id = 398, --[[自增id]]
		char = "杜冷丁", --[[屏蔽的]]
	} ,
	[399] = {
		id = 399, --[[自增id]]
		char = "鸦片", --[[屏蔽的]]
	} ,
	[400] = {
		id = 400, --[[自增id]]
		char = "罂粟", --[[屏蔽的]]
	} ,
	[401] = {
		id = 401, --[[自增id]]
		char = "迷幻药", --[[屏蔽的]]
	} ,
	[402] = {
		id = 402, --[[自增id]]
		char = "白粉", --[[屏蔽的]]
	} ,
	[403] = {
		id = 403, --[[自增id]]
		char = "嗑药", --[[屏蔽的]]
	} ,
	[404] = {
		id = 404, --[[自增id]]
		char = "卖枪支弹药", --[[屏蔽的]]
	} ,
	[405] = {
		id = 405, --[[自增id]]
		char = "K粉", --[[屏蔽的]]
	} ,
	[406] = {
		id = 406, --[[自增id]]
		char = "冰粉", --[[屏蔽的]]
	} ,
	[407] = {
		id = 407, --[[自增id]]
		char = "毒品", --[[屏蔽的]]
	} ,
	[408] = {
		id = 408, --[[自增id]]
		char = "红5", --[[屏蔽的]]
	} ,
	[409] = {
		id = 409, --[[自增id]]
		char = "致幻剂", --[[屏蔽的]]
	} ,
	[410] = {
		id = 410, --[[自增id]]
		char = "劫持", --[[屏蔽的]]
	} ,
	[411] = {
		id = 411, --[[自增id]]
		char = "辱骂", --[[屏蔽的]]
	} ,
	[412] = {
		id = 412, --[[自增id]]
		char = "绯闻", --[[屏蔽的]]
	} ,
	[413] = {
		id = 413, --[[自增id]]
		char = "出轨", --[[屏蔽的]]
	} ,
	[414] = {
		id = 414, --[[自增id]]
		char = "蔱", --[[屏蔽的]]
	} ,
	[415] = {
		id = 415, --[[自增id]]
		char = "二货", --[[屏蔽的]]
	} ,
	[416] = {
		id = 416, --[[自增id]]
		char = "你奶奶", --[[屏蔽的]]
	} ,
	[417] = {
		id = 417, --[[自增id]]
		char = "回民都是猪", --[[屏蔽的]]
	} ,
	[418] = {
		id = 418, --[[自增id]]
		char = "坑爹", --[[屏蔽的]]
	} ,
	[419] = {
		id = 419, --[[自增id]]
		char = "黑木耳", --[[屏蔽的]]
	} ,
	[420] = {
		id = 420, --[[自增id]]
		char = "性侵", --[[屏蔽的]]
	} ,
	[421] = {
		id = 421, --[[自增id]]
		char = "二百五", --[[屏蔽的]]
	} ,
	[422] = {
		id = 422, --[[自增id]]
		char = "傻毕", --[[屏蔽的]]
	} ,
	[423] = {
		id = 423, --[[自增id]]
		char = "乳贴", --[[屏蔽的]]
	} ,
	[424] = {
		id = 424, --[[自增id]]
		char = "萌娘", --[[屏蔽的]]
	} ,
	[425] = {
		id = 425, --[[自增id]]
		char = "小三", --[[屏蔽的]]
	} ,
	[426] = {
		id = 426, --[[自增id]]
		char = "小3", --[[屏蔽的]]
	} ,
	[427] = {
		id = 427, --[[自增id]]
		char = "软妹", --[[屏蔽的]]
	} ,
	[428] = {
		id = 428, --[[自增id]]
		char = "伪娘", --[[屏蔽的]]
	} ,
	[429] = {
		id = 429, --[[自增id]]
		char = "萝太", --[[屏蔽的]]
	} ,
	[430] = {
		id = 430, --[[自增id]]
		char = "伪男", --[[屏蔽的]]
	} ,
	[431] = {
		id = 431, --[[自增id]]
		char = "萌大奶", --[[屏蔽的]]
	} ,
	[432] = {
		id = 432, --[[自增id]]
		char = "啪啪啪", --[[屏蔽的]]
	} ,
	[433] = {
		id = 433, --[[自增id]]
		char = "黄网", --[[屏蔽的]]
	} ,
	[434] = {
		id = 434, --[[自增id]]
		char = "屄", --[[屏蔽的]]
	} ,
	[435] = {
		id = 435, --[[自增id]]
		char = "肏", --[[屏蔽的]]
	} ,
	[436] = {
		id = 436, --[[自增id]]
		char = "屌", --[[屏蔽的]]
	} ,
	[437] = {
		id = 437, --[[自增id]]
		char = "马的", --[[屏蔽的]]
	} ,
	[438] = {
		id = 438, --[[自增id]]
		char = "马白勺", --[[屏蔽的]]
	} ,
	[439] = {
		id = 439, --[[自增id]]
		char = "妈的", --[[屏蔽的]]
	} ,
	[440] = {
		id = 440, --[[自增id]]
		char = "妈白勺", --[[屏蔽的]]
	} ,
	[441] = {
		id = 441, --[[自增id]]
		char = "女马ㄉ", --[[屏蔽的]]
	} ,
	[442] = {
		id = 442, --[[自增id]]
		char = "女马的", --[[屏蔽的]]
	} ,
	[443] = {
		id = 443, --[[自增id]]
		char = "女马白勺", --[[屏蔽的]]
	} ,
	[444] = {
		id = 444, --[[自增id]]
		char = "操你", --[[屏蔽的]]
	} ,
	[445] = {
		id = 445, --[[自增id]]
		char = "操妳", --[[屏蔽的]]
	} ,
	[446] = {
		id = 446, --[[自增id]]
		char = "操他", --[[屏蔽的]]
	} ,
	[447] = {
		id = 447, --[[自增id]]
		char = "操人也", --[[屏蔽的]]
	} ,
	[448] = {
		id = 448, --[[自增id]]
		char = "操她", --[[屏蔽的]]
	} ,
	[449] = {
		id = 449, --[[自增id]]
		char = "操女也", --[[屏蔽的]]
	} ,
	[450] = {
		id = 450, --[[自增id]]
		char = "干你", --[[屏蔽的]]
	} ,
	[451] = {
		id = 451, --[[自增id]]
		char = "干妳", --[[屏蔽的]]
	} ,
	[452] = {
		id = 452, --[[自增id]]
		char = "干他", --[[屏蔽的]]
	} ,
	[453] = {
		id = 453, --[[自增id]]
		char = "干人也", --[[屏蔽的]]
	} ,
	[454] = {
		id = 454, --[[自增id]]
		char = "干她", --[[屏蔽的]]
	} ,
	[455] = {
		id = 455, --[[自增id]]
		char = "干女也", --[[屏蔽的]]
	} ,
	[456] = {
		id = 456, --[[自增id]]
		char = "超你", --[[屏蔽的]]
	} ,
	[457] = {
		id = 457, --[[自增id]]
		char = "超妳", --[[屏蔽的]]
	} ,
	[458] = {
		id = 458, --[[自增id]]
		char = "超他", --[[屏蔽的]]
	} ,
	[459] = {
		id = 459, --[[自增id]]
		char = "超人也", --[[屏蔽的]]
	} ,
	[460] = {
		id = 460, --[[自增id]]
		char = "超她", --[[屏蔽的]]
	} ,
	[461] = {
		id = 461, --[[自增id]]
		char = "超女也", --[[屏蔽的]]
	} ,
	[462] = {
		id = 462, --[[自增id]]
		char = "屌你", --[[屏蔽的]]
	} ,
	[463] = {
		id = 463, --[[自增id]]
		char = "屌我", --[[屏蔽的]]
	} ,
	[464] = {
		id = 464, --[[自增id]]
		char = "屌妳", --[[屏蔽的]]
	} ,
	[465] = {
		id = 465, --[[自增id]]
		char = "屌他", --[[屏蔽的]]
	} ,
	[466] = {
		id = 466, --[[自增id]]
		char = "屌人也", --[[屏蔽的]]
	} ,
	[467] = {
		id = 467, --[[自增id]]
		char = "屌她", --[[屏蔽的]]
	} ,
	[468] = {
		id = 468, --[[自增id]]
		char = "屌女也", --[[屏蔽的]]
	} ,
	[469] = {
		id = 469, --[[自增id]]
		char = "凸你", --[[屏蔽的]]
	} ,
	[470] = {
		id = 470, --[[自增id]]
		char = "凸我", --[[屏蔽的]]
	} ,
	[471] = {
		id = 471, --[[自增id]]
		char = "凸妳", --[[屏蔽的]]
	} ,
	[472] = {
		id = 472, --[[自增id]]
		char = "凸他", --[[屏蔽的]]
	} ,
	[473] = {
		id = 473, --[[自增id]]
		char = "凸人也", --[[屏蔽的]]
	} ,
	[474] = {
		id = 474, --[[自增id]]
		char = "凸她", --[[屏蔽的]]
	} ,
	[475] = {
		id = 475, --[[自增id]]
		char = "凸女也", --[[屏蔽的]]
	} ,
	[476] = {
		id = 476, --[[自增id]]
		char = "插你", --[[屏蔽的]]
	} ,
	[477] = {
		id = 477, --[[自增id]]
		char = "插他", --[[屏蔽的]]
	} ,
	[478] = {
		id = 478, --[[自增id]]
		char = "插我", --[[屏蔽的]]
	} ,
	[479] = {
		id = 479, --[[自增id]]
		char = "插她", --[[屏蔽的]]
	} ,
	[480] = {
		id = 480, --[[自增id]]
		char = "插妳", --[[屏蔽的]]
	} ,
	[481] = {
		id = 481, --[[自增id]]
		char = "臭你", --[[屏蔽的]]
	} ,
	[482] = {
		id = 482, --[[自增id]]
		char = "臭妳", --[[屏蔽的]]
	} ,
	[483] = {
		id = 483, --[[自增id]]
		char = "臭他", --[[屏蔽的]]
	} ,
	[484] = {
		id = 484, --[[自增id]]
		char = "臭人也", --[[屏蔽的]]
	} ,
	[485] = {
		id = 485, --[[自增id]]
		char = "臭她", --[[屏蔽的]]
	} ,
	[486] = {
		id = 486, --[[自增id]]
		char = "臭女也", --[[屏蔽的]]
	} ,
	[487] = {
		id = 487, --[[自增id]]
		char = "机八", --[[屏蔽的]]
	} ,
	[488] = {
		id = 488, --[[自增id]]
		char = "鸡八", --[[屏蔽的]]
	} ,
	[489] = {
		id = 489, --[[自增id]]
		char = "G八", --[[屏蔽的]]
	} ,
	[490] = {
		id = 490, --[[自增id]]
		char = "Ｇ八", --[[屏蔽的]]
	} ,
	[491] = {
		id = 491, --[[自增id]]
		char = "机巴", --[[屏蔽的]]
	} ,
	[492] = {
		id = 492, --[[自增id]]
		char = "鸡巴", --[[屏蔽的]]
	} ,
	[493] = {
		id = 493, --[[自增id]]
		char = "G巴", --[[屏蔽的]]
	} ,
	[494] = {
		id = 494, --[[自增id]]
		char = "Ｇ巴", --[[屏蔽的]]
	} ,
	[495] = {
		id = 495, --[[自增id]]
		char = "机叭", --[[屏蔽的]]
	} ,
	[496] = {
		id = 496, --[[自增id]]
		char = "鸡叭", --[[屏蔽的]]
	} ,
	[497] = {
		id = 497, --[[自增id]]
		char = "G叭", --[[屏蔽的]]
	} ,
	[498] = {
		id = 498, --[[自增id]]
		char = "Ｇ叭", --[[屏蔽的]]
	} ,
	[499] = {
		id = 499, --[[自增id]]
		char = "机芭", --[[屏蔽的]]
	} ,
	[500] = {
		id = 500, --[[自增id]]
		char = "鸡芭", --[[屏蔽的]]
	} ,
	[501] = {
		id = 501, --[[自增id]]
		char = "G芭", --[[屏蔽的]]
	} ,
	[502] = {
		id = 502, --[[自增id]]
		char = "Ｇ芭", --[[屏蔽的]]
	} ,
	[503] = {
		id = 503, --[[自增id]]
		char = "机掰", --[[屏蔽的]]
	} ,
	[504] = {
		id = 504, --[[自增id]]
		char = "鸡掰", --[[屏蔽的]]
	} ,
	[505] = {
		id = 505, --[[自增id]]
		char = "G掰", --[[屏蔽的]]
	} ,
	[506] = {
		id = 506, --[[自增id]]
		char = "Ｇ掰", --[[屏蔽的]]
	} ,
	[507] = {
		id = 507, --[[自增id]]
		char = "机Y", --[[屏蔽的]]
	} ,
	[508] = {
		id = 508, --[[自增id]]
		char = "机Ｙ", --[[屏蔽的]]
	} ,
	[509] = {
		id = 509, --[[自增id]]
		char = "鸡Y", --[[屏蔽的]]
	} ,
	[510] = {
		id = 510, --[[自增id]]
		char = "鸡Ｙ", --[[屏蔽的]]
	} ,
	[511] = {
		id = 511, --[[自增id]]
		char = "机8", --[[屏蔽的]]
	} ,
	[512] = {
		id = 512, --[[自增id]]
		char = "鸡８", --[[屏蔽的]]
	} ,
	[513] = {
		id = 513, --[[自增id]]
		char = "靠爸", --[[屏蔽的]]
	} ,
	[514] = {
		id = 514, --[[自增id]]
		char = "靠母", --[[屏蔽的]]
	} ,
	[515] = {
		id = 515, --[[自增id]]
		char = "哭爸", --[[屏蔽的]]
	} ,
	[516] = {
		id = 516, --[[自增id]]
		char = "哭母", --[[屏蔽的]]
	} ,
	[517] = {
		id = 517, --[[自增id]]
		char = "靠北", --[[屏蔽的]]
	} ,
	[518] = {
		id = 518, --[[自增id]]
		char = "老GY", --[[屏蔽的]]
	} ,
	[519] = {
		id = 519, --[[自增id]]
		char = "老ＧＹ", --[[屏蔽的]]
	} ,
	[520] = {
		id = 520, --[[自增id]]
		char = "干GY", --[[屏蔽的]]
	} ,
	[521] = {
		id = 521, --[[自增id]]
		char = "干ＧＹ", --[[屏蔽的]]
	} ,
	[522] = {
		id = 522, --[[自增id]]
		char = "操GY", --[[屏蔽的]]
	} ,
	[523] = {
		id = 523, --[[自增id]]
		char = "操ＧＹ", --[[屏蔽的]]
	} ,
	[524] = {
		id = 524, --[[自增id]]
		char = "超GY", --[[屏蔽的]]
	} ,
	[525] = {
		id = 525, --[[自增id]]
		char = "超ＧＹ", --[[屏蔽的]]
	} ,
	[526] = {
		id = 526, --[[自增id]]
		char = "臭GY", --[[屏蔽的]]
	} ,
	[527] = {
		id = 527, --[[自增id]]
		char = "臭ＧＹ", --[[屏蔽的]]
	} ,
	[528] = {
		id = 528, --[[自增id]]
		char = "干七八", --[[屏蔽的]]
	} ,
	[529] = {
		id = 529, --[[自增id]]
		char = "干78", --[[屏蔽的]]
	} ,
	[530] = {
		id = 530, --[[自增id]]
		char = "干７８", --[[屏蔽的]]
	} ,
	[531] = {
		id = 531, --[[自增id]]
		char = "操七八", --[[屏蔽的]]
	} ,
	[532] = {
		id = 532, --[[自增id]]
		char = "操78", --[[屏蔽的]]
	} ,
	[533] = {
		id = 533, --[[自增id]]
		char = "操７８", --[[屏蔽的]]
	} ,
	[534] = {
		id = 534, --[[自增id]]
		char = "超七八", --[[屏蔽的]]
	} ,
	[535] = {
		id = 535, --[[自增id]]
		char = "超78", --[[屏蔽的]]
	} ,
	[536] = {
		id = 536, --[[自增id]]
		char = "超７８", --[[屏蔽的]]
	} ,
	[537] = {
		id = 537, --[[自增id]]
		char = "臭七八", --[[屏蔽的]]
	} ,
	[538] = {
		id = 538, --[[自增id]]
		char = "臭78", --[[屏蔽的]]
	} ,
	[539] = {
		id = 539, --[[自增id]]
		char = "臭７８", --[[屏蔽的]]
	} ,
	[540] = {
		id = 540, --[[自增id]]
		char = "懒叫", --[[屏蔽的]]
	} ,
	[541] = {
		id = 541, --[[自增id]]
		char = "懒教", --[[屏蔽的]]
	} ,
	[542] = {
		id = 542, --[[自增id]]
		char = "妈B", --[[屏蔽的]]
	} ,
	[543] = {
		id = 543, --[[自增id]]
		char = "我日", --[[屏蔽的]]
	} ,
	[544] = {
		id = 544, --[[自增id]]
		char = "婊", --[[屏蔽的]]
	} ,
	[545] = {
		id = 545, --[[自增id]]
		char = "璩美凤", --[[屏蔽的]]
	} ,
	[546] = {
		id = 546, --[[自增id]]
		char = "阴茎", --[[屏蔽的]]
	} ,
	[547] = {
		id = 547, --[[自增id]]
		char = "日你", --[[屏蔽的]]
	} ,
	[548] = {
		id = 548, --[[自增id]]
		char = "阴道", --[[屏蔽的]]
	} ,
	[549] = {
		id = 549, --[[自增id]]
		char = "干死", --[[屏蔽的]]
	} ,
	[550] = {
		id = 550, --[[自增id]]
		char = "你妈", --[[屏蔽的]]
	} ,
	[551] = {
		id = 551, --[[自增id]]
		char = "TNND", --[[屏蔽的]]
	} ,
	[552] = {
		id = 552, --[[自增id]]
		char = "幼齿", --[[屏蔽的]]
	} ,
	[553] = {
		id = 553, --[[自增id]]
		char = "干死你", --[[屏蔽的]]
	} ,
	[554] = {
		id = 554, --[[自增id]]
		char = "作爱", --[[屏蔽的]]
	} ,
	[555] = {
		id = 555, --[[自增id]]
		char = "阝月", --[[屏蔽的]]
	} ,
	[556] = {
		id = 556, --[[自增id]]
		char = "歇逼", --[[屏蔽的]]
	} ,
	[557] = {
		id = 557, --[[自增id]]
		char = "蛤蟆", --[[屏蔽的]]
	} ,
	[558] = {
		id = 558, --[[自增id]]
		char = "发骚", --[[屏蔽的]]
	} ,
	[559] = {
		id = 559, --[[自增id]]
		char = "招妓", --[[屏蔽的]]
	} ,
	[560] = {
		id = 560, --[[自增id]]
		char = "阴唇", --[[屏蔽的]]
	} ,
	[561] = {
		id = 561, --[[自增id]]
		char = "操你妈", --[[屏蔽的]]
	} ,
	[562] = {
		id = 562, --[[自增id]]
		char = "精子", --[[屏蔽的]]
	} ,
	[563] = {
		id = 563, --[[自增id]]
		char = "奸淫", --[[屏蔽的]]
	} ,
	[564] = {
		id = 564, --[[自增id]]
		char = "菜逼", --[[屏蔽的]]
	} ,
	[565] = {
		id = 565, --[[自增id]]
		char = "奶奶的", --[[屏蔽的]]
	} ,
	[566] = {
		id = 566, --[[自增id]]
		char = "日死你", --[[屏蔽的]]
	} ,
	[567] = {
		id = 567, --[[自增id]]
		char = "贱人", --[[屏蔽的]]
	} ,
	[568] = {
		id = 568, --[[自增id]]
		char = "江八点", --[[屏蔽的]]
	} ,
	[569] = {
		id = 569, --[[自增id]]
		char = "你娘", --[[屏蔽的]]
	} ,
	[570] = {
		id = 570, --[[自增id]]
		char = "肛交", --[[屏蔽的]]
	} ,
	[571] = {
		id = 571, --[[自增id]]
		char = "破鞋", --[[屏蔽的]]
	} ,
	[572] = {
		id = 572, --[[自增id]]
		char = "贱逼", --[[屏蔽的]]
	} ,
	[573] = {
		id = 573, --[[自增id]]
		char = "娘的", --[[屏蔽的]]
	} ,
	[574] = {
		id = 574, --[[自增id]]
		char = "狗卵子", --[[屏蔽的]]
	} ,
	[575] = {
		id = 575, --[[自增id]]
		char = "骚货", --[[屏蔽的]]
	} ,
	[576] = {
		id = 576, --[[自增id]]
		char = "操蛋", --[[屏蔽的]]
	} ,
	[577] = {
		id = 577, --[[自增id]]
		char = "大比", --[[屏蔽的]]
	} ,
	[578] = {
		id = 578, --[[自增id]]
		char = "龟公", --[[屏蔽的]]
	} ,
	[579] = {
		id = 579, --[[自增id]]
		char = "穷逼", --[[屏蔽的]]
	} ,
	[580] = {
		id = 580, --[[自增id]]
		char = "欠日", --[[屏蔽的]]
	} ,
	[581] = {
		id = 581, --[[自增id]]
		char = "狗b", --[[屏蔽的]]
	} ,
	[582] = {
		id = 582, --[[自增id]]
		char = "牛逼", --[[屏蔽的]]
	} ,
	[583] = {
		id = 583, --[[自增id]]
		char = "装逼", --[[屏蔽的]]
	} ,
	[584] = {
		id = 584, --[[自增id]]
		char = "妈批", --[[屏蔽的]]
	} ,
	[585] = {
		id = 585, --[[自增id]]
		char = "欠操", --[[屏蔽的]]
	} ,
	[586] = {
		id = 586, --[[自增id]]
		char = "我操你", --[[屏蔽的]]
	} ,
	[587] = {
		id = 587, --[[自增id]]
		char = "烂逼", --[[屏蔽的]]
	} ,
	[588] = {
		id = 588, --[[自增id]]
		char = "你爸", --[[屏蔽的]]
	} ,
	[589] = {
		id = 589, --[[自增id]]
		char = "屁眼", --[[屏蔽的]]
	} ,
	[590] = {
		id = 590, --[[自增id]]
		char = "密穴", --[[屏蔽的]]
	} ,
	[591] = {
		id = 591, --[[自增id]]
		char = "鸡奸", --[[屏蔽的]]
	} ,
	[592] = {
		id = 592, --[[自增id]]
		char = "群奸", --[[屏蔽的]]
	} ,
	[593] = {
		id = 593, --[[自增id]]
		char = "烂比", --[[屏蔽的]]
	} ,
	[594] = {
		id = 594, --[[自增id]]
		char = "牛比", --[[屏蔽的]]
	} ,
	[595] = {
		id = 595, --[[自增id]]
		char = "喷你", --[[屏蔽的]]
	} ,
	[596] = {
		id = 596, --[[自增id]]
		char = "大b", --[[屏蔽的]]
	} ,
	[597] = {
		id = 597, --[[自增id]]
		char = "小b", --[[屏蔽的]]
	} ,
	[598] = {
		id = 598, --[[自增id]]
		char = "性欲", --[[屏蔽的]]
	} ,
	[599] = {
		id = 599, --[[自增id]]
		char = "你大爷", --[[屏蔽的]]
	} ,
	[600] = {
		id = 600, --[[自增id]]
		char = "淫荡", --[[屏蔽的]]
	} ,
	[601] = {
		id = 601, --[[自增id]]
		char = "狂操", --[[屏蔽的]]
	} ,
	[602] = {
		id = 602, --[[自增id]]
		char = "婊子", --[[屏蔽的]]
	} ,
	[603] = {
		id = 603, --[[自增id]]
		char = "我操", --[[屏蔽的]]
	} ,
	[604] = {
		id = 604, --[[自增id]]
		char = "淫秽", --[[屏蔽的]]
	} ,
	[605] = {
		id = 605, --[[自增id]]
		char = "江猪媳", --[[屏蔽的]]
	} ,
	[606] = {
		id = 606, --[[自增id]]
		char = "狗屎", --[[屏蔽的]]
	} ,
	[607] = {
		id = 607, --[[自增id]]
		char = "十八摸", --[[屏蔽的]]
	} ,
	[608] = {
		id = 608, --[[自增id]]
		char = "操逼", --[[屏蔽的]]
	} ,
	[609] = {
		id = 609, --[[自增id]]
		char = "二B", --[[屏蔽的]]
	} ,
	[610] = {
		id = 610, --[[自增id]]
		char = "猪毛", --[[屏蔽的]]
	} ,
	[611] = {
		id = 611, --[[自增id]]
		char = "狗操", --[[屏蔽的]]
	} ,
	[612] = {
		id = 612, --[[自增id]]
		char = "奶子", --[[屏蔽的]]
	} ,
	[613] = {
		id = 613, --[[自增id]]
		char = "大花逼", --[[屏蔽的]]
	} ,
	[614] = {
		id = 614, --[[自增id]]
		char = "逼样", --[[屏蔽的]]
	} ,
	[615] = {
		id = 615, --[[自增id]]
		char = "去你妈的", --[[屏蔽的]]
	} ,
	[616] = {
		id = 616, --[[自增id]]
		char = "完蛋操", --[[屏蔽的]]
	} ,
	[617] = {
		id = 617, --[[自增id]]
		char = "下贱", --[[屏蔽的]]
	} ,
	[618] = {
		id = 618, --[[自增id]]
		char = "淫穴", --[[屏蔽的]]
	} ,
	[619] = {
		id = 619, --[[自增id]]
		char = "猪操", --[[屏蔽的]]
	} ,
	[620] = {
		id = 620, --[[自增id]]
		char = "妓女", --[[屏蔽的]]
	} ,
	[621] = {
		id = 621, --[[自增id]]
		char = "阴水", --[[屏蔽的]]
	} ,
	[622] = {
		id = 622, --[[自增id]]
		char = "操比", --[[屏蔽的]]
	} ,
	[623] = {
		id = 623, --[[自增id]]
		char = "精液", --[[屏蔽的]]
	} ,
	[624] = {
		id = 624, --[[自增id]]
		char = "卖比", --[[屏蔽的]]
	} ,
	[625] = {
		id = 625, --[[自增id]]
		char = "16dy-图库", --[[屏蔽的]]
	} ,
	[626] = {
		id = 626, --[[自增id]]
		char = "獸交", --[[屏蔽的]]
	} ,
	[627] = {
		id = 627, --[[自增id]]
		char = "爱女人", --[[屏蔽的]]
	} ,
	[628] = {
		id = 628, --[[自增id]]
		char = "拔出来", --[[屏蔽的]]
	} ,
	[629] = {
		id = 629, --[[自增id]]
		char = "操b", --[[屏蔽的]]
	} ,
	[630] = {
		id = 630, --[[自增id]]
		char = "插进", --[[屏蔽的]]
	} ,
	[631] = {
		id = 631, --[[自增id]]
		char = "插穴", --[[屏蔽的]]
	} ,
	[632] = {
		id = 632, --[[自增id]]
		char = "吃精", --[[屏蔽的]]
	} ,
	[633] = {
		id = 633, --[[自增id]]
		char = "抽插", --[[屏蔽的]]
	} ,
	[634] = {
		id = 634, --[[自增id]]
		char = "大乳", --[[屏蔽的]]
	} ,
	[635] = {
		id = 635, --[[自增id]]
		char = "调教", --[[屏蔽的]]
	} ,
	[636] = {
		id = 636, --[[自增id]]
		char = "黄色电影", --[[屏蔽的]]
	} ,
	[637] = {
		id = 637, --[[自增id]]
		char = "激情电影", --[[屏蔽的]]
	} ,
	[638] = {
		id = 638, --[[自增id]]
		char = "轮暴", --[[屏蔽的]]
	} ,
	[639] = {
		id = 639, --[[自增id]]
		char = "迷奸", --[[屏蔽的]]
	} ,
	[640] = {
		id = 640, --[[自增id]]
		char = "乳房", --[[屏蔽的]]
	} ,
	[641] = {
		id = 641, --[[自增id]]
		char = "色猫", --[[屏蔽的]]
	} ,
	[642] = {
		id = 642, --[[自增id]]
		char = "色欲", --[[屏蔽的]]
	} ,
	[643] = {
		id = 643, --[[自增id]]
		char = "性爱图库", --[[屏蔽的]]
	} ,
	[644] = {
		id = 644, --[[自增id]]
		char = "亚情", --[[屏蔽的]]
	} ,
	[645] = {
		id = 645, --[[自增id]]
		char = "淫亂", --[[屏蔽的]]
	} ,
	[646] = {
		id = 646, --[[自增id]]
		char = "淫女", --[[屏蔽的]]
	} ,
	[647] = {
		id = 647, --[[自增id]]
		char = "淫蕩", --[[屏蔽的]]
	} ,
	[648] = {
		id = 648, --[[自增id]]
		char = "淫水", --[[屏蔽的]]
	} ,
	[649] = {
		id = 649, --[[自增id]]
		char = "淫汁", --[[屏蔽的]]
	} ,
	[650] = {
		id = 650, --[[自增id]]
		char = "幼圖", --[[屏蔽的]]
	} ,
	[651] = {
		id = 651, --[[自增id]]
		char = "中文搜性网", --[[屏蔽的]]
	} ,
	[652] = {
		id = 652, --[[自增id]]
		char = "自慰", --[[屏蔽的]]
	} ,
	[653] = {
		id = 653, --[[自增id]]
		char = "鷄巴", --[[屏蔽的]]
	} ,
	[654] = {
		id = 654, --[[自增id]]
		char = "學生妹", --[[屏蔽的]]
	} ,
	[655] = {
		id = 655, --[[自增id]]
		char = "１８歲淫亂", --[[屏蔽的]]
	} ,
	[656] = {
		id = 656, --[[自增id]]
		char = "999日本妹", --[[屏蔽的]]
	} ,
	[657] = {
		id = 657, --[[自增id]]
		char = "幹炮", --[[屏蔽的]]
	} ,
	[658] = {
		id = 658, --[[自增id]]
		char = "摸阴蒂", --[[屏蔽的]]
	} ,
	[659] = {
		id = 659, --[[自增id]]
		char = "金鳞岂是池中物", --[[屏蔽的]]
	} ,
	[660] = {
		id = 660, --[[自增id]]
		char = "掰穴皮卡丘", --[[屏蔽的]]
	} ,
	[661] = {
		id = 661, --[[自增id]]
		char = "白虎少妇", --[[屏蔽的]]
	} ,
	[662] = {
		id = 662, --[[自增id]]
		char = "白虎阴穴", --[[屏蔽的]]
	} ,
	[663] = {
		id = 663, --[[自增id]]
		char = "包二奶", --[[屏蔽的]]
	} ,
	[664] = {
		id = 664, --[[自增id]]
		char = "暴淫", --[[屏蔽的]]
	} ,
	[665] = {
		id = 665, --[[自增id]]
		char = "逼痒", --[[屏蔽的]]
	} ,
	[666] = {
		id = 666, --[[自增id]]
		char = "蕩妹", --[[屏蔽的]]
	} ,
	[667] = {
		id = 667, --[[自增id]]
		char = "肥逼", --[[屏蔽的]]
	} ,
	[668] = {
		id = 668, --[[自增id]]
		char = "粉穴", --[[屏蔽的]]
	} ,
	[669] = {
		id = 669, --[[自增id]]
		char = "干穴", --[[屏蔽的]]
	} ,
	[670] = {
		id = 670, --[[自增id]]
		char = "开苞", --[[屏蔽的]]
	} ,
	[671] = {
		id = 671, --[[自增id]]
		char = "口活", --[[屏蔽的]]
	} ,
	[672] = {
		id = 672, --[[自增id]]
		char = "狼友", --[[屏蔽的]]
	} ,
	[673] = {
		id = 673, --[[自增id]]
		char = "春药", --[[屏蔽的]]
	} ,
	[674] = {
		id = 674, --[[自增id]]
		char = "风艳阁", --[[屏蔽的]]
	} ,
	[675] = {
		id = 675, --[[自增id]]
		char = "激情小说", --[[屏蔽的]]
	} ,
	[676] = {
		id = 676, --[[自增id]]
		char = "兽欲", --[[屏蔽的]]
	} ,
	[677] = {
		id = 677, --[[自增id]]
		char = "全裸", --[[屏蔽的]]
	} ,
	[678] = {
		id = 678, --[[自增id]]
		char = "秘唇", --[[屏蔽的]]
	} ,
	[679] = {
		id = 679, --[[自增id]]
		char = "蜜穴", --[[屏蔽的]]
	} ,
	[680] = {
		id = 680, --[[自增id]]
		char = "玉穴", --[[屏蔽的]]
	} ,
	[681] = {
		id = 681, --[[自增id]]
		char = "应召", --[[屏蔽的]]
	} ,
	[682] = {
		id = 682, --[[自增id]]
		char = "菊花蕾", --[[屏蔽的]]
	} ,
	[683] = {
		id = 683, --[[自增id]]
		char = "大力抽送", --[[屏蔽的]]
	} ,
	[684] = {
		id = 684, --[[自增id]]
		char = "干的爽", --[[屏蔽的]]
	} ,
	[685] = {
		id = 685, --[[自增id]]
		char = "肉蒲团", --[[屏蔽的]]
	} ,
	[686] = {
		id = 686, --[[自增id]]
		char = "后庭", --[[屏蔽的]]
	} ,
	[687] = {
		id = 687, --[[自增id]]
		char = "淫叫", --[[屏蔽的]]
	} ,
	[688] = {
		id = 688, --[[自增id]]
		char = "男女交欢", --[[屏蔽的]]
	} ,
	[689] = {
		id = 689, --[[自增id]]
		char = "极品波霸", --[[屏蔽的]]
	} ,
	[690] = {
		id = 690, --[[自增id]]
		char = "兽奸", --[[屏蔽的]]
	} ,
	[691] = {
		id = 691, --[[自增id]]
		char = "流淫", --[[屏蔽的]]
	} ,
	[692] = {
		id = 692, --[[自增id]]
		char = "销魂洞", --[[屏蔽的]]
	} ,
	[693] = {
		id = 693, --[[自增id]]
		char = "操烂", --[[屏蔽的]]
	} ,
	[694] = {
		id = 694, --[[自增id]]
		char = "成人网站", --[[屏蔽的]]
	} ,
	[695] = {
		id = 695, --[[自增id]]
		char = "淫色", --[[屏蔽的]]
	} ,
	[696] = {
		id = 696, --[[自增id]]
		char = "一夜欢", --[[屏蔽的]]
	} ,
	[697] = {
		id = 697, --[[自增id]]
		char = "姦淫", --[[屏蔽的]]
	} ,
	[698] = {
		id = 698, --[[自增id]]
		char = "给你爽", --[[屏蔽的]]
	} ,
	[699] = {
		id = 699, --[[自增id]]
		char = "性奴", --[[屏蔽的]]
	} ,
	[700] = {
		id = 700, --[[自增id]]
		char = "大奶头", --[[屏蔽的]]
	} ,
	[701] = {
		id = 701, --[[自增id]]
		char = "奸幼", --[[屏蔽的]]
	} ,
	[702] = {
		id = 702, --[[自增id]]
		char = "中年美妇", --[[屏蔽的]]
	} ,
	[703] = {
		id = 703, --[[自增id]]
		char = "豪乳", --[[屏蔽的]]
	} ,
	[704] = {
		id = 704, --[[自增id]]
		char = "喷精", --[[屏蔽的]]
	} ,
	[705] = {
		id = 705, --[[自增id]]
		char = "逼奸", --[[屏蔽的]]
	} ,
	[706] = {
		id = 706, --[[自增id]]
		char = "脱内裤", --[[屏蔽的]]
	} ,
	[707] = {
		id = 707, --[[自增id]]
		char = "发浪", --[[屏蔽的]]
	} ,
	[708] = {
		id = 708, --[[自增id]]
		char = "浪叫", --[[屏蔽的]]
	} ,
	[709] = {
		id = 709, --[[自增id]]
		char = "肉茎", --[[屏蔽的]]
	} ,
	[710] = {
		id = 710, --[[自增id]]
		char = "菊花洞", --[[屏蔽的]]
	} ,
	[711] = {
		id = 711, --[[自增id]]
		char = "成人自拍", --[[屏蔽的]]
	} ,
	[712] = {
		id = 712, --[[自增id]]
		char = "自拍美穴", --[[屏蔽的]]
	} ,
	[713] = {
		id = 713, --[[自增id]]
		char = "抠穴", --[[屏蔽的]]
	} ,
	[714] = {
		id = 714, --[[自增id]]
		char = "颜射", --[[屏蔽的]]
	} ,
	[715] = {
		id = 715, --[[自增id]]
		char = "肉棍", --[[屏蔽的]]
	} ,
	[716] = {
		id = 716, --[[自增id]]
		char = "淫水爱液", --[[屏蔽的]]
	} ,
	[717] = {
		id = 717, --[[自增id]]
		char = "阴核", --[[屏蔽的]]
	} ,
	[718] = {
		id = 718, --[[自增id]]
		char = "露B", --[[屏蔽的]]
	} ,
	[719] = {
		id = 719, --[[自增id]]
		char = "母子奸情", --[[屏蔽的]]
	} ,
	[720] = {
		id = 720, --[[自增id]]
		char = "人妻熟女", --[[屏蔽的]]
	} ,
	[721] = {
		id = 721, --[[自增id]]
		char = "色界", --[[屏蔽的]]
	} ,
	[722] = {
		id = 722, --[[自增id]]
		char = "丁香社区", --[[屏蔽的]]
	} ,
	[723] = {
		id = 723, --[[自增id]]
		char = "爱图公园", --[[屏蔽的]]
	} ,
	[724] = {
		id = 724, --[[自增id]]
		char = "色色五月天", --[[屏蔽的]]
	} ,
	[725] = {
		id = 725, --[[自增id]]
		char = "鹿城娱乐", --[[屏蔽的]]
	} ,
	[726] = {
		id = 726, --[[自增id]]
		char = "色色", --[[屏蔽的]]
	} ,
	[727] = {
		id = 727, --[[自增id]]
		char = "幼香阁", --[[屏蔽的]]
	} ,
	[728] = {
		id = 728, --[[自增id]]
		char = "隐窝窝", --[[屏蔽的]]
	} ,
	[729] = {
		id = 729, --[[自增id]]
		char = "乱伦熟女网", --[[屏蔽的]]
	} ,
	[730] = {
		id = 730, --[[自增id]]
		char = "插阴", --[[屏蔽的]]
	} ,
	[731] = {
		id = 731, --[[自增id]]
		char = "露阴照", --[[屏蔽的]]
	} ,
	[732] = {
		id = 732, --[[自增id]]
		char = "美幼", --[[屏蔽的]]
	} ,
	[733] = {
		id = 733, --[[自增id]]
		char = "97sese", --[[屏蔽的]]
	} ,
	[734] = {
		id = 734, --[[自增id]]
		char = "嫩鲍鱼", --[[屏蔽的]]
	} ,
	[735] = {
		id = 735, --[[自增id]]
		char = "美女走光", --[[屏蔽的]]
	} ,
	[736] = {
		id = 736, --[[自增id]]
		char = "33bbb走光", --[[屏蔽的]]
	} ,
	[737] = {
		id = 737, --[[自增id]]
		char = "激情贴图", --[[屏蔽的]]
	} ,
	[738] = {
		id = 738, --[[自增id]]
		char = "成人论坛", --[[屏蔽的]]
	} ,
	[739] = {
		id = 739, --[[自增id]]
		char = "就去诱惑", --[[屏蔽的]]
	} ,
	[740] = {
		id = 740, --[[自增id]]
		char = "浴室自拍", --[[屏蔽的]]
	} ,
	[741] = {
		id = 741, --[[自增id]]
		char = "BlowJobs", --[[屏蔽的]]
	} ,
	[742] = {
		id = 742, --[[自增id]]
		char = "激情裸体", --[[屏蔽的]]
	} ,
	[743] = {
		id = 743, --[[自增id]]
		char = "丽春苑", --[[屏蔽的]]
	} ,
	[744] = {
		id = 744, --[[自增id]]
		char = "窝窝客", --[[屏蔽的]]
	} ,
	[745] = {
		id = 745, --[[自增id]]
		char = "银民吧", --[[屏蔽的]]
	} ,
	[746] = {
		id = 746, --[[自增id]]
		char = "亚洲色", --[[屏蔽的]]
	} ,
	[747] = {
		id = 747, --[[自增id]]
		char = "碧香亭", --[[屏蔽的]]
	} ,
	[748] = {
		id = 748, --[[自增id]]
		char = "爱色cc", --[[屏蔽的]]
	} ,
	[749] = {
		id = 749, --[[自增id]]
		char = "妹妹骚图", --[[屏蔽的]]
	} ,
	[750] = {
		id = 750, --[[自增id]]
		char = "宾馆女郎", --[[屏蔽的]]
	} ,
	[751] = {
		id = 751, --[[自增id]]
		char = "美腿丝足", --[[屏蔽的]]
	} ,
	[752] = {
		id = 752, --[[自增id]]
		char = "好色cc", --[[屏蔽的]]
	} ,
	[753] = {
		id = 753, --[[自增id]]
		char = "无码长片", --[[屏蔽的]]
	} ,
	[754] = {
		id = 754, --[[自增id]]
		char = "淫水涟涟", --[[屏蔽的]]
	} ,
	[755] = {
		id = 755, --[[自增id]]
		char = "放荡少妇", --[[屏蔽的]]
	} ,
	[756] = {
		id = 756, --[[自增id]]
		char = "成人图片", --[[屏蔽的]]
	} ,
	[757] = {
		id = 757, --[[自增id]]
		char = "黄金圣水", --[[屏蔽的]]
	} ,
	[758] = {
		id = 758, --[[自增id]]
		char = "脚交", --[[屏蔽的]]
	} ,
	[759] = {
		id = 759, --[[自增id]]
		char = "勾魂少妇", --[[屏蔽的]]
	} ,
	[760] = {
		id = 760, --[[自增id]]
		char = "女尻", --[[屏蔽的]]
	} ,
	[761] = {
		id = 761, --[[自增id]]
		char = "我要性交", --[[屏蔽的]]
	} ,
	[762] = {
		id = 762, --[[自增id]]
		char = "SM女王", --[[屏蔽的]]
	} ,
	[763] = {
		id = 763, --[[自增id]]
		char = "乳此丝袜", --[[屏蔽的]]
	} ,
	[764] = {
		id = 764, --[[自增id]]
		char = "日本灌肠", --[[屏蔽的]]
	} ,
	[765] = {
		id = 765, --[[自增id]]
		char = "集体性爱", --[[屏蔽的]]
	} ,
	[766] = {
		id = 766, --[[自增id]]
		char = "国产骚货", --[[屏蔽的]]
	} ,
	[767] = {
		id = 767, --[[自增id]]
		char = "操B指南", --[[屏蔽的]]
	} ,
	[768] = {
		id = 768, --[[自增id]]
		char = "亚洲淫娃", --[[屏蔽的]]
	} ,
	[769] = {
		id = 769, --[[自增id]]
		char = "熟女乱伦", --[[屏蔽的]]
	} ,
	[770] = {
		id = 770, --[[自增id]]
		char = "SM舔穴", --[[屏蔽的]]
	} ,
	[771] = {
		id = 771, --[[自增id]]
		char = "無碼H漫", --[[屏蔽的]]
	} ,
	[772] = {
		id = 772, --[[自增id]]
		char = "大胆少女", --[[屏蔽的]]
	} ,
	[773] = {
		id = 773, --[[自增id]]
		char = "乳此丰满", --[[屏蔽的]]
	} ,
	[774] = {
		id = 774, --[[自增id]]
		char = "屄屄特写", --[[屏蔽的]]
	} ,
	[775] = {
		id = 775, --[[自增id]]
		char = "熟女颜射", --[[屏蔽的]]
	} ,
	[776] = {
		id = 776, --[[自增id]]
		char = "要色色", --[[屏蔽的]]
	} ,
	[777] = {
		id = 777, --[[自增id]]
		char = "巨乳素人", --[[屏蔽的]]
	} ,
	[778] = {
		id = 778, --[[自增id]]
		char = "妩媚挑逗", --[[屏蔽的]]
	} ,
	[779] = {
		id = 779, --[[自增id]]
		char = "骚姨妈", --[[屏蔽的]]
	} ,
	[780] = {
		id = 780, --[[自增id]]
		char = "裸体少妇", --[[屏蔽的]]
	} ,
	[781] = {
		id = 781, --[[自增id]]
		char = "美少妇", --[[屏蔽的]]
	} ,
	[782] = {
		id = 782, --[[自增id]]
		char = "射奶", --[[屏蔽的]]
	} ,
	[783] = {
		id = 783, --[[自增id]]
		char = "杨思敏", --[[屏蔽的]]
	} ,
	[784] = {
		id = 784, --[[自增id]]
		char = "野外性交", --[[屏蔽的]]
	} ,
	[785] = {
		id = 785, --[[自增id]]
		char = "风骚淫荡", --[[屏蔽的]]
	} ,
	[786] = {
		id = 786, --[[自增id]]
		char = "白虎嫩B", --[[屏蔽的]]
	} ,
	[787] = {
		id = 787, --[[自增id]]
		char = "明星淫图", --[[屏蔽的]]
	} ,
	[788] = {
		id = 788, --[[自增id]]
		char = "淫乱熟女", --[[屏蔽的]]
	} ,
	[789] = {
		id = 789, --[[自增id]]
		char = "高清性愛", --[[屏蔽的]]
	} ,
	[790] = {
		id = 790, --[[自增id]]
		char = "高潮集锦", --[[屏蔽的]]
	} ,
	[791] = {
		id = 791, --[[自增id]]
		char = "淫兽学园", --[[屏蔽的]]
	} ,
	[792] = {
		id = 792, --[[自增id]]
		char = "俏臀摄魄", --[[屏蔽的]]
	} ,
	[793] = {
		id = 793, --[[自增id]]
		char = "有容奶大", --[[屏蔽的]]
	} ,
	[794] = {
		id = 794, --[[自增id]]
		char = "无套内射", --[[屏蔽的]]
	} ,
	[795] = {
		id = 795, --[[自增id]]
		char = "毛鲍", --[[屏蔽的]]
	} ,
	[796] = {
		id = 796, --[[自增id]]
		char = "3P炮图", --[[屏蔽的]]
	} ,
	[797] = {
		id = 797, --[[自增id]]
		char = "性交课", --[[屏蔽的]]
	} ,
	[798] = {
		id = 798, --[[自增id]]
		char = "激凸走光", --[[屏蔽的]]
	} ,
	[799] = {
		id = 799, --[[自增id]]
		char = "性感妖娆", --[[屏蔽的]]
	} ,
	[800] = {
		id = 800, --[[自增id]]
		char = "人妻交换", --[[屏蔽的]]
	} ,
	[801] = {
		id = 801, --[[自增id]]
		char = "监禁陵辱", --[[屏蔽的]]
	} ,
	[802] = {
		id = 802, --[[自增id]]
		char = "生徒胸触", --[[屏蔽的]]
	} ,
	[803] = {
		id = 803, --[[自增id]]
		char = "東洋屄", --[[屏蔽的]]
	} ,
	[804] = {
		id = 804, --[[自增id]]
		char = "翘臀嫩穴", --[[屏蔽的]]
	} ,
	[805] = {
		id = 805, --[[自增id]]
		char = "春光外泻", --[[屏蔽的]]
	} ,
	[806] = {
		id = 806, --[[自增id]]
		char = "淫妇自慰", --[[屏蔽的]]
	} ,
	[807] = {
		id = 807, --[[自增id]]
		char = "本土无码", --[[屏蔽的]]
	} ,
	[808] = {
		id = 808, --[[自增id]]
		char = "淫妻交换", --[[屏蔽的]]
	} ,
	[809] = {
		id = 809, --[[自增id]]
		char = "日屄", --[[屏蔽的]]
	} ,
	[810] = {
		id = 810, --[[自增id]]
		char = "近亲相奸", --[[屏蔽的]]
	} ,
	[811] = {
		id = 811, --[[自增id]]
		char = "艳乳", --[[屏蔽的]]
	} ,
	[812] = {
		id = 812, --[[自增id]]
		char = "白虎小穴", --[[屏蔽的]]
	} ,
	[813] = {
		id = 813, --[[自增id]]
		char = "肛门喷水", --[[屏蔽的]]
	} ,
	[814] = {
		id = 814, --[[自增id]]
		char = "淫荡贵妇", --[[屏蔽的]]
	} ,
	[815] = {
		id = 815, --[[自增id]]
		char = "浴室乱伦", --[[屏蔽的]]
	} ,
	[816] = {
		id = 816, --[[自增id]]
		char = "生奸内射", --[[屏蔽的]]
	} ,
	[817] = {
		id = 817, --[[自增id]]
		char = "国产嫖娼", --[[屏蔽的]]
	} ,
	[818] = {
		id = 818, --[[自增id]]
		char = "白液四溅", --[[屏蔽的]]
	} ,
	[819] = {
		id = 819, --[[自增id]]
		char = "带套肛交", --[[屏蔽的]]
	} ,
	[820] = {
		id = 820, --[[自增id]]
		char = "大乱交", --[[屏蔽的]]
	} ,
	[821] = {
		id = 821, --[[自增id]]
		char = "精液榨取", --[[屏蔽的]]
	} ,
	[822] = {
		id = 822, --[[自增id]]
		char = "性感乳娘", --[[屏蔽的]]
	} ,
	[823] = {
		id = 823, --[[自增id]]
		char = "魅惑巨乳", --[[屏蔽的]]
	} ,
	[824] = {
		id = 824, --[[自增id]]
		char = "无码炮图", --[[屏蔽的]]
	} ,
	[825] = {
		id = 825, --[[自增id]]
		char = "群阴会", --[[屏蔽的]]
	} ,
	[826] = {
		id = 826, --[[自增id]]
		char = "人性本色", --[[屏蔽的]]
	} ,
	[827] = {
		id = 827, --[[自增id]]
		char = "极品波神", --[[屏蔽的]]
	} ,
	[828] = {
		id = 828, --[[自增id]]
		char = "淫乱工作", --[[屏蔽的]]
	} ,
	[829] = {
		id = 829, --[[自增id]]
		char = "白浆四溅", --[[屏蔽的]]
	} ,
	[830] = {
		id = 830, --[[自增id]]
		char = "街头扒衣", --[[屏蔽的]]
	} ,
	[831] = {
		id = 831, --[[自增id]]
		char = "口内爆射", --[[屏蔽的]]
	} ,
	[832] = {
		id = 832, --[[自增id]]
		char = "嫩BB", --[[屏蔽的]]
	} ,
	[833] = {
		id = 833, --[[自增id]]
		char = "肛门拳交", --[[屏蔽的]]
	} ,
	[834] = {
		id = 834, --[[自增id]]
		char = "灌满精液", --[[屏蔽的]]
	} ,
	[835] = {
		id = 835, --[[自增id]]
		char = "莲花逼", --[[屏蔽的]]
	} ,
	[836] = {
		id = 836, --[[自增id]]
		char = "自慰抠穴", --[[屏蔽的]]
	} ,
	[837] = {
		id = 837, --[[自增id]]
		char = "人妻榨乳", --[[屏蔽的]]
	} ,
	[838] = {
		id = 838, --[[自增id]]
		char = "拔屄自拍", --[[屏蔽的]]
	} ,
	[839] = {
		id = 839, --[[自增id]]
		char = "洗肠射尿", --[[屏蔽的]]
	} ,
	[840] = {
		id = 840, --[[自增id]]
		char = "人妻色诱", --[[屏蔽的]]
	} ,
	[841] = {
		id = 841, --[[自增id]]
		char = "淫浆", --[[屏蔽的]]
	} ,
	[842] = {
		id = 842, --[[自增id]]
		char = "狂乳激揺", --[[屏蔽的]]
	} ,
	[843] = {
		id = 843, --[[自增id]]
		char = "騷浪", --[[屏蔽的]]
	} ,
	[844] = {
		id = 844, --[[自增id]]
		char = "射爽", --[[屏蔽的]]
	} ,
	[845] = {
		id = 845, --[[自增id]]
		char = "蘚鮑", --[[屏蔽的]]
	} ,
	[846] = {
		id = 846, --[[自增id]]
		char = "制服狩", --[[屏蔽的]]
	} ,
	[847] = {
		id = 847, --[[自增id]]
		char = "無毛穴", --[[屏蔽的]]
	} ,
	[848] = {
		id = 848, --[[自增id]]
		char = "骚浪美女", --[[屏蔽的]]
	} ,
	[849] = {
		id = 849, --[[自增id]]
		char = "肏屄", --[[屏蔽的]]
	} ,
	[850] = {
		id = 850, --[[自增id]]
		char = "舌头穴", --[[屏蔽的]]
	} ,
	[851] = {
		id = 851, --[[自增id]]
		char = "人妻做爱", --[[屏蔽的]]
	} ,
	[852] = {
		id = 852, --[[自增id]]
		char = "插逼", --[[屏蔽的]]
	} ,
	[853] = {
		id = 853, --[[自增id]]
		char = "爆操", --[[屏蔽的]]
	} ,
	[854] = {
		id = 854, --[[自增id]]
		char = "插穴止痒", --[[屏蔽的]]
	} ,
	[855] = {
		id = 855, --[[自增id]]
		char = "骚乳", --[[屏蔽的]]
	} ,
	[856] = {
		id = 856, --[[自增id]]
		char = "食精", --[[屏蔽的]]
	} ,
	[857] = {
		id = 857, --[[自增id]]
		char = "爆乳娘", --[[屏蔽的]]
	} ,
	[858] = {
		id = 858, --[[自增id]]
		char = "插阴茎", --[[屏蔽的]]
	} ,
	[859] = {
		id = 859, --[[自增id]]
		char = "黑毛屄", --[[屏蔽的]]
	} ,
	[860] = {
		id = 860, --[[自增id]]
		char = "肉便器", --[[屏蔽的]]
	} ,
	[861] = {
		id = 861, --[[自增id]]
		char = "肉逼", --[[屏蔽的]]
	} ,
	[862] = {
		id = 862, --[[自增id]]
		char = "淫亂潮吹", --[[屏蔽的]]
	} ,
	[863] = {
		id = 863, --[[自增id]]
		char = "母奸", --[[屏蔽的]]
	} ,
	[864] = {
		id = 864, --[[自增id]]
		char = "熟妇人妻", --[[屏蔽的]]
	} ,
	[865] = {
		id = 865, --[[自增id]]
		char = "発射", --[[屏蔽的]]
	} ,
	[866] = {
		id = 866, --[[自增id]]
		char = "幹砲", --[[屏蔽的]]
	} ,
	[867] = {
		id = 867, --[[自增id]]
		char = "性佣", --[[屏蔽的]]
	} ,
	[868] = {
		id = 868, --[[自增id]]
		char = "爽穴", --[[屏蔽的]]
	} ,
	[869] = {
		id = 869, --[[自增id]]
		char = "插比", --[[屏蔽的]]
	} ,
	[870] = {
		id = 870, --[[自增id]]
		char = "嫩鲍", --[[屏蔽的]]
	} ,
	[871] = {
		id = 871, --[[自增id]]
		char = "骚母", --[[屏蔽的]]
	} ,
	[872] = {
		id = 872, --[[自增id]]
		char = "吃鸡巴", --[[屏蔽的]]
	} ,
	[873] = {
		id = 873, --[[自增id]]
		char = "金毛穴", --[[屏蔽的]]
	} ,
	[874] = {
		id = 874, --[[自增id]]
		char = "体奸", --[[屏蔽的]]
	} ,
	[875] = {
		id = 875, --[[自增id]]
		char = "爆草", --[[屏蔽的]]
	} ,
	[876] = {
		id = 876, --[[自增id]]
		char = "操妻", --[[屏蔽的]]
	} ,
	[877] = {
		id = 877, --[[自增id]]
		char = "a4u", --[[屏蔽的]]
	} ,
	[878] = {
		id = 878, --[[自增id]]
		char = "酥穴", --[[屏蔽的]]
	} ,
	[879] = {
		id = 879, --[[自增id]]
		char = "屄毛", --[[屏蔽的]]
	} ,
	[880] = {
		id = 880, --[[自增id]]
		char = "厕所盗摄", --[[屏蔽的]]
	} ,
	[881] = {
		id = 881, --[[自增id]]
		char = "艳妇淫女", --[[屏蔽的]]
	} ,
	[882] = {
		id = 882, --[[自增id]]
		char = "掰穴打洞", --[[屏蔽的]]
	} ,
	[883] = {
		id = 883, --[[自增id]]
		char = "盗撮", --[[屏蔽的]]
	} ,
	[884] = {
		id = 884, --[[自增id]]
		char = "薄码", --[[屏蔽的]]
	} ,
	[885] = {
		id = 885, --[[自增id]]
		char = "少修正", --[[屏蔽的]]
	} ,
	[886] = {
		id = 886, --[[自增id]]
		char = "巧淫奸戏", --[[屏蔽的]]
	} ,
	[887] = {
		id = 887, --[[自增id]]
		char = "成人片", --[[屏蔽的]]
	} ,
	[888] = {
		id = 888, --[[自增id]]
		char = "换妻大会", --[[屏蔽的]]
	} ,
	[889] = {
		id = 889, --[[自增id]]
		char = "破处", --[[屏蔽的]]
	} ,
	[890] = {
		id = 890, --[[自增id]]
		char = "穴爽", --[[屏蔽的]]
	} ,
	[891] = {
		id = 891, --[[自增id]]
		char = "g点", --[[屏蔽的]]
	} ,
	[892] = {
		id = 892, --[[自增id]]
		char = "欢欢娱乐时空", --[[屏蔽的]]
	} ,
	[893] = {
		id = 893, --[[自增id]]
		char = "近親相姦", --[[屏蔽的]]
	} ,
	[894] = {
		id = 894, --[[自增id]]
		char = "裤袜", --[[屏蔽的]]
	} ,
	[895] = {
		id = 895, --[[自增id]]
		char = "乱伦", --[[屏蔽的]]
	} ,
	[896] = {
		id = 896, --[[自增id]]
		char = "买春", --[[屏蔽的]]
	} ,
	[897] = {
		id = 897, --[[自增id]]
		char = "妹妹阴毛", --[[屏蔽的]]
	} ,
	[898] = {
		id = 898, --[[自增id]]
		char = "免费成人网站", --[[屏蔽的]]
	} ,
	[899] = {
		id = 899, --[[自增id]]
		char = "免费A片", --[[屏蔽的]]
	} ,
	[900] = {
		id = 900, --[[自增id]]
		char = "摩洛客", --[[屏蔽的]]
	} ,
	[901] = {
		id = 901, --[[自增id]]
		char = "嫩b", --[[屏蔽的]]
	} ,
	[902] = {
		id = 902, --[[自增id]]
		char = "捏弄", --[[屏蔽的]]
	} ,
	[903] = {
		id = 903, --[[自增id]]
		char = "女优", --[[屏蔽的]]
	} ,
	[904] = {
		id = 904, --[[自增id]]
		char = "肉棒", --[[屏蔽的]]
	} ,
	[905] = {
		id = 905, --[[自增id]]
		char = "骚姐姐", --[[屏蔽的]]
	} ,
	[906] = {
		id = 906, --[[自增id]]
		char = "色区", --[[屏蔽的]]
	} ,
	[907] = {
		id = 907, --[[自增id]]
		char = "色书库", --[[屏蔽的]]
	} ,
	[908] = {
		id = 908, --[[自增id]]
		char = "射颜", --[[屏蔽的]]
	} ,
	[909] = {
		id = 909, --[[自增id]]
		char = "手淫", --[[屏蔽的]]
	} ,
	[910] = {
		id = 910, --[[自增id]]
		char = "兽交", --[[屏蔽的]]
	} ,
	[911] = {
		id = 911, --[[自增id]]
		char = "吸精少女", --[[屏蔽的]]
	} ,
	[912] = {
		id = 912, --[[自增id]]
		char = "下流地带", --[[屏蔽的]]
	} ,
	[913] = {
		id = 913, --[[自增id]]
		char = "性虎", --[[屏蔽的]]
	} ,
	[914] = {
		id = 914, --[[自增id]]
		char = "性饥渴", --[[屏蔽的]]
	} ,
	[915] = {
		id = 915, --[[自增id]]
		char = "阴部", --[[屏蔽的]]
	} ,
	[916] = {
		id = 916, --[[自增id]]
		char = "淫妹", --[[屏蔽的]]
	} ,
	[917] = {
		id = 917, --[[自增id]]
		char = "淫图", --[[屏蔽的]]
	} ,
	[918] = {
		id = 918, --[[自增id]]
		char = "幼交", --[[屏蔽的]]
	} ,
	[919] = {
		id = 919, --[[自增id]]
		char = "欲火", --[[屏蔽的]]
	} ,
	[920] = {
		id = 920, --[[自增id]]
		char = "援交妹", --[[屏蔽的]]
	} ,
	[921] = {
		id = 921, --[[自增id]]
		char = "嫩屄", --[[屏蔽的]]
	} ,
	[922] = {
		id = 922, --[[自增id]]
		char = "嫩女", --[[屏蔽的]]
	} ,
	[923] = {
		id = 923, --[[自增id]]
		char = "噴精", --[[屏蔽的]]
	} ,
	[924] = {
		id = 924, --[[自增id]]
		char = "情色天崖", --[[屏蔽的]]
	} ,
	[925] = {
		id = 925, --[[自增id]]
		char = "情色文学", --[[屏蔽的]]
	} ,
	[926] = {
		id = 926, --[[自增id]]
		char = "群交亂舞", --[[屏蔽的]]
	} ,
	[927] = {
		id = 927, --[[自增id]]
		char = "日本骚货", --[[屏蔽的]]
	} ,
	[928] = {
		id = 928, --[[自增id]]
		char = "肉唇", --[[屏蔽的]]
	} ,
	[929] = {
		id = 929, --[[自增id]]
		char = "肉沟", --[[屏蔽的]]
	} ,
	[930] = {
		id = 930, --[[自增id]]
		char = "肉棍干骚妇", --[[屏蔽的]]
	} ,
	[931] = {
		id = 931, --[[自增id]]
		char = "肉壶", --[[屏蔽的]]
	} ,
	[932] = {
		id = 932, --[[自增id]]
		char = "肉淫器吞精", --[[屏蔽的]]
	} ,
	[933] = {
		id = 933, --[[自增id]]
		char = "骚妹", --[[屏蔽的]]
	} ,
	[934] = {
		id = 934, --[[自增id]]
		char = "骚女", --[[屏蔽的]]
	} ,
	[935] = {
		id = 935, --[[自增id]]
		char = "骚水", --[[屏蔽的]]
	} ,
	[936] = {
		id = 936, --[[自增id]]
		char = "骚穴", --[[屏蔽的]]
	} ,
	[937] = {
		id = 937, --[[自增id]]
		char = "AV", --[[屏蔽的]]
	} ,
	[938] = {
		id = 938, --[[自增id]]
		char = "色狐狸网址", --[[屏蔽的]]
	} ,
	[939] = {
		id = 939, --[[自增id]]
		char = "色狼论坛", --[[屏蔽的]]
	} ,
	[940] = {
		id = 940, --[[自增id]]
		char = "色狼小说", --[[屏蔽的]]
	} ,
	[941] = {
		id = 941, --[[自增id]]
		char = "湿穴", --[[屏蔽的]]
	} ,
	[942] = {
		id = 942, --[[自增id]]
		char = "爽死我了", --[[屏蔽的]]
	} ,
	[943] = {
		id = 943, --[[自增id]]
		char = "舔逼", --[[屏蔽的]]
	} ,
	[944] = {
		id = 944, --[[自增id]]
		char = "舔屁眼", --[[屏蔽的]]
	} ,
	[945] = {
		id = 945, --[[自增id]]
		char = "好嫩", --[[屏蔽的]]
	} ,
	[946] = {
		id = 946, --[[自增id]]
		char = "大波", --[[屏蔽的]]
	} ,
	[947] = {
		id = 947, --[[自增id]]
		char = "亂倫", --[[屏蔽的]]
	} ,
	[948] = {
		id = 948, --[[自增id]]
		char = "做爱电影", --[[屏蔽的]]
	} ,
	[949] = {
		id = 949, --[[自增id]]
		char = "色诱", --[[屏蔽的]]
	} ,
	[950] = {
		id = 950, --[[自增id]]
		char = "秘裂", --[[屏蔽的]]
	} ,
	[951] = {
		id = 951, --[[自增id]]
		char = "采花堂", --[[屏蔽的]]
	} ,
	[952] = {
		id = 952, --[[自增id]]
		char = "含屌", --[[屏蔽的]]
	} ,
	[953] = {
		id = 953, --[[自增id]]
		char = "亚洲性虐", --[[屏蔽的]]
	} ,
	[954] = {
		id = 954, --[[自增id]]
		char = "夫妻自拍", --[[屏蔽的]]
	} ,
	[955] = {
		id = 955, --[[自增id]]
		char = "熟女", --[[屏蔽的]]
	} ,
	[956] = {
		id = 956, --[[自增id]]
		char = "操穴", --[[屏蔽的]]
	} ,
	[957] = {
		id = 957, --[[自增id]]
		char = "裹本", --[[屏蔽的]]
	} ,
	[958] = {
		id = 958, --[[自增id]]
		char = "淫妇", --[[屏蔽的]]
	} ,
	[959] = {
		id = 959, --[[自增id]]
		char = "嫩逼", --[[屏蔽的]]
	} ,
	[960] = {
		id = 960, --[[自增id]]
		char = "淫贱", --[[屏蔽的]]
	} ,
	[961] = {
		id = 961, --[[自增id]]
		char = "欢乐性今宵", --[[屏蔽的]]
	} ,
	[962] = {
		id = 962, --[[自增id]]
		char = "巨乳", --[[屏蔽的]]
	} ,
	[963] = {
		id = 963, --[[自增id]]
		char = "性愛圖片", --[[屏蔽的]]
	} ,
	[964] = {
		id = 964, --[[自增id]]
		char = "学生妹", --[[屏蔽的]]
	} ,
	[965] = {
		id = 965, --[[自增id]]
		char = "炮友之家", --[[屏蔽的]]
	} ,
	[966] = {
		id = 966, --[[自增id]]
		char = "花花公子", --[[屏蔽的]]
	} ,
	[967] = {
		id = 967, --[[自增id]]
		char = "一夜情", --[[屏蔽的]]
	} ,
	[968] = {
		id = 968, --[[自增id]]
		char = "乳沟", --[[屏蔽的]]
	} ,
	[969] = {
		id = 969, --[[自增id]]
		char = "淫虫", --[[屏蔽的]]
	} ,
	[970] = {
		id = 970, --[[自增id]]
		char = "叫床", --[[屏蔽的]]
	} ,
	[971] = {
		id = 971, --[[自增id]]
		char = "porn", --[[屏蔽的]]
	} ,
	[972] = {
		id = 972, --[[自增id]]
		char = "小姐打飞机", --[[屏蔽的]]
	} ,
	[973] = {
		id = 973, --[[自增id]]
		char = "少女被插", --[[屏蔽的]]
	} ,
	[974] = {
		id = 974, --[[自增id]]
		char = "Ｘ到噴屎尿", --[[屏蔽的]]
	} ,
	[975] = {
		id = 975, --[[自增id]]
		char = "口淫", --[[屏蔽的]]
	} ,
	[976] = {
		id = 976, --[[自增id]]
		char = "按摩棒", --[[屏蔽的]]
	} ,
	[977] = {
		id = 977, --[[自增id]]
		char = "操我", --[[屏蔽的]]
	} ,
	[978] = {
		id = 978, --[[自增id]]
		char = "奸情", --[[屏蔽的]]
	} ,
	[979] = {
		id = 979, --[[自增id]]
		char = "被干", --[[屏蔽的]]
	} ,
	[980] = {
		id = 980, --[[自增id]]
		char = "露逼", --[[屏蔽的]]
	} ,
	[981] = {
		id = 981, --[[自增id]]
		char = "美女高潮", --[[屏蔽的]]
	} ,
	[982] = {
		id = 982, --[[自增id]]
		char = "日逼", --[[屏蔽的]]
	} ,
	[983] = {
		id = 983, --[[自增id]]
		char = "肉洞", --[[屏蔽的]]
	} ,
	[984] = {
		id = 984, --[[自增id]]
		char = "阴缔", --[[屏蔽的]]
	} ,
	[985] = {
		id = 985, --[[自增id]]
		char = "插暴", --[[屏蔽的]]
	} ,
	[986] = {
		id = 986, --[[自增id]]
		char = "人妻", --[[屏蔽的]]
	} ,
	[987] = {
		id = 987, --[[自增id]]
		char = "内射", --[[屏蔽的]]
	} ,
	[988] = {
		id = 988, --[[自增id]]
		char = "肉具", --[[屏蔽的]]
	} ,
	[989] = {
		id = 989, --[[自增id]]
		char = "欲仙欲浪", --[[屏蔽的]]
	} ,
	[990] = {
		id = 990, --[[自增id]]
		char = "玉乳", --[[屏蔽的]]
	} ,
	[991] = {
		id = 991, --[[自增id]]
		char = "被插", --[[屏蔽的]]
	} ,
	[992] = {
		id = 992, --[[自增id]]
		char = "吞精", --[[屏蔽的]]
	} ,
	[993] = {
		id = 993, --[[自增id]]
		char = "暴乳", --[[屏蔽的]]
	} ,
	[994] = {
		id = 994, --[[自增id]]
		char = "成人午夜场", --[[屏蔽的]]
	} ,
	[995] = {
		id = 995, --[[自增id]]
		char = "买春堂", --[[屏蔽的]]
	} ,
	[996] = {
		id = 996, --[[自增id]]
		char = "性之站", --[[屏蔽的]]
	} ,
	[997] = {
		id = 997, --[[自增id]]
		char = "成人社区", --[[屏蔽的]]
	} ,
	[998] = {
		id = 998, --[[自增id]]
		char = "群交", --[[屏蔽的]]
	} ,
	[999] = {
		id = 999, --[[自增id]]
		char = "激情聊天", --[[屏蔽的]]
	} ,
	[1000] = {
		id = 1000, --[[自增id]]
		char = "三八淫", --[[屏蔽的]]
	} ,
	[1001] = {
		id = 1001, --[[自增id]]
		char = "做爱自拍", --[[屏蔽的]]
	} ,
	[1002] = {
		id = 1002, --[[自增id]]
		char = "淫妻", --[[屏蔽的]]
	} ,
	[1003] = {
		id = 1003, --[[自增id]]
		char = "夫妻俱乐部", --[[屏蔽的]]
	} ,
	[1004] = {
		id = 1004, --[[自增id]]
		char = "激情交友", --[[屏蔽的]]
	} ,
	[1005] = {
		id = 1005, --[[自增id]]
		char = "诱色uu", --[[屏蔽的]]
	} ,
	[1006] = {
		id = 1006, --[[自增id]]
		char = "就去色色", --[[屏蔽的]]
	} ,
	[1007] = {
		id = 1007, --[[自增id]]
		char = "熟妇", --[[屏蔽的]]
	} ,
	[1008] = {
		id = 1008, --[[自增id]]
		char = "mm美图", --[[屏蔽的]]
	} ,
	[1009] = {
		id = 1009, --[[自增id]]
		char = "走光偷拍", --[[屏蔽的]]
	} ,
	[1010] = {
		id = 1010, --[[自增id]]
		char = "77bbb", --[[屏蔽的]]
	} ,
	[1011] = {
		id = 1011, --[[自增id]]
		char = "虎骑", --[[屏蔽的]]
	} ,
	[1012] = {
		id = 1012, --[[自增id]]
		char = "咪咪图片", --[[屏蔽的]]
	} ,
	[1013] = {
		id = 1013, --[[自增id]]
		char = "成人导航", --[[屏蔽的]]
	} ,
	[1014] = {
		id = 1014, --[[自增id]]
		char = "深爱色色", --[[屏蔽的]]
	} ,
	[1015] = {
		id = 1015, --[[自增id]]
		char = "厕所偷拍", --[[屏蔽的]]
	} ,
	[1016] = {
		id = 1016, --[[自增id]]
		char = "成人A片", --[[屏蔽的]]
	} ,
	[1017] = {
		id = 1017, --[[自增id]]
		char = "夫妻多p", --[[屏蔽的]]
	} ,
	[1018] = {
		id = 1018, --[[自增id]]
		char = "我就色", --[[屏蔽的]]
	} ,
	[1019] = {
		id = 1019, --[[自增id]]
		char = "释欲", --[[屏蔽的]]
	} ,
	[1020] = {
		id = 1020, --[[自增id]]
		char = "你色吗", --[[屏蔽的]]
	} ,
	[1021] = {
		id = 1021, --[[自增id]]
		char = "裙内偷拍", --[[屏蔽的]]
	} ,
	[1022] = {
		id = 1022, --[[自增id]]
		char = "男女蒲典", --[[屏蔽的]]
	} ,
	[1023] = {
		id = 1023, --[[自增id]]
		char = "色97爱", --[[屏蔽的]]
	} ,
	[1024] = {
		id = 1024, --[[自增id]]
		char = "丝诱", --[[屏蔽的]]
	} ,
	[1025] = {
		id = 1025, --[[自增id]]
		char = "人妻自拍", --[[屏蔽的]]
	} ,
	[1026] = {
		id = 1026, --[[自增id]]
		char = "色情工厂", --[[屏蔽的]]
	} ,
	[1027] = {
		id = 1027, --[[自增id]]
		char = "色色婷婷", --[[屏蔽的]]
	} ,
	[1028] = {
		id = 1028, --[[自增id]]
		char = "美体艳姿", --[[屏蔽的]]
	} ,
	[1029] = {
		id = 1029, --[[自增id]]
		char = "颜射自拍", --[[屏蔽的]]
	} ,
	[1030] = {
		id = 1030, --[[自增id]]
		char = "熟母", --[[屏蔽的]]
	} ,
	[1031] = {
		id = 1031, --[[自增id]]
		char = "肉丝裤袜", --[[屏蔽的]]
	} ,
	[1032] = {
		id = 1032, --[[自增id]]
		char = "sm调教", --[[屏蔽的]]
	} ,
	[1033] = {
		id = 1033, --[[自增id]]
		char = "打野炮", --[[屏蔽的]]
	} ,
	[1034] = {
		id = 1034, --[[自增id]]
		char = "赤裸天使", --[[屏蔽的]]
	} ,
	[1035] = {
		id = 1035, --[[自增id]]
		char = "淫欲世家", --[[屏蔽的]]
	} ,
	[1036] = {
		id = 1036, --[[自增id]]
		char = "就去日", --[[屏蔽的]]
	} ,
	[1037] = {
		id = 1037, --[[自增id]]
		char = "爱幼阁", --[[屏蔽的]]
	} ,
	[1038] = {
		id = 1038, --[[自增id]]
		char = "巨屌", --[[屏蔽的]]
	} ,
	[1039] = {
		id = 1039, --[[自增id]]
		char = "花样性交", --[[屏蔽的]]
	} ,
	[1040] = {
		id = 1040, --[[自增id]]
		char = "裸陪", --[[屏蔽的]]
	} ,
	[1041] = {
		id = 1041, --[[自增id]]
		char = "夫妻3p", --[[屏蔽的]]
	} ,
	[1042] = {
		id = 1042, --[[自增id]]
		char = "大奶骚女", --[[屏蔽的]]
	} ,
	[1043] = {
		id = 1043, --[[自增id]]
		char = "性愛插穴", --[[屏蔽的]]
	} ,
	[1044] = {
		id = 1044, --[[自增id]]
		char = "日本熟母", --[[屏蔽的]]
	} ,
	[1045] = {
		id = 1045, --[[自增id]]
		char = "幼逼", --[[屏蔽的]]
	} ,
	[1046] = {
		id = 1046, --[[自增id]]
		char = "淫水四溅", --[[屏蔽的]]
	} ,
	[1047] = {
		id = 1047, --[[自增id]]
		char = "大胆出位", --[[屏蔽的]]
	} ,
	[1048] = {
		id = 1048, --[[自增id]]
		char = "旅馆自拍", --[[屏蔽的]]
	} ,
	[1049] = {
		id = 1049, --[[自增id]]
		char = "无套自拍", --[[屏蔽的]]
	} ,
	[1050] = {
		id = 1050, --[[自增id]]
		char = "国产无码", --[[屏蔽的]]
	} ,
	[1051] = {
		id = 1051, --[[自增id]]
		char = "强制浣肠", --[[屏蔽的]]
	} ,
	[1052] = {
		id = 1052, --[[自增id]]
		char = "援交自拍", --[[屏蔽的]]
	} ,
	[1053] = {
		id = 1053, --[[自增id]]
		char = "凸肉优", --[[屏蔽的]]
	} ,
	[1054] = {
		id = 1054, --[[自增id]]
		char = "撅起大白腚", --[[屏蔽的]]
	} ,
	[1055] = {
		id = 1055, --[[自增id]]
		char = "骚妹妹", --[[屏蔽的]]
	} ,
	[1056] = {
		id = 1056, --[[自增id]]
		char = "插穴手淫", --[[屏蔽的]]
	} ,
	[1057] = {
		id = 1057, --[[自增id]]
		char = "双龙入洞", --[[屏蔽的]]
	} ,
	[1058] = {
		id = 1058, --[[自增id]]
		char = "美女吞精", --[[屏蔽的]]
	} ,
	[1059] = {
		id = 1059, --[[自增id]]
		char = "处女开包", --[[屏蔽的]]
	} ,
	[1060] = {
		id = 1060, --[[自增id]]
		char = "调教虐待", --[[屏蔽的]]
	} ,
	[1061] = {
		id = 1061, --[[自增id]]
		char = "淫肉诱惑", --[[屏蔽的]]
	} ,
	[1062] = {
		id = 1062, --[[自增id]]
		char = "激情潮喷", --[[屏蔽的]]
	} ,
	[1063] = {
		id = 1063, --[[自增id]]
		char = "骚穴怒放", --[[屏蔽的]]
	} ,
	[1064] = {
		id = 1064, --[[自增id]]
		char = "馒头屄", --[[屏蔽的]]
	} ,
	[1065] = {
		id = 1065, --[[自增id]]
		char = "无码丝袜", --[[屏蔽的]]
	} ,
	[1066] = {
		id = 1066, --[[自增id]]
		char = "写真", --[[屏蔽的]]
	} ,
	[1067] = {
		id = 1067, --[[自增id]]
		char = "寂寞自摸", --[[屏蔽的]]
	} ,
	[1068] = {
		id = 1068, --[[自增id]]
		char = "警奴", --[[屏蔽的]]
	} ,
	[1069] = {
		id = 1069, --[[自增id]]
		char = "轮操", --[[屏蔽的]]
	} ,
	[1070] = {
		id = 1070, --[[自增id]]
		char = "淫店", --[[屏蔽的]]
	} ,
	[1071] = {
		id = 1071, --[[自增id]]
		char = "精液浴", --[[屏蔽的]]
	} ,
	[1072] = {
		id = 1072, --[[自增id]]
		char = "淫乱诊所", --[[屏蔽的]]
	} ,
	[1073] = {
		id = 1073, --[[自增id]]
		char = "极品奶妹", --[[屏蔽的]]
	} ,
	[1074] = {
		id = 1074, --[[自增id]]
		char = "惹火身材", --[[屏蔽的]]
	} ,
	[1075] = {
		id = 1075, --[[自增id]]
		char = "暴力虐待", --[[屏蔽的]]
	} ,
	[1076] = {
		id = 1076, --[[自增id]]
		char = "巨乳俏女医", --[[屏蔽的]]
	} ,
	[1077] = {
		id = 1077, --[[自增id]]
		char = "扉之阴", --[[屏蔽的]]
	} ,
	[1078] = {
		id = 1078, --[[自增id]]
		char = "淫の方程式", --[[屏蔽的]]
	} ,
	[1079] = {
		id = 1079, --[[自增id]]
		char = "丁字裤翘臀", --[[屏蔽的]]
	} ,
	[1080] = {
		id = 1080, --[[自增id]]
		char = "轮奸内射", --[[屏蔽的]]
	} ,
	[1081] = {
		id = 1081, --[[自增id]]
		char = "空姐性交", --[[屏蔽的]]
	} ,
	[1082] = {
		id = 1082, --[[自增id]]
		char = "美乳斗艳", --[[屏蔽的]]
	} ,
	[1083] = {
		id = 1083, --[[自增id]]
		char = "舔鸡巴", --[[屏蔽的]]
	} ,
	[1084] = {
		id = 1084, --[[自增id]]
		char = "骚B熟女", --[[屏蔽的]]
	} ,
	[1085] = {
		id = 1085, --[[自增id]]
		char = "淫丝荡袜", --[[屏蔽的]]
	} ,
	[1086] = {
		id = 1086, --[[自增id]]
		char = "奴隷调教", --[[屏蔽的]]
	} ,
	[1087] = {
		id = 1087, --[[自增id]]
		char = "阴阜高耸", --[[屏蔽的]]
	} ,
	[1088] = {
		id = 1088, --[[自增id]]
		char = "翘臀嫩逼", --[[屏蔽的]]
	} ,
	[1089] = {
		id = 1089, --[[自增id]]
		char = "口交放尿", --[[屏蔽的]]
	} ,
	[1090] = {
		id = 1090, --[[自增id]]
		char = "媚药少年", --[[屏蔽的]]
	} ,
	[1091] = {
		id = 1091, --[[自增id]]
		char = "暴奸", --[[屏蔽的]]
	} ,
	[1092] = {
		id = 1092, --[[自增id]]
		char = "无修正", --[[屏蔽的]]
	} ,
	[1093] = {
		id = 1093, --[[自增id]]
		char = "淫水横流", --[[屏蔽的]]
	} ,
	[1094] = {
		id = 1094, --[[自增id]]
		char = "插入内射", --[[屏蔽的]]
	} ,
	[1095] = {
		id = 1095, --[[自增id]]
		char = "东热空姐", --[[屏蔽的]]
	} ,
	[1096] = {
		id = 1096, --[[自增id]]
		char = "大波粉B", --[[屏蔽的]]
	} ,
	[1097] = {
		id = 1097, --[[自增id]]
		char = "互舔淫穴", --[[屏蔽的]]
	} ,
	[1098] = {
		id = 1098, --[[自增id]]
		char = "丝袜淫妇", --[[屏蔽的]]
	} ,
	[1099] = {
		id = 1099, --[[自增id]]
		char = "乳此动人", --[[屏蔽的]]
	} ,
	[1100] = {
		id = 1100, --[[自增id]]
		char = "大波骚妇", --[[屏蔽的]]
	} ,
	[1101] = {
		id = 1101, --[[自增id]]
		char = "无码做爱", --[[屏蔽的]]
	} ,
	[1102] = {
		id = 1102, --[[自增id]]
		char = "口爆吞精", --[[屏蔽的]]
	} ,
	[1103] = {
		id = 1103, --[[自增id]]
		char = "放荡熟女", --[[屏蔽的]]
	} ,
	[1104] = {
		id = 1104, --[[自增id]]
		char = "巨炮兵团", --[[屏蔽的]]
	} ,
	[1105] = {
		id = 1105, --[[自增id]]
		char = "叔嫂肉欲", --[[屏蔽的]]
	} ,
	[1106] = {
		id = 1106, --[[自增id]]
		char = "肉感炮友", --[[屏蔽的]]
	} ,
	[1107] = {
		id = 1107, --[[自增id]]
		char = "爱妻淫穴", --[[屏蔽的]]
	} ,
	[1108] = {
		id = 1108, --[[自增id]]
		char = "无码精选", --[[屏蔽的]]
	} ,
	[1109] = {
		id = 1109, --[[自增id]]
		char = "超毛大鲍", --[[屏蔽的]]
	} ,
	[1110] = {
		id = 1110, --[[自增id]]
		char = "熟妇骚器", --[[屏蔽的]]
	} ,
	[1111] = {
		id = 1111, --[[自增id]]
		char = "内射美妇", --[[屏蔽的]]
	} ,
	[1112] = {
		id = 1112, --[[自增id]]
		char = "毒龙舔脚", --[[屏蔽的]]
	} ,
	[1113] = {
		id = 1113, --[[自增id]]
		char = "性爱擂台", --[[屏蔽的]]
	} ,
	[1114] = {
		id = 1114, --[[自增id]]
		char = "圣泉学淫", --[[屏蔽的]]
	} ,
	[1115] = {
		id = 1115, --[[自增id]]
		char = "性奴会", --[[屏蔽的]]
	} ,
	[1116] = {
		id = 1116, --[[自增id]]
		char = "密室淫行", --[[屏蔽的]]
	} ,
	[1117] = {
		id = 1117, --[[自增id]]
		char = "亮屄", --[[屏蔽的]]
	} ,
	[1118] = {
		id = 1118, --[[自增id]]
		char = "操肿", --[[屏蔽的]]
	} ,
	[1119] = {
		id = 1119, --[[自增id]]
		char = "无码淫女", --[[屏蔽的]]
	} ,
	[1120] = {
		id = 1120, --[[自增id]]
		char = "玩逼", --[[屏蔽的]]
	} ,
	[1121] = {
		id = 1121, --[[自增id]]
		char = "淫虐", --[[屏蔽的]]
	} ,
	[1122] = {
		id = 1122, --[[自增id]]
		char = "我就去色", --[[屏蔽的]]
	} ,
	[1123] = {
		id = 1123, --[[自增id]]
		char = "淫痴", --[[屏蔽的]]
	} ,
	[1124] = {
		id = 1124, --[[自增id]]
		char = "风骚欲女", --[[屏蔽的]]
	} ,
	[1125] = {
		id = 1125, --[[自增id]]
		char = "亮穴", --[[屏蔽的]]
	} ,
	[1126] = {
		id = 1126, --[[自增id]]
		char = "操穴喷水", --[[屏蔽的]]
	} ,
	[1127] = {
		id = 1127, --[[自增id]]
		char = "幼男", --[[屏蔽的]]
	} ,
	[1128] = {
		id = 1128, --[[自增id]]
		char = "肉箫", --[[屏蔽的]]
	} ,
	[1129] = {
		id = 1129, --[[自增id]]
		char = "巨骚", --[[屏蔽的]]
	} ,
	[1130] = {
		id = 1130, --[[自增id]]
		char = "骚妻", --[[屏蔽的]]
	} ,
	[1131] = {
		id = 1131, --[[自增id]]
		char = "漏逼", --[[屏蔽的]]
	} ,
	[1132] = {
		id = 1132, --[[自增id]]
		char = "骚屄", --[[屏蔽的]]
	} ,
	[1133] = {
		id = 1133, --[[自增id]]
		char = "大奶美逼", --[[屏蔽的]]
	} ,
	[1134] = {
		id = 1134, --[[自增id]]
		char = "高潮白浆", --[[屏蔽的]]
	} ,
	[1135] = {
		id = 1135, --[[自增id]]
		char = "性战擂台", --[[屏蔽的]]
	} ,
	[1136] = {
		id = 1136, --[[自增id]]
		char = "淫女炮图", --[[屏蔽的]]
	} ,
	[1137] = {
		id = 1137, --[[自增id]]
		char = "小穴", --[[屏蔽的]]
	} ,
	[1138] = {
		id = 1138, --[[自增id]]
		char = "淫水横溢", --[[屏蔽的]]
	} ,
	[1139] = {
		id = 1139, --[[自增id]]
		char = "性交吞精", --[[屏蔽的]]
	} ,
	[1140] = {
		id = 1140, --[[自增id]]
		char = "姦染", --[[屏蔽的]]
	} ,
	[1141] = {
		id = 1141, --[[自增id]]
		char = "淫告白", --[[屏蔽的]]
	} ,
	[1142] = {
		id = 1142, --[[自增id]]
		char = "乳射", --[[屏蔽的]]
	} ,
	[1143] = {
		id = 1143, --[[自增id]]
		char = "操黑", --[[屏蔽的]]
	} ,
	[1144] = {
		id = 1144, --[[自增id]]
		char = "朝天穴", --[[屏蔽的]]
	} ,
	[1145] = {
		id = 1145, --[[自增id]]
		char = "公媳乱", --[[屏蔽的]]
	} ,
	[1146] = {
		id = 1146, --[[自增id]]
		char = "女屄", --[[屏蔽的]]
	} ,
	[1147] = {
		id = 1147, --[[自增id]]
		char = "慰春情", --[[屏蔽的]]
	} ,
	[1148] = {
		id = 1148, --[[自增id]]
		char = "集体淫", --[[屏蔽的]]
	} ,
	[1149] = {
		id = 1149, --[[自增id]]
		char = "淫B", --[[屏蔽的]]
	} ,
	[1150] = {
		id = 1150, --[[自增id]]
		char = "屄屄", --[[屏蔽的]]
	} ,
	[1151] = {
		id = 1151, --[[自增id]]
		char = "肛屄", --[[屏蔽的]]
	} ,
	[1152] = {
		id = 1152, --[[自增id]]
		char = "小嫩鸡", --[[屏蔽的]]
	} ,
	[1153] = {
		id = 1153, --[[自增id]]
		char = "舔B", --[[屏蔽的]]
	} ,
	[1154] = {
		id = 1154, --[[自增id]]
		char = "嫩奶", --[[屏蔽的]]
	} ,
	[1155] = {
		id = 1155, --[[自增id]]
		char = "a4y", --[[屏蔽的]]
	} ,
	[1156] = {
		id = 1156, --[[自增id]]
		char = "品穴", --[[屏蔽的]]
	} ,
	[1157] = {
		id = 1157, --[[自增id]]
		char = "淫水翻騰", --[[屏蔽的]]
	} ,
	[1158] = {
		id = 1158, --[[自增id]]
		char = "一本道", --[[屏蔽的]]
	} ,
	[1159] = {
		id = 1159, --[[自增id]]
		char = "乳尻", --[[屏蔽的]]
	} ,
	[1160] = {
		id = 1160, --[[自增id]]
		char = "羞耻母", --[[屏蔽的]]
	} ,
	[1161] = {
		id = 1161, --[[自增id]]
		char = "艳照", --[[屏蔽的]]
	} ,
	[1162] = {
		id = 1162, --[[自增id]]
		char = "三P", --[[屏蔽的]]
	} ,
	[1163] = {
		id = 1163, --[[自增id]]
		char = "露毛", --[[屏蔽的]]
	} ,
	[1164] = {
		id = 1164, --[[自增id]]
		char = "紧穴", --[[屏蔽的]]
	} ,
	[1165] = {
		id = 1165, --[[自增id]]
		char = "露点", --[[屏蔽的]]
	} ,
	[1166] = {
		id = 1166, --[[自增id]]
		char = "18禁", --[[屏蔽的]]
	} ,
	[1167] = {
		id = 1167, --[[自增id]]
		char = "g片", --[[屏蔽的]]
	} ,
	[1168] = {
		id = 1168, --[[自增id]]
		char = "teen", --[[屏蔽的]]
	} ,
	[1169] = {
		id = 1169, --[[自增id]]
		char = "無碼電影", --[[屏蔽的]]
	} ,
	[1170] = {
		id = 1170, --[[自增id]]
		char = "爱液", --[[屏蔽的]]
	} ,
	[1171] = {
		id = 1171, --[[自增id]]
		char = "插b", --[[屏蔽的]]
	} ,
	[1172] = {
		id = 1172, --[[自增id]]
		char = "赤裸", --[[屏蔽的]]
	} ,
	[1173] = {
		id = 1173, --[[自增id]]
		char = "荡妇", --[[屏蔽的]]
	} ,
	[1174] = {
		id = 1174, --[[自增id]]
		char = "荡女", --[[屏蔽的]]
	} ,
	[1175] = {
		id = 1175, --[[自增id]]
		char = "浪穴", --[[屏蔽的]]
	} ,
	[1176] = {
		id = 1176, --[[自增id]]
		char = "露穴", --[[屏蔽的]]
	} ,
	[1177] = {
		id = 1177, --[[自增id]]
		char = "美穴", --[[屏蔽的]]
	} ,
	[1178] = {
		id = 1178, --[[自增id]]
		char = "猛插", --[[屏蔽的]]
	} ,
	[1179] = {
		id = 1179, --[[自增id]]
		char = "迷药", --[[屏蔽的]]
	} ,
	[1180] = {
		id = 1180, --[[自增id]]
		char = "嫩穴", --[[屏蔽的]]
	} ,
	[1181] = {
		id = 1181, --[[自增id]]
		char = "肉穴", --[[屏蔽的]]
	} ,
	[1182] = {
		id = 1182, --[[自增id]]
		char = "乳交", --[[屏蔽的]]
	} ,
	[1183] = {
		id = 1183, --[[自增id]]
		char = "乳头", --[[屏蔽的]]
	} ,
	[1184] = {
		id = 1184, --[[自增id]]
		char = "无码", --[[屏蔽的]]
	} ,
	[1185] = {
		id = 1185, --[[自增id]]
		char = "吸精", --[[屏蔽的]]
	} ,
	[1186] = {
		id = 1186, --[[自增id]]
		char = "现代情色小说", --[[屏蔽的]]
	} ,
	[1187] = {
		id = 1187, --[[自增id]]
		char = "性交图", --[[屏蔽的]]
	} ,
	[1188] = {
		id = 1188, --[[自增id]]
		char = "性息", --[[屏蔽的]]
	} ,
	[1189] = {
		id = 1189, --[[自增id]]
		char = "艳情小说", --[[屏蔽的]]
	} ,
	[1190] = {
		id = 1190, --[[自增id]]
		char = "阴部特写", --[[屏蔽的]]
	} ,
	[1191] = {
		id = 1191, --[[自增id]]
		char = "阴道图片", --[[屏蔽的]]
	} ,
	[1192] = {
		id = 1192, --[[自增id]]
		char = "淫书", --[[屏蔽的]]
	} ,
	[1193] = {
		id = 1193, --[[自增id]]
		char = "幼女", --[[屏蔽的]]
	} ,
	[1194] = {
		id = 1194, --[[自增id]]
		char = "玉蒲团玉女心经", --[[屏蔽的]]
	} ,
	[1195] = {
		id = 1195, --[[自增id]]
		char = "援助交易", --[[屏蔽的]]
	} ,
	[1196] = {
		id = 1196, --[[自增id]]
		char = "自拍写真", --[[屏蔽的]]
	} ,
	[1197] = {
		id = 1197, --[[自增id]]
		char = "做爱图片", --[[屏蔽的]]
	} ,
	[1198] = {
		id = 1198, --[[自增id]]
		char = "掰穴", --[[屏蔽的]]
	} ,
	[1199] = {
		id = 1199, --[[自增id]]
		char = "万淫堂", --[[屏蔽的]]
	} ,
	[1200] = {
		id = 1200, --[[自增id]]
		char = "穴图", --[[屏蔽的]]
	} ,
	[1201] = {
		id = 1201, --[[自增id]]
		char = "穴淫", --[[屏蔽的]]
	} ,
	[1202] = {
		id = 1202, --[[自增id]]
		char = "艳舞淫业", --[[屏蔽的]]
	} ,
	[1203] = {
		id = 1203, --[[自增id]]
		char = "咬着龟头", --[[屏蔽的]]
	} ,
	[1204] = {
		id = 1204, --[[自增id]]
		char = "要射了", --[[屏蔽的]]
	} ,
	[1205] = {
		id = 1205, --[[自增id]]
		char = "一夜性网", --[[屏蔽的]]
	} ,
	[1206] = {
		id = 1206, --[[自增id]]
		char = "阴茎插小穴", --[[屏蔽的]]
	} ,
	[1207] = {
		id = 1207, --[[自增id]]
		char = "陰穴新玩法", --[[屏蔽的]]
	} ,
	[1208] = {
		id = 1208, --[[自增id]]
		char = "婬乱军团", --[[屏蔽的]]
	} ,
	[1209] = {
		id = 1209, --[[自增id]]
		char = "淫逼", --[[屏蔽的]]
	} ,
	[1210] = {
		id = 1210, --[[自增id]]
		char = "淫姐", --[[屏蔽的]]
	} ,
	[1211] = {
		id = 1211, --[[自增id]]
		char = "淫浪", --[[屏蔽的]]
	} ,
	[1212] = {
		id = 1212, --[[自增id]]
		char = "淫流", --[[屏蔽的]]
	} ,
	[1213] = {
		id = 1213, --[[自增id]]
		char = "淫糜", --[[屏蔽的]]
	} ,
	[1214] = {
		id = 1214, --[[自增id]]
		char = "淫蜜", --[[屏蔽的]]
	} ,
	[1215] = {
		id = 1215, --[[自增id]]
		char = "淫魔", --[[屏蔽的]]
	} ,
	[1216] = {
		id = 1216, --[[自增id]]
		char = "淫母", --[[屏蔽的]]
	} ,
	[1217] = {
		id = 1217, --[[自增id]]
		char = "淫妞", --[[屏蔽的]]
	} ,
	[1218] = {
		id = 1218, --[[自增id]]
		char = "淫奴", --[[屏蔽的]]
	} ,
	[1219] = {
		id = 1219, --[[自增id]]
		char = "淫娃", --[[屏蔽的]]
	} ,
	[1220] = {
		id = 1220, --[[自增id]]
		char = "淫液", --[[屏蔽的]]
	} ,
	[1221] = {
		id = 1221, --[[自增id]]
		char = "钻插", --[[屏蔽的]]
	} ,
	[1222] = {
		id = 1222, --[[自增id]]
		char = "H动漫", --[[屏蔽的]]
	} ,
	[1223] = {
		id = 1223, --[[自增id]]
		char = "交换夫妻", --[[屏蔽的]]
	} ,
	[1224] = {
		id = 1224, --[[自增id]]
		char = "美腿", --[[屏蔽的]]
	} ,
	[1225] = {
		id = 1225, --[[自增id]]
		char = "舔脚", --[[屏蔽的]]
	} ,
	[1226] = {
		id = 1226, --[[自增id]]
		char = "蜜洞", --[[屏蔽的]]
	} ,
	[1227] = {
		id = 1227, --[[自增id]]
		char = "丝袜", --[[屏蔽的]]
	} ,
	[1228] = {
		id = 1228, --[[自增id]]
		char = "淫情", --[[屏蔽的]]
	} ,
	[1229] = {
		id = 1229, --[[自增id]]
		char = "亚洲情色网", --[[屏蔽的]]
	} ,
	[1230] = {
		id = 1230, --[[自增id]]
		char = "强奸处女", --[[屏蔽的]]
	} ,
	[1231] = {
		id = 1231, --[[自增id]]
		char = "鸡巴暴胀", --[[屏蔽的]]
	} ,
	[1232] = {
		id = 1232, --[[自增id]]
		char = "美乳", --[[屏蔽的]]
	} ,
	[1233] = {
		id = 1233, --[[自增id]]
		char = "大众色情成人网", --[[屏蔽的]]
	} ,
	[1234] = {
		id = 1234, --[[自增id]]
		char = "火辣图片", --[[屏蔽的]]
	} ,
	[1235] = {
		id = 1235, --[[自增id]]
		char = "淫声浪语", --[[屏蔽的]]
	} ,
	[1236] = {
		id = 1236, --[[自增id]]
		char = "疯狂抽送", --[[屏蔽的]]
	} ,
	[1237] = {
		id = 1237, --[[自增id]]
		char = "淫河", --[[屏蔽的]]
	} ,
	[1238] = {
		id = 1238, --[[自增id]]
		char = "强暴", --[[屏蔽的]]
	} ,
	[1239] = {
		id = 1239, --[[自增id]]
		char = "多人性愛", --[[屏蔽的]]
	} ,
	[1240] = {
		id = 1240, --[[自增id]]
		char = "操屄", --[[屏蔽的]]
	} ,
	[1241] = {
		id = 1241, --[[自增id]]
		char = "浪女", --[[屏蔽的]]
	} ,
	[1242] = {
		id = 1242, --[[自增id]]
		char = "色情论坛", --[[屏蔽的]]
	} ,
	[1243] = {
		id = 1243, --[[自增id]]
		char = "性虎色网", --[[屏蔽的]]
	} ,
	[1244] = {
		id = 1244, --[[自增id]]
		char = "淫欲日本", --[[屏蔽的]]
	} ,
	[1245] = {
		id = 1245, --[[自增id]]
		char = "操死", --[[屏蔽的]]
	} ,
	[1246] = {
		id = 1246, --[[自增id]]
		char = "色迷城", --[[屏蔽的]]
	} ,
	[1247] = {
		id = 1247, --[[自增id]]
		char = "petgirl", --[[屏蔽的]]
	} ,
	[1248] = {
		id = 1248, --[[自增id]]
		char = "骚女叫春", --[[屏蔽的]]
	} ,
	[1249] = {
		id = 1249, --[[自增id]]
		char = "成人百强", --[[屏蔽的]]
	} ,
	[1250] = {
		id = 1250, --[[自增id]]
		char = "猖妓", --[[屏蔽的]]
	} ,
	[1251] = {
		id = 1251, --[[自增id]]
		char = "天天干贴图", --[[屏蔽的]]
	} ,
	[1252] = {
		id = 1252, --[[自增id]]
		char = "密穴贴图", --[[屏蔽的]]
	} ,
	[1253] = {
		id = 1253, --[[自增id]]
		char = "凌辱", --[[屏蔽的]]
	} ,
	[1254] = {
		id = 1254, --[[自增id]]
		char = "偷欢", --[[屏蔽的]]
	} ,
	[1255] = {
		id = 1255, --[[自增id]]
		char = "小逼", --[[屏蔽的]]
	} ,
	[1256] = {
		id = 1256, --[[自增id]]
		char = "酥痒", --[[屏蔽的]]
	} ,
	[1257] = {
		id = 1257, --[[自增id]]
		char = "品色堂", --[[屏蔽的]]
	} ,
	[1258] = {
		id = 1258, --[[自增id]]
		char = "浪妇", --[[屏蔽的]]
	} ,
	[1259] = {
		id = 1259, --[[自增id]]
		char = "嫖妓指南", --[[屏蔽的]]
	} ,
	[1260] = {
		id = 1260, --[[自增id]]
		char = "肉缝", --[[屏蔽的]]
	} ,
	[1261] = {
		id = 1261, --[[自增id]]
		char = "色窝窝", --[[屏蔽的]]
	} ,
	[1262] = {
		id = 1262, --[[自增id]]
		char = "被操", --[[屏蔽的]]
	} ,
	[1263] = {
		id = 1263, --[[自增id]]
		char = "巨奶", --[[屏蔽的]]
	} ,
	[1264] = {
		id = 1264, --[[自增id]]
		char = "骚洞", --[[屏蔽的]]
	} ,
	[1265] = {
		id = 1265, --[[自增id]]
		char = "阴精", --[[屏蔽的]]
	} ,
	[1266] = {
		id = 1266, --[[自增id]]
		char = "阴阜", --[[屏蔽的]]
	} ,
	[1267] = {
		id = 1267, --[[自增id]]
		char = "阴屄", --[[屏蔽的]]
	} ,
	[1268] = {
		id = 1268, --[[自增id]]
		char = "群魔色舞", --[[屏蔽的]]
	} ,
	[1269] = {
		id = 1269, --[[自增id]]
		char = "扒穴", --[[屏蔽的]]
	} ,
	[1270] = {
		id = 1270, --[[自增id]]
		char = "六月联盟", --[[屏蔽的]]
	} ,
	[1271] = {
		id = 1271, --[[自增id]]
		char = "55sss偷拍区", --[[屏蔽的]]
	} ,
	[1272] = {
		id = 1272, --[[自增id]]
		char = "张筱雨", --[[屏蔽的]]
	} ,
	[1273] = {
		id = 1273, --[[自增id]]
		char = "xiao77", --[[屏蔽的]]
	} ,
	[1274] = {
		id = 1274, --[[自增id]]
		char = "极品黑丝", --[[屏蔽的]]
	} ,
	[1275] = {
		id = 1275, --[[自增id]]
		char = "丝袜写真", --[[屏蔽的]]
	} ,
	[1276] = {
		id = 1276, --[[自增id]]
		char = "天天情色", --[[屏蔽的]]
	} ,
	[1277] = {
		id = 1277, --[[自增id]]
		char = "成人小说", --[[屏蔽的]]
	} ,
	[1278] = {
		id = 1278, --[[自增id]]
		char = "成人文学", --[[屏蔽的]]
	} ,
	[1279] = {
		id = 1279, --[[自增id]]
		char = "情色艺术天空", --[[屏蔽的]]
	} ,
	[1280] = {
		id = 1280, --[[自增id]]
		char = "222se图片", --[[屏蔽的]]
	} ,
	[1281] = {
		id = 1281, --[[自增id]]
		char = "偷拍", --[[屏蔽的]]
	} ,
	[1282] = {
		id = 1282, --[[自增id]]
		char = "淫色贴图", --[[屏蔽的]]
	} ,
	[1283] = {
		id = 1283, --[[自增id]]
		char = "厕奴", --[[屏蔽的]]
	} ,
	[1284] = {
		id = 1284, --[[自增id]]
		char = "美女成人", --[[屏蔽的]]
	} ,
	[1285] = {
		id = 1285, --[[自增id]]
		char = "酥胸诱惑", --[[屏蔽的]]
	} ,
	[1286] = {
		id = 1286, --[[自增id]]
		char = "五月天", --[[屏蔽的]]
	} ,
	[1287] = {
		id = 1287, --[[自增id]]
		char = "人体摄影", --[[屏蔽的]]
	} ,
	[1288] = {
		id = 1288, --[[自增id]]
		char = "东北xx网", --[[屏蔽的]]
	} ,
	[1289] = {
		id = 1289, --[[自增id]]
		char = "玛雅网", --[[屏蔽的]]
	} ,
	[1290] = {
		id = 1290, --[[自增id]]
		char = "成人bt", --[[屏蔽的]]
	} ,
	[1291] = {
		id = 1291, --[[自增id]]
		char = "周六性吧", --[[屏蔽的]]
	} ,
	[1292] = {
		id = 1292, --[[自增id]]
		char = "爆乳", --[[屏蔽的]]
	} ,
	[1293] = {
		id = 1293, --[[自增id]]
		char = "诱惑视频", --[[屏蔽的]]
	} ,
	[1294] = {
		id = 1294, --[[自增id]]
		char = "裙下风光", --[[屏蔽的]]
	} ,
	[1295] = {
		id = 1295, --[[自增id]]
		char = "操母狗", --[[屏蔽的]]
	} ,
	[1296] = {
		id = 1296, --[[自增id]]
		char = "御の二代目", --[[屏蔽的]]
	} ,
	[1297] = {
		id = 1297, --[[自增id]]
		char = "丝袜足交", --[[屏蔽的]]
	} ,
	[1298] = {
		id = 1298, --[[自增id]]
		char = "肮脏美学", --[[屏蔽的]]
	} ,
	[1299] = {
		id = 1299, --[[自增id]]
		char = "亚洲有码", --[[屏蔽的]]
	} ,
	[1300] = {
		id = 1300, --[[自增id]]
		char = "欲仙欲死", --[[屏蔽的]]
	} ,
	[1301] = {
		id = 1301, --[[自增id]]
		char = "丝袜高跟", --[[屏蔽的]]
	} ,
	[1302] = {
		id = 1302, --[[自增id]]
		char = "偷拍美穴", --[[屏蔽的]]
	} ,
	[1303] = {
		id = 1303, --[[自增id]]
		char = "原味丝袜", --[[屏蔽的]]
	} ,
	[1304] = {
		id = 1304, --[[自增id]]
		char = "裸露自拍", --[[屏蔽的]]
	} ,
	[1305] = {
		id = 1305, --[[自增id]]
		char = "针孔偷拍", --[[屏蔽的]]
	} ,
	[1306] = {
		id = 1306, --[[自增id]]
		char = "放荡少妇宾馆", --[[屏蔽的]]
	} ,
	[1307] = {
		id = 1307, --[[自增id]]
		char = "性感肉丝", --[[屏蔽的]]
	} ,
	[1308] = {
		id = 1308, --[[自增id]]
		char = "拳交", --[[屏蔽的]]
	} ,
	[1309] = {
		id = 1309, --[[自增id]]
		char = "迫奸", --[[屏蔽的]]
	} ,
	[1310] = {
		id = 1310, --[[自增id]]
		char = "品香堂", --[[屏蔽的]]
	} ,
	[1311] = {
		id = 1311, --[[自增id]]
		char = "北京xx网", --[[屏蔽的]]
	} ,
	[1312] = {
		id = 1312, --[[自增id]]
		char = "虐奴", --[[屏蔽的]]
	} ,
	[1313] = {
		id = 1313, --[[自增id]]
		char = "情色导航", --[[屏蔽的]]
	} ,
	[1314] = {
		id = 1314, --[[自增id]]
		char = "欧美大乳", --[[屏蔽的]]
	} ,
	[1315] = {
		id = 1315, --[[自增id]]
		char = "欧美无套", --[[屏蔽的]]
	} ,
	[1316] = {
		id = 1316, --[[自增id]]
		char = "骚妇露逼", --[[屏蔽的]]
	} ,
	[1317] = {
		id = 1317, --[[自增id]]
		char = "炮友", --[[屏蔽的]]
	} ,
	[1318] = {
		id = 1318, --[[自增id]]
		char = "淫水丝袜", --[[屏蔽的]]
	} ,
	[1319] = {
		id = 1319, --[[自增id]]
		char = "母女双飞", --[[屏蔽的]]
	} ,
	[1320] = {
		id = 1320, --[[自增id]]
		char = "老少乱伦", --[[屏蔽的]]
	} ,
	[1321] = {
		id = 1321, --[[自增id]]
		char = "幼妓", --[[屏蔽的]]
	} ,
	[1322] = {
		id = 1322, --[[自增id]]
		char = "素人娘", --[[屏蔽的]]
	} ,
	[1323] = {
		id = 1323, --[[自增id]]
		char = "前凸后翘", --[[屏蔽的]]
	} ,
	[1324] = {
		id = 1324, --[[自增id]]
		char = "制服誘惑", --[[屏蔽的]]
	} ,
	[1325] = {
		id = 1325, --[[自增id]]
		char = "舔屄", --[[屏蔽的]]
	} ,
	[1326] = {
		id = 1326, --[[自增id]]
		char = "色色成人", --[[屏蔽的]]
	} ,
	[1327] = {
		id = 1327, --[[自增id]]
		char = "迷奸系列", --[[屏蔽的]]
	} ,
	[1328] = {
		id = 1328, --[[自增id]]
		char = "性交无码", --[[屏蔽的]]
	} ,
	[1329] = {
		id = 1329, --[[自增id]]
		char = "惹火自拍", --[[屏蔽的]]
	} ,
	[1330] = {
		id = 1330, --[[自增id]]
		char = "胯下呻吟", --[[屏蔽的]]
	} ,
	[1331] = {
		id = 1331, --[[自增id]]
		char = "淫驴屯", --[[屏蔽的]]
	} ,
	[1332] = {
		id = 1332, --[[自增id]]
		char = "少妇偷情", --[[屏蔽的]]
	} ,
	[1333] = {
		id = 1333, --[[自增id]]
		char = "护士诱惑", --[[屏蔽的]]
	} ,
	[1334] = {
		id = 1334, --[[自增id]]
		char = "群奸乱交", --[[屏蔽的]]
	} ,
	[1335] = {
		id = 1335, --[[自增id]]
		char = "极品白虎", --[[屏蔽的]]
	} ,
	[1336] = {
		id = 1336, --[[自增id]]
		char = "曲线消魂", --[[屏蔽的]]
	} ,
	[1337] = {
		id = 1337, --[[自增id]]
		char = "淫腔", --[[屏蔽的]]
	} ,
	[1338] = {
		id = 1338, --[[自增id]]
		char = "无码淫漫", --[[屏蔽的]]
	} ,
	[1339] = {
		id = 1339, --[[自增id]]
		char = "假阳具插穴", --[[屏蔽的]]
	} ,
	[1340] = {
		id = 1340, --[[自增id]]
		char = "蝴蝶逼", --[[屏蔽的]]
	} ,
	[1341] = {
		id = 1341, --[[自增id]]
		char = "自插小穴", --[[屏蔽的]]
	} ,
	[1342] = {
		id = 1342, --[[自增id]]
		char = "SM援交", --[[屏蔽的]]
	} ,
	[1343] = {
		id = 1343, --[[自增id]]
		char = "西洋美女", --[[屏蔽的]]
	} ,
	[1344] = {
		id = 1344, --[[自增id]]
		char = "爱液横流", --[[屏蔽的]]
	} ,
	[1345] = {
		id = 1345, --[[自增id]]
		char = "无码无套", --[[屏蔽的]]
	} ,
	[1346] = {
		id = 1346, --[[自增id]]
		char = "淫战群P", --[[屏蔽的]]
	} ,
	[1347] = {
		id = 1347, --[[自增id]]
		char = "口爆", --[[屏蔽的]]
	} ,
	[1348] = {
		id = 1348, --[[自增id]]
		char = "酒店援交", --[[屏蔽的]]
	} ,
	[1349] = {
		id = 1349, --[[自增id]]
		char = "乳霸", --[[屏蔽的]]
	} ,
	[1350] = {
		id = 1350, --[[自增id]]
		char = "湿身诱惑", --[[屏蔽的]]
	} ,
	[1351] = {
		id = 1351, --[[自增id]]
		char = "火辣写真", --[[屏蔽的]]
	} ,
	[1352] = {
		id = 1352, --[[自增id]]
		char = "动漫色图", --[[屏蔽的]]
	} ,
	[1353] = {
		id = 1353, --[[自增id]]
		char = "熟女护士", --[[屏蔽的]]
	} ,
	[1354] = {
		id = 1354, --[[自增id]]
		char = "粉红穴", --[[屏蔽的]]
	} ,
	[1355] = {
		id = 1355, --[[自增id]]
		char = "经典炮图", --[[屏蔽的]]
	} ,
	[1356] = {
		id = 1356, --[[自增id]]
		char = "童颜巨乳", --[[屏蔽的]]
	} ,
	[1357] = {
		id = 1357, --[[自增id]]
		char = "性感诱惑", --[[屏蔽的]]
	} ,
	[1358] = {
		id = 1358, --[[自增id]]
		char = "援交薄码", --[[屏蔽的]]
	} ,
	[1359] = {
		id = 1359, --[[自增id]]
		char = "美乳美穴", --[[屏蔽的]]
	} ,
	[1360] = {
		id = 1360, --[[自增id]]
		char = "奇淫宝鉴", --[[屏蔽的]]
	} ,
	[1361] = {
		id = 1361, --[[自增id]]
		char = "美骚妇", --[[屏蔽的]]
	} ,
	[1362] = {
		id = 1362, --[[自增id]]
		char = "跨下呻吟", --[[屏蔽的]]
	} ,
	[1363] = {
		id = 1363, --[[自增id]]
		char = "无毛美少女", --[[屏蔽的]]
	} ,
	[1364] = {
		id = 1364, --[[自增id]]
		char = "流蜜汁", --[[屏蔽的]]
	} ,
	[1365] = {
		id = 1365, --[[自增id]]
		char = "日本素人", --[[屏蔽的]]
	} ,
	[1366] = {
		id = 1366, --[[自增id]]
		char = "爆乳人妻", --[[屏蔽的]]
	} ,
	[1367] = {
		id = 1367, --[[自增id]]
		char = "妖媚熟母", --[[屏蔽的]]
	} ,
	[1368] = {
		id = 1368, --[[自增id]]
		char = "日本有码", --[[屏蔽的]]
	} ,
	[1369] = {
		id = 1369, --[[自增id]]
		char = "激情打炮", --[[屏蔽的]]
	} ,
	[1370] = {
		id = 1370, --[[自增id]]
		char = "制服美妇", --[[屏蔽的]]
	} ,
	[1371] = {
		id = 1371, --[[自增id]]
		char = "无码彩图", --[[屏蔽的]]
	} ,
	[1372] = {
		id = 1372, --[[自增id]]
		char = "放尿", --[[屏蔽的]]
	} ,
	[1373] = {
		id = 1373, --[[自增id]]
		char = "入穴一游", --[[屏蔽的]]
	} ,
	[1374] = {
		id = 1374, --[[自增id]]
		char = "丰唇艳姬", --[[屏蔽的]]
	} ,
	[1375] = {
		id = 1375, --[[自增id]]
		char = "群奸轮射", --[[屏蔽的]]
	} ,
	[1376] = {
		id = 1376, --[[自增id]]
		char = "高级逼", --[[屏蔽的]]
	} ,
	[1377] = {
		id = 1377, --[[自增id]]
		char = "MM屄", --[[屏蔽的]]
	} ,
	[1378] = {
		id = 1378, --[[自增id]]
		char = "美臀嫰穴", --[[屏蔽的]]
	} ,
	[1379] = {
		id = 1379, --[[自增id]]
		char = "淫东方", --[[屏蔽的]]
	} ,
	[1380] = {
		id = 1380, --[[自增id]]
		char = "国产偷拍", --[[屏蔽的]]
	} ,
	[1381] = {
		id = 1381, --[[自增id]]
		char = "清晰内射", --[[屏蔽的]]
	} ,
	[1382] = {
		id = 1382, --[[自增id]]
		char = "嫩穴肉缝", --[[屏蔽的]]
	} ,
	[1383] = {
		id = 1383, --[[自增id]]
		char = "雪腿玉胯", --[[屏蔽的]]
	} ,
	[1384] = {
		id = 1384, --[[自增id]]
		char = "骚妇掰B", --[[屏蔽的]]
	} ,
	[1385] = {
		id = 1385, --[[自增id]]
		char = "白嫩骚妇", --[[屏蔽的]]
	} ,
	[1386] = {
		id = 1386, --[[自增id]]
		char = "梅花屄", --[[屏蔽的]]
	} ,
	[1387] = {
		id = 1387, --[[自增id]]
		char = "猛操狂射", --[[屏蔽的]]
	} ,
	[1388] = {
		id = 1388, --[[自增id]]
		char = "潮喷", --[[屏蔽的]]
	} ,
	[1389] = {
		id = 1389, --[[自增id]]
		char = "无码体验", --[[屏蔽的]]
	} ,
	[1390] = {
		id = 1390, --[[自增id]]
		char = "吞精骚妹", --[[屏蔽的]]
	} ,
	[1391] = {
		id = 1391, --[[自增id]]
		char = "紧缚凌辱", --[[屏蔽的]]
	} ,
	[1392] = {
		id = 1392, --[[自增id]]
		char = "奸淫电车", --[[屏蔽的]]
	} ,
	[1393] = {
		id = 1393, --[[自增id]]
		char = "堕淫", --[[屏蔽的]]
	} ,
	[1394] = {
		id = 1394, --[[自增id]]
		char = "颜骑", --[[屏蔽的]]
	} ,
	[1395] = {
		id = 1395, --[[自增id]]
		char = "互淫", --[[屏蔽的]]
	} ,
	[1396] = {
		id = 1396, --[[自增id]]
		char = "逼毛", --[[屏蔽的]]
	} ,
	[1397] = {
		id = 1397, --[[自增id]]
		char = "胸濤乳浪", --[[屏蔽的]]
	} ,
	[1398] = {
		id = 1398, --[[自增id]]
		char = "夫妻乱交", --[[屏蔽的]]
	} ,
	[1399] = {
		id = 1399, --[[自增id]]
		char = "黑屄", --[[屏蔽的]]
	} ,
	[1400] = {
		id = 1400, --[[自增id]]
		char = "奶大屄肥", --[[屏蔽的]]
	} ,
	[1401] = {
		id = 1401, --[[自增id]]
		char = "拔屄", --[[屏蔽的]]
	} ,
	[1402] = {
		id = 1402, --[[自增id]]
		char = "穴海", --[[屏蔽的]]
	} ,
	[1403] = {
		id = 1403, --[[自增id]]
		char = "换妻杂交", --[[屏蔽的]]
	} ,
	[1404] = {
		id = 1404, --[[自增id]]
		char = "狂插", --[[屏蔽的]]
	} ,
	[1405] = {
		id = 1405, --[[自增id]]
		char = "黑逼", --[[屏蔽的]]
	} ,
	[1406] = {
		id = 1406, --[[自增id]]
		char = "粉屄", --[[屏蔽的]]
	} ,
	[1407] = {
		id = 1407, --[[自增id]]
		char = "口射", --[[屏蔽的]]
	} ,
	[1408] = {
		id = 1408, --[[自增id]]
		char = "多人轮", --[[屏蔽的]]
	} ,
	[1409] = {
		id = 1409, --[[自增id]]
		char = "奶挺臀翘", --[[屏蔽的]]
	} ,
	[1410] = {
		id = 1410, --[[自增id]]
		char = "扒屄", --[[屏蔽的]]
	} ,
	[1411] = {
		id = 1411, --[[自增id]]
		char = "痴乳", --[[屏蔽的]]
	} ,
	[1412] = {
		id = 1412, --[[自增id]]
		char = "鬼輪姦", --[[屏蔽的]]
	} ,
	[1413] = {
		id = 1413, --[[自增id]]
		char = "乳爆", --[[屏蔽的]]
	} ,
	[1414] = {
		id = 1414, --[[自增id]]
		char = "浴尿", --[[屏蔽的]]
	} ,
	[1415] = {
		id = 1415, --[[自增id]]
		char = "淫样", --[[屏蔽的]]
	} ,
	[1416] = {
		id = 1416, --[[自增id]]
		char = "発妻", --[[屏蔽的]]
	} ,
	[1417] = {
		id = 1417, --[[自增id]]
		char = "姫辱", --[[屏蔽的]]
	} ,
	[1418] = {
		id = 1418, --[[自增id]]
		char = "插后庭", --[[屏蔽的]]
	} ,
	[1419] = {
		id = 1419, --[[自增id]]
		char = "操爽", --[[屏蔽的]]
	} ,
	[1420] = {
		id = 1420, --[[自增id]]
		char = "嫩缝", --[[屏蔽的]]
	} ,
	[1421] = {
		id = 1421, --[[自增id]]
		char = "操射", --[[屏蔽的]]
	} ,
	[1422] = {
		id = 1422, --[[自增id]]
		char = "骚妈", --[[屏蔽的]]
	} ,
	[1423] = {
		id = 1423, --[[自增id]]
		char = "激插", --[[屏蔽的]]
	} ,
	[1424] = {
		id = 1424, --[[自增id]]
		char = "暴干", --[[屏蔽的]]
	} ,
	[1425] = {
		id = 1425, --[[自增id]]
		char = "母子交欢", --[[屏蔽的]]
	} ,
	[1426] = {
		id = 1426, --[[自增id]]
		char = "嫐屄", --[[屏蔽的]]
	} ,
	[1427] = {
		id = 1427, --[[自增id]]
		char = "足脚交", --[[屏蔽的]]
	} ,
	[1428] = {
		id = 1428, --[[自增id]]
		char = "露屄", --[[屏蔽的]]
	} ,
	[1429] = {
		id = 1429, --[[自增id]]
		char = "柔阴术", --[[屏蔽的]]
	} ,
	[1430] = {
		id = 1430, --[[自增id]]
		char = "相奸", --[[屏蔽的]]
	} ,
	[1431] = {
		id = 1431, --[[自增id]]
		char = "淫师荡母", --[[屏蔽的]]
	} ,
	[1432] = {
		id = 1432, --[[自增id]]
		char = "欠干", --[[屏蔽的]]
	} ,
	[1433] = {
		id = 1433, --[[自增id]]
		char = "桃园蜜洞", --[[屏蔽的]]
	} ,
	[1434] = {
		id = 1434, --[[自增id]]
		char = "二穴中出", --[[屏蔽的]]
	} ,
	[1435] = {
		id = 1435, --[[自增id]]
		char = "奴畜抄", --[[屏蔽的]]
	} ,
	[1436] = {
		id = 1436, --[[自增id]]
		char = "连続失禁", --[[屏蔽的]]
	} ,
	[1437] = {
		id = 1437, --[[自增id]]
		char = "大鸡巴", --[[屏蔽的]]
	} ,
	[1438] = {
		id = 1438, --[[自增id]]
		char = "玩穴", --[[屏蔽的]]
	} ,
	[1439] = {
		id = 1439, --[[自增id]]
		char = "性交自拍", --[[屏蔽的]]
	} ,
	[1440] = {
		id = 1440, --[[自增id]]
		char = "叫鸡", --[[屏蔽的]]
	} ,
	[1441] = {
		id = 1441, --[[自增id]]
		char = "骚浪人妻", --[[屏蔽的]]
	} ,
	[1442] = {
		id = 1442, --[[自增id]]
		char = "三级片", --[[屏蔽的]]
	} ,
	[1443] = {
		id = 1443, --[[自增id]]
		char = "东京热", --[[屏蔽的]]
	} ,
	[1444] = {
		id = 1444, --[[自增id]]
		char = "做爱", --[[屏蔽的]]
	} ,
	[1445] = {
		id = 1445, --[[自增id]]
		char = "坐台", --[[屏蔽的]]
	} ,
	[1446] = {
		id = 1446, --[[自增id]]
		char = "子宫", --[[屏蔽的]]
	} ,
	[1447] = {
		id = 1447, --[[自增id]]
		char = "杂种", --[[屏蔽的]]
	} ,
	[1448] = {
		id = 1448, --[[自增id]]
		char = "淫", --[[屏蔽的]]
	} ,
	[1449] = {
		id = 1449, --[[自增id]]
		char = "阴毛", --[[屏蔽的]]
	} ,
	[1450] = {
		id = 1450, --[[自增id]]
		char = "阴户", --[[屏蔽的]]
	} ,
	[1451] = {
		id = 1451, --[[自增id]]
		char = "阴蒂", --[[屏蔽的]]
	} ,
	[1452] = {
		id = 1452, --[[自增id]]
		char = "爷爷", --[[屏蔽的]]
	} ,
	[1453] = {
		id = 1453, --[[自增id]]
		char = "阳具", --[[屏蔽的]]
	} ,
	[1454] = {
		id = 1454, --[[自增id]]
		char = "性交", --[[屏蔽的]]
	} ,
	[1455] = {
		id = 1455, --[[自增id]]
		char = "性爱", --[[屏蔽的]]
	} ,
	[1456] = {
		id = 1456, --[[自增id]]
		char = "小鸡鸡", --[[屏蔽的]]
	} ,
	[1457] = {
		id = 1457, --[[自增id]]
		char = "小弟弟", --[[屏蔽的]]
	} ,
	[1458] = {
		id = 1458, --[[自增id]]
		char = "小便", --[[屏蔽的]]
	} ,
	[1459] = {
		id = 1459, --[[自增id]]
		char = "武藤", --[[屏蔽的]]
	} ,
	[1460] = {
		id = 1460, --[[自增id]]
		char = "慰安妇", --[[屏蔽的]]
	} ,
	[1461] = {
		id = 1461, --[[自增id]]
		char = "猥亵", --[[屏蔽的]]
	} ,
	[1462] = {
		id = 1462, --[[自增id]]
		char = "猥琐", --[[屏蔽的]]
	} ,
	[1463] = {
		id = 1463, --[[自增id]]
		char = "生殖", --[[屏蔽的]]
	} ,
	[1464] = {
		id = 1464, --[[自增id]]
		char = "煞笔", --[[屏蔽的]]
	} ,
	[1465] = {
		id = 1465, --[[自增id]]
		char = "傻逼", --[[屏蔽的]]
	} ,
	[1466] = {
		id = 1466, --[[自增id]]
		char = "傻B", --[[屏蔽的]]
	} ,
	[1467] = {
		id = 1467, --[[自增id]]
		char = "色情", --[[屏蔽的]]
	} ,
	[1468] = {
		id = 1468, --[[自增id]]
		char = "骚逼", --[[屏蔽的]]
	} ,
	[1469] = {
		id = 1469, --[[自增id]]
		char = "三陪", --[[屏蔽的]]
	} ,
	[1470] = {
		id = 1470, --[[自增id]]
		char = "肉欲", --[[屏蔽的]]
	} ,
	[1471] = {
		id = 1471, --[[自增id]]
		char = "肉体", --[[屏蔽的]]
	} ,
	[1472] = {
		id = 1472, --[[自增id]]
		char = "情色", --[[屏蔽的]]
	} ,
	[1473] = {
		id = 1473, --[[自增id]]
		char = "排泄", --[[屏蔽的]]
	} ,
	[1474] = {
		id = 1474, --[[自增id]]
		char = "女干", --[[屏蔽的]]
	} ,
	[1475] = {
		id = 1475, --[[自增id]]
		char = "灭族", --[[屏蔽的]]
	} ,
	[1476] = {
		id = 1476, --[[自增id]]
		char = "梅毒", --[[屏蔽的]]
	} ,
	[1477] = {
		id = 1477, --[[自增id]]
		char = "卵子", --[[屏蔽的]]
	} ,
	[1478] = {
		id = 1478, --[[自增id]]
		char = "淋病", --[[屏蔽的]]
	} ,
	[1479] = {
		id = 1479, --[[自增id]]
		char = "口交", --[[屏蔽的]]
	} ,
	[1480] = {
		id = 1480, --[[自增id]]
		char = "尻", --[[屏蔽的]]
	} ,
	[1481] = {
		id = 1481, --[[自增id]]
		char = "贱", --[[屏蔽的]]
	} ,
	[1482] = {
		id = 1482, --[[自增id]]
		char = "鸡吧", --[[屏蔽的]]
	} ,
	[1483] = {
		id = 1483, --[[自增id]]
		char = "胡瘟", --[[屏蔽的]]
	} ,
	[1484] = {
		id = 1484, --[[自增id]]
		char = "龟头", --[[屏蔽的]]
	} ,
	[1485] = {
		id = 1485, --[[自增id]]
		char = "狗日", --[[屏蔽的]]
	} ,
	[1486] = {
		id = 1486, --[[自增id]]
		char = "狗娘", --[[屏蔽的]]
	} ,
	[1487] = {
		id = 1487, --[[自增id]]
		char = "根正苗红", --[[屏蔽的]]
	} ,
	[1488] = {
		id = 1488, --[[自增id]]
		char = "睾丸", --[[屏蔽的]]
	} ,
	[1489] = {
		id = 1489, --[[自增id]]
		char = "疯狗", --[[屏蔽的]]
	} ,
	[1490] = {
		id = 1490, --[[自增id]]
		char = "腚", --[[屏蔽的]]
	} ,
	[1491] = {
		id = 1491, --[[自增id]]
		char = "大便", --[[屏蔽的]]
	} ,
	[1492] = {
		id = 1492, --[[自增id]]
		char = "打炮", --[[屏蔽的]]
	} ,
	[1493] = {
		id = 1493, --[[自增id]]
		char = "打飞机", --[[屏蔽的]]
	} ,
	[1494] = {
		id = 1494, --[[自增id]]
		char = "娼", --[[屏蔽的]]
	} ,
	[1495] = {
		id = 1495, --[[自增id]]
		char = "瘪三", --[[屏蔽的]]
	} ,
	[1496] = {
		id = 1496, --[[自增id]]
		char = "妈逼", --[[屏蔽的]]
	} ,
	[1497] = {
		id = 1497, --[[自增id]]
		char = "妈", --[[屏蔽的]]
	} ,
	[1498] = {
		id = 1498, --[[自增id]]
		char = "爸", --[[屏蔽的]]
	} ,
	[1499] = {
		id = 1499, --[[自增id]]
		char = "爹", --[[屏蔽的]]
	} ,
	[1500] = {
		id = 1500, --[[自增id]]
		char = "爷", --[[屏蔽的]]
	} ,
	[1501] = {
		id = 1501, --[[自增id]]
		char = "奶", --[[屏蔽的]]
	} ,
	[1502] = {
		id = 1502, --[[自增id]]
		char = "儿子", --[[屏蔽的]]
	} ,
	[1503] = {
		id = 1503, --[[自增id]]
		char = "sm", --[[屏蔽的]]
	} ,
	[1504] = {
		id = 1504, --[[自增id]]
		char = "尼玛", --[[屏蔽的]]
	} ,
	[1505] = {
		id = 1505, --[[自增id]]
		char = "装B", --[[屏蔽的]]
	} ,
	[1506] = {
		id = 1506, --[[自增id]]
		char = "裸聊", --[[屏蔽的]]
	} ,
	[1507] = {
		id = 1507, --[[自增id]]
		char = "兽兽门", --[[屏蔽的]]
	} ,
	[1508] = {
		id = 1508, --[[自增id]]
		char = "艾滋", --[[屏蔽的]]
	} ,
	[1509] = {
		id = 1509, --[[自增id]]
		char = "艾滋病", --[[屏蔽的]]
	} ,
	[1510] = {
		id = 1510, --[[自增id]]
		char = "二逼", --[[屏蔽的]]
	} ,
	[1511] = {
		id = 1511, --[[自增id]]
		char = "阳物", --[[屏蔽的]]
	} ,
	[1512] = {
		id = 1512, --[[自增id]]
		char = "找小姐", --[[屏蔽的]]
	} ,
	[1513] = {
		id = 1513, --[[自增id]]
		char = "开房", --[[屏蔽的]]
	} ,
	[1514] = {
		id = 1514, --[[自增id]]
		char = "援交", --[[屏蔽的]]
	} ,
	[1515] = {
		id = 1515, --[[自增id]]
		char = "黄色网站", --[[屏蔽的]]
	} ,
	[1516] = {
		id = 1516, --[[自增id]]
		char = "大血逼", --[[屏蔽的]]
	} ,
	[1517] = {
		id = 1517, --[[自增id]]
		char = "大血比", --[[屏蔽的]]
	} ,
	[1518] = {
		id = 1518, --[[自增id]]
		char = "性虐", --[[屏蔽的]]
	} ,
	[1519] = {
		id = 1519, --[[自增id]]
		char = "嫩模", --[[屏蔽的]]
	} ,
	[1520] = {
		id = 1520, --[[自增id]]
		char = "未婚同居", --[[屏蔽的]]
	} ,
	[1521] = {
		id = 1521, --[[自增id]]
		char = "回民", --[[屏蔽的]]
	} ,
	[1522] = {
		id = 1522, --[[自增id]]
		char = "是猪", --[[屏蔽的]]
	} ,
	[1523] = {
		id = 1523, --[[自增id]]
		char = "回民是猪", --[[屏蔽的]]
	} ,
	[1524] = {
		id = 1524, --[[自增id]]
		char = "ADMIN", --[[屏蔽的]]
	} ,
	[1525] = {
		id = 1525, --[[自增id]]
		char = "xtl", --[[屏蔽的]]
	} ,
	[1526] = {
		id = 1526, --[[自增id]]
		char = "system", --[[屏蔽的]]
	} ,
	[1527] = {
		id = 1527, --[[自增id]]
		char = "Administrator", --[[屏蔽的]]
	} ,
	[1528] = {
		id = 1528, --[[自增id]]
		char = "管理", --[[屏蔽的]]
	} ,
	[1529] = {
		id = 1529, --[[自增id]]
		char = "管里", --[[屏蔽的]]
	} ,
	[1530] = {
		id = 1530, --[[自增id]]
		char = "管理员", --[[屏蔽的]]
	} ,
	[1531] = {
		id = 1531, --[[自增id]]
		char = "服务管理", --[[屏蔽的]]
	} ,
	[1532] = {
		id = 1532, --[[自增id]]
		char = "服务器", --[[屏蔽的]]
	} ,
	[1533] = {
		id = 1533, --[[自增id]]
		char = "活动管理员", --[[屏蔽的]]
	} ,
	[1534] = {
		id = 1534, --[[自增id]]
		char = "冬季热", --[[屏蔽的]]
	} ,
	[1535] = {
		id = 1535, --[[自增id]]
		char = "官方", --[[屏蔽的]]
	} ,
	[1536] = {
		id = 1536, --[[自增id]]
		char = "维护", --[[屏蔽的]]
	} ,
	[1537] = {
		id = 1537, --[[自增id]]
		char = "系统", --[[屏蔽的]]
	} ,
	[1538] = {
		id = 1538, --[[自增id]]
		char = "系统公告", --[[屏蔽的]]
	} ,
	[1539] = {
		id = 1539, --[[自增id]]
		char = "审查", --[[屏蔽的]]
	} ,
	[1540] = {
		id = 1540, --[[自增id]]
		char = "巡查", --[[屏蔽的]]
	} ,
	[1541] = {
		id = 1541, --[[自增id]]
		char = "监督", --[[屏蔽的]]
	} ,
	[1542] = {
		id = 1542, --[[自增id]]
		char = "监管", --[[屏蔽的]]
	} ,
	[1543] = {
		id = 1543, --[[自增id]]
		char = "game", --[[屏蔽的]]
	} ,
	[1544] = {
		id = 1544, --[[自增id]]
		char = "master", --[[屏蔽的]]
	} ,
	[1545] = {
		id = 1545, --[[自增id]]
		char = "GAMEMASTER", --[[屏蔽的]]
	} ,
	[1546] = {
		id = 1546, --[[自增id]]
		char = "GM", --[[屏蔽的]]
	} ,
	[1547] = {
		id = 1547, --[[自增id]]
		char = "游戏管理员", --[[屏蔽的]]
	} ,
	[1548] = {
		id = 1548, --[[自增id]]
		char = "Client", --[[屏蔽的]]
	} ,
	[1549] = {
		id = 1549, --[[自增id]]
		char = "Server", --[[屏蔽的]]
	} ,
	[1550] = {
		id = 1550, --[[自增id]]
		char = "CS", --[[屏蔽的]]
	} ,
	[1551] = {
		id = 1551, --[[自增id]]
		char = "KEFU", --[[屏蔽的]]
	} ,
	[1552] = {
		id = 1552, --[[自增id]]
		char = "助理", --[[屏蔽的]]
	} ,
	[1553] = {
		id = 1553, --[[自增id]]
		char = "客户服务", --[[屏蔽的]]
	} ,
	[1554] = {
		id = 1554, --[[自增id]]
		char = "客服", --[[屏蔽的]]
	} ,
	[1555] = {
		id = 1555, --[[自增id]]
		char = "服务天使", --[[屏蔽的]]
	} ,
	[1556] = {
		id = 1556, --[[自增id]]
		char = "TEsT", --[[屏蔽的]]
	} ,
	[1557] = {
		id = 1557, --[[自增id]]
		char = "测试", --[[屏蔽的]]
	} ,
	[1558] = {
		id = 1558, --[[自增id]]
		char = "辅助程序", --[[屏蔽的]]
	} ,
	[1559] = {
		id = 1559, --[[自增id]]
		char = "运营", --[[屏蔽的]]
	} ,
	[1560] = {
		id = 1560, --[[自增id]]
		char = "运营者", --[[屏蔽的]]
	} ,
	[1561] = {
		id = 1561, --[[自增id]]
		char = "运营组", --[[屏蔽的]]
	} ,
	[1562] = {
		id = 1562, --[[自增id]]
		char = "运营商", --[[屏蔽的]]
	} ,
	[1563] = {
		id = 1563, --[[自增id]]
		char = "运营长", --[[屏蔽的]]
	} ,
	[1564] = {
		id = 1564, --[[自增id]]
		char = "运营官", --[[屏蔽的]]
	} ,
	[1565] = {
		id = 1565, --[[自增id]]
		char = "运营人", --[[屏蔽的]]
	} ,
	[1566] = {
		id = 1566, --[[自增id]]
		char = "蔡文胜", --[[屏蔽的]]
	} ,
	[1567] = {
		id = 1567, --[[自增id]]
		char = "李兴平", --[[屏蔽的]]
	} ,
	[1568] = {
		id = 1568, --[[自增id]]
		char = "汪东风", --[[屏蔽的]]
	} ,
	[1569] = {
		id = 1569, --[[自增id]]
		char = "骆海坚", --[[屏蔽的]]
	} ,
	[1570] = {
		id = 1570, --[[自增id]]
		char = "曹政", --[[屏蔽的]]
	} ,
	[1571] = {
		id = 1571, --[[自增id]]
		char = "sf", --[[屏蔽的]]
	} ,
	[1572] = {
		id = 1572, --[[自增id]]
		char = "私服", --[[屏蔽的]]
	} ,
	[1573] = {
		id = 1573, --[[自增id]]
		char = "私人服务器", --[[屏蔽的]]
	} ,
	[1574] = {
		id = 1574, --[[自增id]]
		char = "wg", --[[屏蔽的]]
	} ,
	[1575] = {
		id = 1575, --[[自增id]]
		char = "外挂", --[[屏蔽的]]
	} ,
	[1576] = {
		id = 1576, --[[自增id]]
		char = "&", --[[屏蔽的]]
	} ,
	[1577] = {
		id = 1577, --[[自增id]]
		char = "毛澤東", --[[屏蔽的]]
	} ,
	[1578] = {
		id = 1578, --[[自增id]]
		char = "周恩來", --[[屏蔽的]]
	} ,
	[1579] = {
		id = 1579, --[[自增id]]
		char = "劉少奇", --[[屏蔽的]]
	} ,
	[1580] = {
		id = 1580, --[[自增id]]
		char = "彭德懷", --[[屏蔽的]]
	} ,
	[1581] = {
		id = 1581, --[[自增id]]
		char = "劉伯承", --[[屏蔽的]]
	} ,
	[1582] = {
		id = 1582, --[[自增id]]
		char = "陳毅", --[[屏蔽的]]
	} ,
	[1583] = {
		id = 1583, --[[自增id]]
		char = "賀龍", --[[屏蔽的]]
	} ,
	[1584] = {
		id = 1584, --[[自增id]]
		char = "聶榮臻", --[[屏蔽的]]
	} ,
	[1585] = {
		id = 1585, --[[自增id]]
		char = "羅榮桓", --[[屏蔽的]]
	} ,
	[1586] = {
		id = 1586, --[[自增id]]
		char = "葉劍英", --[[屏蔽的]]
	} ,
	[1587] = {
		id = 1587, --[[自增id]]
		char = "李大釗", --[[屏蔽的]]
	} ,
	[1588] = {
		id = 1588, --[[自增id]]
		char = "陳獨秀", --[[屏蔽的]]
	} ,
	[1589] = {
		id = 1589, --[[自增id]]
		char = "孫中山", --[[屏蔽的]]
	} ,
	[1590] = {
		id = 1590, --[[自增id]]
		char = "孫文", --[[屏蔽的]]
	} ,
	[1591] = {
		id = 1591, --[[自增id]]
		char = "孫逸仙", --[[屏蔽的]]
	} ,
	[1592] = {
		id = 1592, --[[自增id]]
		char = "鄧小平", --[[屏蔽的]]
	} ,
	[1593] = {
		id = 1593, --[[自增id]]
		char = "陳雲", --[[屏蔽的]]
	} ,
	[1594] = {
		id = 1594, --[[自增id]]
		char = "江澤民", --[[屏蔽的]]
	} ,
	[1595] = {
		id = 1595, --[[自增id]]
		char = "李鵬", --[[屏蔽的]]
	} ,
	[1596] = {
		id = 1596, --[[自增id]]
		char = "朱鎔基", --[[屏蔽的]]
	} ,
	[1597] = {
		id = 1597, --[[自增id]]
		char = "李瑞環", --[[屏蔽的]]
	} ,
	[1598] = {
		id = 1598, --[[自增id]]
		char = "李嵐清", --[[屏蔽的]]
	} ,
	[1599] = {
		id = 1599, --[[自增id]]
		char = "胡錦濤", --[[屏蔽的]]
	} ,
	[1600] = {
		id = 1600, --[[自增id]]
		char = "羅幹", --[[屏蔽的]]
	} ,
	[1601] = {
		id = 1601, --[[自增id]]
		char = "溫家寶", --[[屏蔽的]]
	} ,
	[1602] = {
		id = 1602, --[[自增id]]
		char = "吳邦國", --[[屏蔽的]]
	} ,
	[1603] = {
		id = 1603, --[[自增id]]
		char = "曾慶紅", --[[屏蔽的]]
	} ,
	[1604] = {
		id = 1604, --[[自增id]]
		char = "賈慶林", --[[屏蔽的]]
	} ,
	[1605] = {
		id = 1605, --[[自增id]]
		char = "黃菊", --[[屏蔽的]]
	} ,
	[1606] = {
		id = 1606, --[[自增id]]
		char = "吳官正", --[[屏蔽的]]
	} ,
	[1607] = {
		id = 1607, --[[自增id]]
		char = "李長春", --[[屏蔽的]]
	} ,
	[1608] = {
		id = 1608, --[[自增id]]
		char = "吳儀", --[[屏蔽的]]
	} ,
	[1609] = {
		id = 1609, --[[自增id]]
		char = "曹剛川", --[[屏蔽的]]
	} ,
	[1610] = {
		id = 1610, --[[自增id]]
		char = "唐家璿", --[[屏蔽的]]
	} ,
	[1611] = {
		id = 1611, --[[自增id]]
		char = "華建敏", --[[屏蔽的]]
	} ,
	[1612] = {
		id = 1612, --[[自增id]]
		char = "陳至立", --[[屏蔽的]]
	} ,
	[1613] = {
		id = 1613, --[[自增id]]
		char = "張德江", --[[屏蔽的]]
	} ,
	[1614] = {
		id = 1614, --[[自增id]]
		char = "俞正聲", --[[屏蔽的]]
	} ,
	[1615] = {
		id = 1615, --[[自增id]]
		char = "王樂泉", --[[屏蔽的]]
	} ,
	[1616] = {
		id = 1616, --[[自增id]]
		char = "劉雲山", --[[屏蔽的]]
	} ,
	[1617] = {
		id = 1617, --[[自增id]]
		char = "王剛", --[[屏蔽的]]
	} ,
	[1618] = {
		id = 1618, --[[自增id]]
		char = "王兆國", --[[屏蔽的]]
	} ,
	[1619] = {
		id = 1619, --[[自增id]]
		char = "劉淇", --[[屏蔽的]]
	} ,
	[1620] = {
		id = 1620, --[[自增id]]
		char = "賀國強", --[[屏蔽的]]
	} ,
	[1621] = {
		id = 1621, --[[自增id]]
		char = "習近平", --[[屏蔽的]]
	} ,
	[1622] = {
		id = 1622, --[[自增id]]
		char = "李克強", --[[屏蔽的]]
	} ,
	[1623] = {
		id = 1623, --[[自增id]]
		char = "張高麗", --[[屏蔽的]]
	} ,
	[1624] = {
		id = 1624, --[[自增id]]
		char = "劉延東", --[[屏蔽的]]
	} ,
	[1625] = {
		id = 1625, --[[自增id]]
		char = "彭麗媛", --[[屏蔽的]]
	} ,
	[1626] = {
		id = 1626, --[[自增id]]
		char = "華國鋒", --[[屏蔽的]]
	} ,
	[1627] = {
		id = 1627, --[[自增id]]
		char = "劉奇葆", --[[屏蔽的]]
	} ,
	[1628] = {
		id = 1628, --[[自增id]]
		char = "習大大", --[[屏蔽的]]
	} ,
	[1629] = {
		id = 1629, --[[自增id]]
		char = "吳幫國", --[[屏蔽的]]
	} ,
	[1630] = {
		id = 1630, --[[自增id]]
		char = "無幫國", --[[屏蔽的]]
	} ,
	[1631] = {
		id = 1631, --[[自增id]]
		char = "無邦國", --[[屏蔽的]]
	} ,
	[1632] = {
		id = 1632, --[[自增id]]
		char = "無幫過", --[[屏蔽的]]
	} ,
	[1633] = {
		id = 1633, --[[自增id]]
		char = "瘟家寶", --[[屏蔽的]]
	} ,
	[1634] = {
		id = 1634, --[[自增id]]
		char = "假慶林", --[[屏蔽的]]
	} ,
	[1635] = {
		id = 1635, --[[自增id]]
		char = "甲慶林", --[[屏蔽的]]
	} ,
	[1636] = {
		id = 1636, --[[自增id]]
		char = "離長春", --[[屏蔽的]]
	} ,
	[1637] = {
		id = 1637, --[[自增id]]
		char = "習遠平", --[[屏蔽的]]
	} ,
	[1638] = {
		id = 1638, --[[自增id]]
		char = "襲近平", --[[屏蔽的]]
	} ,
	[1639] = {
		id = 1639, --[[自增id]]
		char = "李磕牆", --[[屏蔽的]]
	} ,
	[1640] = {
		id = 1640, --[[自增id]]
		char = "賀過牆", --[[屏蔽的]]
	} ,
	[1641] = {
		id = 1641, --[[自增id]]
		char = "和鍋槍", --[[屏蔽的]]
	} ,
	[1642] = {
		id = 1642, --[[自增id]]
		char = "胡主席", --[[屏蔽的]]
	} ,
	[1643] = {
		id = 1643, --[[自增id]]
		char = "習主席", --[[屏蔽的]]
	} ,
	[1644] = {
		id = 1644, --[[自增id]]
		char = "毛主席", --[[屏蔽的]]
	} ,
	[1645] = {
		id = 1645, --[[自增id]]
		char = "毛主度", --[[屏蔽的]]
	} ,
	[1646] = {
		id = 1646, --[[自增id]]
		char = "馬凱", --[[屏蔽的]]
	} ,
	[1647] = {
		id = 1647, --[[自增id]]
		char = "王滬甯", --[[屏蔽的]]
	} ,
	[1648] = {
		id = 1648, --[[自增id]]
		char = "許其亮", --[[屏蔽的]]
	} ,
	[1649] = {
		id = 1649, --[[自增id]]
		char = "孫春蘭", --[[屏蔽的]]
	} ,
	[1650] = {
		id = 1650, --[[自增id]]
		char = "孫政才", --[[屏蔽的]]
	} ,
	[1651] = {
		id = 1651, --[[自增id]]
		char = "李建國", --[[屏蔽的]]
	} ,
	[1652] = {
		id = 1652, --[[自增id]]
		char = "李源潮", --[[屏蔽的]]
	} ,
	[1653] = {
		id = 1653, --[[自增id]]
		char = "汪洋", --[[屏蔽的]]
	} ,
	[1654] = {
		id = 1654, --[[自增id]]
		char = "張春賢", --[[屏蔽的]]
	} ,
	[1655] = {
		id = 1655, --[[自增id]]
		char = "范長龍", --[[屏蔽的]]
	} ,
	[1656] = {
		id = 1656, --[[自增id]]
		char = "孟建柱", --[[屏蔽的]]
	} ,
	[1657] = {
		id = 1657, --[[自增id]]
		char = "趙樂際", --[[屏蔽的]]
	} ,
	[1658] = {
		id = 1658, --[[自增id]]
		char = "胡春華", --[[屏蔽的]]
	} ,
	[1659] = {
		id = 1659, --[[自增id]]
		char = "栗戰書", --[[屏蔽的]]
	} ,
	[1660] = {
		id = 1660, --[[自增id]]
		char = "郭金龍", --[[屏蔽的]]
	} ,
	[1661] = {
		id = 1661, --[[自增id]]
		char = "韓正", --[[屏蔽的]]
	} ,
	[1662] = {
		id = 1662, --[[自增id]]
		char = "彭嬸", --[[屏蔽的]]
	} ,
	[1663] = {
		id = 1663, --[[自增id]]
		char = "布希", --[[屏蔽的]]
	} ,
	[1664] = {
		id = 1664, --[[自增id]]
		char = "布雷爾", --[[屏蔽的]]
	} ,
	[1665] = {
		id = 1665, --[[自增id]]
		char = "純一郎", --[[屏蔽的]]
	} ,
	[1666] = {
		id = 1666, --[[自增id]]
		char = "薩馬蘭奇", --[[屏蔽的]]
	} ,
	[1667] = {
		id = 1667, --[[自增id]]
		char = "默克爾", --[[屏蔽的]]
	} ,
	[1668] = {
		id = 1668, --[[自增id]]
		char = "克林頓", --[[屏蔽的]]
	} ,
	[1669] = {
		id = 1669, --[[自增id]]
		char = "雷根", --[[屏蔽的]]
	} ,
	[1670] = {
		id = 1670, --[[自增id]]
		char = "尼克森", --[[屏蔽的]]
	} ,
	[1671] = {
		id = 1671, --[[自增id]]
		char = "杜魯門", --[[屏蔽的]]
	} ,
	[1672] = {
		id = 1672, --[[自增id]]
		char = "赫魯雪夫", --[[屏蔽的]]
	} ,
	[1673] = {
		id = 1673, --[[自增id]]
		char = "列寧", --[[屏蔽的]]
	} ,
	[1674] = {
		id = 1674, --[[自增id]]
		char = "史達林", --[[屏蔽的]]
	} ,
	[1675] = {
		id = 1675, --[[自增id]]
		char = "馬克思", --[[屏蔽的]]
	} ,
	[1676] = {
		id = 1676, --[[自增id]]
		char = "薩達姆", --[[屏蔽的]]
	} ,
	[1677] = {
		id = 1677, --[[自增id]]
		char = "柴契爾", --[[屏蔽的]]
	} ,
	[1678] = {
		id = 1678, --[[自增id]]
		char = "阿羅約", --[[屏蔽的]]
	} ,
	[1679] = {
		id = 1679, --[[自增id]]
		char = "卡斯楚", --[[屏蔽的]]
	} ,
	[1680] = {
		id = 1680, --[[自增id]]
		char = "佛蘭克林", --[[屏蔽的]]
	} ,
	[1681] = {
		id = 1681, --[[自增id]]
		char = "華盛頓", --[[屏蔽的]]
	} ,
	[1682] = {
		id = 1682, --[[自增id]]
		char = "艾森豪", --[[屏蔽的]]
	} ,
	[1683] = {
		id = 1683, --[[自增id]]
		char = "拿破崙", --[[屏蔽的]]
	} ,
	[1684] = {
		id = 1684, --[[自增id]]
		char = "亞歷山大", --[[屏蔽的]]
	} ,
	[1685] = {
		id = 1685, --[[自增id]]
		char = "拉姆斯菲爾德", --[[屏蔽的]]
	} ,
	[1686] = {
		id = 1686, --[[自增id]]
		char = "蘿拉", --[[屏蔽的]]
	} ,
	[1687] = {
		id = 1687, --[[自增id]]
		char = "鮑威爾", --[[屏蔽的]]
	} ,
	[1688] = {
		id = 1688, --[[自增id]]
		char = "奧巴馬", --[[屏蔽的]]
	} ,
	[1689] = {
		id = 1689, --[[自增id]]
		char = "梅德韋傑夫", --[[屏蔽的]]
	} ,
	[1690] = {
		id = 1690, --[[自增id]]
		char = "安倍晉三", --[[屏蔽的]]
	} ,
	[1691] = {
		id = 1691, --[[自增id]]
		char = "奧馬爾", --[[屏蔽的]]
	} ,
	[1692] = {
		id = 1692, --[[自增id]]
		char = "達賴", --[[屏蔽的]]
	} ,
	[1693] = {
		id = 1693, --[[自增id]]
		char = "達賴喇嘛", --[[屏蔽的]]
	} ,
	[1694] = {
		id = 1694, --[[自增id]]
		char = "張春橋", --[[屏蔽的]]
	} ,
	[1695] = {
		id = 1695, --[[自增id]]
		char = "東條英機", --[[屏蔽的]]
	} ,
	[1696] = {
		id = 1696, --[[自增id]]
		char = "岡村秀樹", --[[屏蔽的]]
	} ,
	[1697] = {
		id = 1697, --[[自增id]]
		char = "岡村寧次", --[[屏蔽的]]
	} ,
	[1698] = {
		id = 1698, --[[自增id]]
		char = "高麗朴", --[[屏蔽的]]
	} ,
	[1699] = {
		id = 1699, --[[自增id]]
		char = "趙紫陽", --[[屏蔽的]]
	} ,
	[1700] = {
		id = 1700, --[[自增id]]
		char = "沃爾開西", --[[屏蔽的]]
	} ,
	[1701] = {
		id = 1701, --[[自增id]]
		char = "李大師", --[[屏蔽的]]
	} ,
	[1702] = {
		id = 1702, --[[自增id]]
		char = "賴昌星", --[[屏蔽的]]
	} ,
	[1703] = {
		id = 1703, --[[自增id]]
		char = "馬加爵", --[[屏蔽的]]
	} ,
	[1704] = {
		id = 1704, --[[自增id]]
		char = "班禪", --[[屏蔽的]]
	} ,
	[1705] = {
		id = 1705, --[[自增id]]
		char = "額爾德尼", --[[屏蔽的]]
	} ,
	[1706] = {
		id = 1706, --[[自增id]]
		char = "阿扁萬歲", --[[屏蔽的]]
	} ,
	[1707] = {
		id = 1707, --[[自增id]]
		char = "熱那亞", --[[屏蔽的]]
	} ,
	[1708] = {
		id = 1708, --[[自增id]]
		char = "薄熙來", --[[屏蔽的]]
	} ,
	[1709] = {
		id = 1709, --[[自增id]]
		char = "王立軍", --[[屏蔽的]]
	} ,
	[1710] = {
		id = 1710, --[[自增id]]
		char = "令計畫", --[[屏蔽的]]
	} ,
	[1711] = {
		id = 1711, --[[自增id]]
		char = "赫蒂徹", --[[屏蔽的]]
	} ,
	[1712] = {
		id = 1712, --[[自增id]]
		char = "法圖麥", --[[屏蔽的]]
	} ,
	[1713] = {
		id = 1713, --[[自增id]]
		char = "軸永康", --[[屏蔽的]]
	} ,
	[1714] = {
		id = 1714, --[[自增id]]
		char = "陳良宇", --[[屏蔽的]]
	} ,
	[1715] = {
		id = 1715, --[[自增id]]
		char = "李登輝", --[[屏蔽的]]
	} ,
	[1716] = {
		id = 1716, --[[自增id]]
		char = "連戰", --[[屏蔽的]]
	} ,
	[1717] = {
		id = 1717, --[[自增id]]
		char = "呂秀蓮", --[[屏蔽的]]
	} ,
	[1718] = {
		id = 1718, --[[自增id]]
		char = "鬱慕明", --[[屏蔽的]]
	} ,
	[1719] = {
		id = 1719, --[[自增id]]
		char = "蔣介石", --[[屏蔽的]]
	} ,
	[1720] = {
		id = 1720, --[[自增id]]
		char = "蔣中正", --[[屏蔽的]]
	} ,
	[1721] = {
		id = 1721, --[[自增id]]
		char = "蔣經國", --[[屏蔽的]]
	} ,
	[1722] = {
		id = 1722, --[[自增id]]
		char = "馬英九", --[[屏蔽的]]
	} ,
	[1723] = {
		id = 1723, --[[自增id]]
		char = "共青團", --[[屏蔽的]]
	} ,
	[1724] = {
		id = 1724, --[[自增id]]
		char = "美國之音", --[[屏蔽的]]
	} ,
	[1725] = {
		id = 1725, --[[自增id]]
		char = "民國", --[[屏蔽的]]
	} ,
	[1726] = {
		id = 1726, --[[自增id]]
		char = "民進黨", --[[屏蔽的]]
	} ,
	[1727] = {
		id = 1727, --[[自增id]]
		char = "民運", --[[屏蔽的]]
	} ,
	[1728] = {
		id = 1728, --[[自增id]]
		char = "摩門教", --[[屏蔽的]]
	} ,
	[1729] = {
		id = 1729, --[[自增id]]
		char = "納粹", --[[屏蔽的]]
	} ,
	[1730] = {
		id = 1730, --[[自增id]]
		char = "南華早報", --[[屏蔽的]]
	} ,
	[1731] = {
		id = 1731, --[[自增id]]
		char = "南蠻", --[[屏蔽的]]
	} ,
	[1732] = {
		id = 1732, --[[自增id]]
		char = "明慧網", --[[屏蔽的]]
	} ,
	[1733] = {
		id = 1733, --[[自增id]]
		char = "起義", --[[屏蔽的]]
	} ,
	[1734] = {
		id = 1734, --[[自增id]]
		char = "親民黨", --[[屏蔽的]]
	} ,
	[1735] = {
		id = 1735, --[[自增id]]
		char = "瘸腿幫", --[[屏蔽的]]
	} ,
	[1736] = {
		id = 1736, --[[自增id]]
		char = "人民報", --[[屏蔽的]]
	} ,
	[1737] = {
		id = 1737, --[[自增id]]
		char = "法輪功", --[[屏蔽的]]
	} ,
	[1738] = {
		id = 1738, --[[自增id]]
		char = "法輪大法", --[[屏蔽的]]
	} ,
	[1739] = {
		id = 1739, --[[自增id]]
		char = "打倒共產黨", --[[屏蔽的]]
	} ,
	[1740] = {
		id = 1740, --[[自增id]]
		char = "台獨萬歲", --[[屏蔽的]]
	} ,
	[1741] = {
		id = 1741, --[[自增id]]
		char = "聖戰", --[[屏蔽的]]
	} ,
	[1742] = {
		id = 1742, --[[自增id]]
		char = "台獨", --[[屏蔽的]]
	} ,
	[1743] = {
		id = 1743, --[[自增id]]
		char = "台獨分子", --[[屏蔽的]]
	} ,
	[1744] = {
		id = 1744, --[[自增id]]
		char = "台聯", --[[屏蔽的]]
	} ,
	[1745] = {
		id = 1745, --[[自增id]]
		char = "臺灣民國", --[[屏蔽的]]
	} ,
	[1746] = {
		id = 1746, --[[自增id]]
		char = "臺灣島國", --[[屏蔽的]]
	} ,
	[1747] = {
		id = 1747, --[[自增id]]
		char = "臺灣國", --[[屏蔽的]]
	} ,
	[1748] = {
		id = 1748, --[[自增id]]
		char = "臺灣獨立", --[[屏蔽的]]
	} ,
	[1749] = {
		id = 1749, --[[自增id]]
		char = "天安門事件", --[[屏蔽的]]
	} ,
	[1750] = {
		id = 1750, --[[自增id]]
		char = "屠殺", --[[屏蔽的]]
	} ,
	[1751] = {
		id = 1751, --[[自增id]]
		char = "新黨", --[[屏蔽的]]
	} ,
	[1752] = {
		id = 1752, --[[自增id]]
		char = "新疆獨立", --[[屏蔽的]]
	} ,
	[1753] = {
		id = 1753, --[[自增id]]
		char = "新疆國", --[[屏蔽的]]
	} ,
	[1754] = {
		id = 1754, --[[自增id]]
		char = "疆獨", --[[屏蔽的]]
	} ,
	[1755] = {
		id = 1755, --[[自增id]]
		char = "西藏獨立", --[[屏蔽的]]
	} ,
	[1756] = {
		id = 1756, --[[自增id]]
		char = "西藏國", --[[屏蔽的]]
	} ,
	[1757] = {
		id = 1757, --[[自增id]]
		char = "藏獨", --[[屏蔽的]]
	} ,
	[1758] = {
		id = 1758, --[[自增id]]
		char = "藏青會", --[[屏蔽的]]
	} ,
	[1759] = {
		id = 1759, --[[自增id]]
		char = "藏婦會", --[[屏蔽的]]
	} ,
	[1760] = {
		id = 1760, --[[自增id]]
		char = "學潮", --[[屏蔽的]]
	} ,
	[1761] = {
		id = 1761, --[[自增id]]
		char = "學運", --[[屏蔽的]]
	} ,
	[1762] = {
		id = 1762, --[[自增id]]
		char = "一黨專政", --[[屏蔽的]]
	} ,
	[1763] = {
		id = 1763, --[[自增id]]
		char = "兩個中國", --[[屏蔽的]]
	} ,
	[1764] = {
		id = 1764, --[[自增id]]
		char = "一貫道", --[[屏蔽的]]
	} ,
	[1765] = {
		id = 1765, --[[自增id]]
		char = "遊行", --[[屏蔽的]]
	} ,
	[1766] = {
		id = 1766, --[[自增id]]
		char = "圓滿", --[[屏蔽的]]
	} ,
	[1767] = {
		id = 1767, --[[自增id]]
		char = "鎮壓", --[[屏蔽的]]
	} ,
	[1768] = {
		id = 1768, --[[自增id]]
		char = "政變", --[[屏蔽的]]
	} ,
	[1769] = {
		id = 1769, --[[自增id]]
		char = "政治反對派", --[[屏蔽的]]
	} ,
	[1770] = {
		id = 1770, --[[自增id]]
		char = "共產黨", --[[屏蔽的]]
	} ,
	[1771] = {
		id = 1771, --[[自增id]]
		char = "反黨", --[[屏蔽的]]
	} ,
	[1772] = {
		id = 1772, --[[自增id]]
		char = "中國之春", --[[屏蔽的]]
	} ,
	[1773] = {
		id = 1773, --[[自增id]]
		char = "轉法輪", --[[屏蔽的]]
	} ,
	[1774] = {
		id = 1774, --[[自增id]]
		char = "共黨", --[[屏蔽的]]
	} ,
	[1775] = {
		id = 1775, --[[自增id]]
		char = "蘇家屯", --[[屏蔽的]]
	} ,
	[1776] = {
		id = 1776, --[[自增id]]
		char = "基地組織", --[[屏蔽的]]
	} ,
	[1777] = {
		id = 1777, --[[自增id]]
		char = "東亞病夫", --[[屏蔽的]]
	} ,
	[1778] = {
		id = 1778, --[[自增id]]
		char = "高治聯", --[[屏蔽的]]
	} ,
	[1779] = {
		id = 1779, --[[自增id]]
		char = "高自聯", --[[屏蔽的]]
	} ,
	[1780] = {
		id = 1780, --[[自增id]]
		char = "專政", --[[屏蔽的]]
	} ,
	[1781] = {
		id = 1781, --[[自增id]]
		char = "專制", --[[屏蔽的]]
	} ,
	[1782] = {
		id = 1782, --[[自增id]]
		char = "四人幫", --[[屏蔽的]]
	} ,
	[1783] = {
		id = 1783, --[[自增id]]
		char = "新聞管制", --[[屏蔽的]]
	} ,
	[1784] = {
		id = 1784, --[[自增id]]
		char = "核工業基地", --[[屏蔽的]]
	} ,
	[1785] = {
		id = 1785, --[[自增id]]
		char = "鈾", --[[屏蔽的]]
	} ,
	[1786] = {
		id = 1786, --[[自增id]]
		char = "原子彈", --[[屏蔽的]]
	} ,
	[1787] = {
		id = 1787, --[[自增id]]
		char = "氫彈", --[[屏蔽的]]
	} ,
	[1788] = {
		id = 1788, --[[自增id]]
		char = "導彈", --[[屏蔽的]]
	} ,
	[1789] = {
		id = 1789, --[[自增id]]
		char = "核潛艇", --[[屏蔽的]]
	} ,
	[1790] = {
		id = 1790, --[[自增id]]
		char = "大參考", --[[屏蔽的]]
	} ,
	[1791] = {
		id = 1791, --[[自增id]]
		char = "小參考", --[[屏蔽的]]
	} ,
	[1792] = {
		id = 1792, --[[自增id]]
		char = "國內動態清樣", --[[屏蔽的]]
	} ,
	[1793] = {
		id = 1793, --[[自增id]]
		char = "東突", --[[屏蔽的]]
	} ,
	[1794] = {
		id = 1794, --[[自增id]]
		char = "中央電視臺", --[[屏蔽的]]
	} ,
	[1795] = {
		id = 1795, --[[自增id]]
		char = "雪山獅子旗", --[[屏蔽的]]
	} ,
	[1796] = {
		id = 1796, --[[自增id]]
		char = "佔領中環", --[[屏蔽的]]
	} ,
	[1797] = {
		id = 1797, --[[自增id]]
		char = "兩國論", --[[屏蔽的]]
	} ,
	[1798] = {
		id = 1798, --[[自增id]]
		char = "一邊一國", --[[屏蔽的]]
	} ,
	[1799] = {
		id = 1799, --[[自增id]]
		char = "is國", --[[屏蔽的]]
	} ,
	[1800] = {
		id = 1800, --[[自增id]]
		char = "多維", --[[屏蔽的]]
	} ,
	[1801] = {
		id = 1801, --[[自增id]]
		char = "釋迦牟尼", --[[屏蔽的]]
	} ,
	[1802] = {
		id = 1802, --[[自增id]]
		char = "如來", --[[屏蔽的]]
	} ,
	[1803] = {
		id = 1803, --[[自增id]]
		char = "阿彌陀佛", --[[屏蔽的]]
	} ,
	[1804] = {
		id = 1804, --[[自增id]]
		char = "觀世音", --[[屏蔽的]]
	} ,
	[1805] = {
		id = 1805, --[[自增id]]
		char = "普賢", --[[屏蔽的]]
	} ,
	[1806] = {
		id = 1806, --[[自增id]]
		char = "河殤", --[[屏蔽的]]
	} ,
	[1807] = {
		id = 1807, --[[自增id]]
		char = "聖母", --[[屏蔽的]]
	} ,
	[1808] = {
		id = 1808, --[[自增id]]
		char = "耶和華", --[[屏蔽的]]
	} ,
	[1809] = {
		id = 1809, --[[自增id]]
		char = "耶穌", --[[屏蔽的]]
	} ,
	[1810] = {
		id = 1810, --[[自增id]]
		char = "伊斯蘭", --[[屏蔽的]]
	} ,
	[1811] = {
		id = 1811, --[[自增id]]
		char = "白蓮教", --[[屏蔽的]]
	} ,
	[1812] = {
		id = 1812, --[[自增id]]
		char = "東正教", --[[屏蔽的]]
	} ,
	[1813] = {
		id = 1813, --[[自增id]]
		char = "法輪", --[[屏蔽的]]
	} ,
	[1814] = {
		id = 1814, --[[自增id]]
		char = "走向圓滿", --[[屏蔽的]]
	} ,
	[1815] = {
		id = 1815, --[[自增id]]
		char = "黃大仙", --[[屏蔽的]]
	} ,
	[1816] = {
		id = 1816, --[[自增id]]
		char = "風水", --[[屏蔽的]]
	} ,
	[1817] = {
		id = 1817, --[[自增id]]
		char = "神漢", --[[屏蔽的]]
	} ,
	[1818] = {
		id = 1818, --[[自增id]]
		char = "大衛教", --[[屏蔽的]]
	} ,
	[1819] = {
		id = 1819, --[[自增id]]
		char = "閻王", --[[屏蔽的]]
	} ,
	[1820] = {
		id = 1820, --[[自增id]]
		char = "黑白無常", --[[屏蔽的]]
	} ,
	[1821] = {
		id = 1821, --[[自增id]]
		char = "牛頭馬面", --[[屏蔽的]]
	} ,
	[1822] = {
		id = 1822, --[[自增id]]
		char = "高麗棒子", --[[屏蔽的]]
	} ,
	[1823] = {
		id = 1823, --[[自增id]]
		char = "蒙古韃子", --[[屏蔽的]]
	} ,
	[1824] = {
		id = 1824, --[[自增id]]
		char = "回民吃豬肉", --[[屏蔽的]]
	} ,
	[1825] = {
		id = 1825, --[[自增id]]
		char = "蒙古獨立", --[[屏蔽的]]
	} ,
	[1826] = {
		id = 1826, --[[自增id]]
		char = "東方閃電", --[[屏蔽的]]
	} ,
	[1827] = {
		id = 1827, --[[自增id]]
		char = "七靈派", --[[屏蔽的]]
	} ,
	[1828] = {
		id = 1828, --[[自增id]]
		char = "實際神", --[[屏蔽的]]
	} ,
	[1829] = {
		id = 1829, --[[自增id]]
		char = "中華大陸行政執事站", --[[屏蔽的]]
	} ,
	[1830] = {
		id = 1830, --[[自增id]]
		char = "觀音法門", --[[屏蔽的]]
	} ,
	[1831] = {
		id = 1831, --[[自增id]]
		char = "石牌教會", --[[屏蔽的]]
	} ,
	[1832] = {
		id = 1832, --[[自增id]]
		char = "門徒會", --[[屏蔽的]]
	} ,
	[1833] = {
		id = 1833, --[[自增id]]
		char = "全範圍教會", --[[屏蔽的]]
	} ,
	[1834] = {
		id = 1834, --[[自增id]]
		char = "三班僕人派", --[[屏蔽的]]
	} ,
	[1835] = {
		id = 1835, --[[自增id]]
		char = "靈靈教", --[[屏蔽的]]
	} ,
	[1836] = {
		id = 1836, --[[自增id]]
		char = "謀殺", --[[屏蔽的]]
	} ,
	[1837] = {
		id = 1837, --[[自增id]]
		char = "殺人", --[[屏蔽的]]
	} ,
	[1838] = {
		id = 1838, --[[自增id]]
		char = "販毒", --[[屏蔽的]]
	} ,
	[1839] = {
		id = 1839, --[[自增id]]
		char = "賭博", --[[屏蔽的]]
	} ,
	[1840] = {
		id = 1840, --[[自增id]]
		char = "拐賣", --[[屏蔽的]]
	} ,
	[1841] = {
		id = 1841, --[[自增id]]
		char = "賣淫", --[[屏蔽的]]
	} ,
	[1842] = {
		id = 1842, --[[自增id]]
		char = "監獄", --[[屏蔽的]]
	} ,
	[1843] = {
		id = 1843, --[[自增id]]
		char = "強姦", --[[屏蔽的]]
	} ,
	[1844] = {
		id = 1844, --[[自增id]]
		char = "輪奸", --[[屏蔽的]]
	} ,
	[1845] = {
		id = 1845, --[[自增id]]
		char = "搶劫", --[[屏蔽的]]
	} ,
	[1846] = {
		id = 1846, --[[自增id]]
		char = "先奸後殺", --[[屏蔽的]]
	} ,
	[1847] = {
		id = 1847, --[[自增id]]
		char = "槍支彈藥", --[[屏蔽的]]
	} ,
	[1848] = {
		id = 1848, --[[自增id]]
		char = "抽頭", --[[屏蔽的]]
	} ,
	[1849] = {
		id = 1849, --[[自增id]]
		char = "坐莊", --[[屏蔽的]]
	} ,
	[1850] = {
		id = 1850, --[[自增id]]
		char = "賭馬", --[[屏蔽的]]
	} ,
	[1851] = {
		id = 1851, --[[自增id]]
		char = "賭球", --[[屏蔽的]]
	} ,
	[1852] = {
		id = 1852, --[[自增id]]
		char = "籌碼", --[[屏蔽的]]
	} ,
	[1853] = {
		id = 1853, --[[自增id]]
		char = "老虎機", --[[屏蔽的]]
	} ,
	[1854] = {
		id = 1854, --[[自增id]]
		char = "輪盤賭", --[[屏蔽的]]
	} ,
	[1855] = {
		id = 1855, --[[自增id]]
		char = "搖頭丸", --[[屏蔽的]]
	} ,
	[1856] = {
		id = 1856, --[[自增id]]
		char = "鴉片", --[[屏蔽的]]
	} ,
	[1857] = {
		id = 1857, --[[自增id]]
		char = "罌粟", --[[屏蔽的]]
	} ,
	[1858] = {
		id = 1858, --[[自增id]]
		char = "迷幻藥", --[[屏蔽的]]
	} ,
	[1859] = {
		id = 1859, --[[自增id]]
		char = "嗑藥", --[[屏蔽的]]
	} ,
	[1860] = {
		id = 1860, --[[自增id]]
		char = "賣槍支彈藥", --[[屏蔽的]]
	} ,
	[1861] = {
		id = 1861, --[[自增id]]
		char = "紅5", --[[屏蔽的]]
	} ,
	[1862] = {
		id = 1862, --[[自增id]]
		char = "致幻劑", --[[屏蔽的]]
	} ,
	[1863] = {
		id = 1863, --[[自增id]]
		char = "辱駡", --[[屏蔽的]]
	} ,
	[1864] = {
		id = 1864, --[[自增id]]
		char = "緋聞", --[[屏蔽的]]
	} ,
	[1865] = {
		id = 1865, --[[自增id]]
		char = "出軌", --[[屏蔽的]]
	} ,
	[1866] = {
		id = 1866, --[[自增id]]
		char = "殺", --[[屏蔽的]]
	} ,
	[1867] = {
		id = 1867, --[[自增id]]
		char = "傻畢", --[[屏蔽的]]
	} ,
	[1868] = {
		id = 1868, --[[自增id]]
		char = "乳貼", --[[屏蔽的]]
	} ,
	[1869] = {
		id = 1869, --[[自增id]]
		char = "軟妹", --[[屏蔽的]]
	} ,
	[1870] = {
		id = 1870, --[[自增id]]
		char = "偽娘", --[[屏蔽的]]
	} ,
	[1871] = {
		id = 1871, --[[自增id]]
		char = "蘿太", --[[屏蔽的]]
	} ,
	[1872] = {
		id = 1872, --[[自增id]]
		char = "偽男", --[[屏蔽的]]
	} ,
	[1873] = {
		id = 1873, --[[自增id]]
		char = "黃網", --[[屏蔽的]]
	} ,
	[1874] = {
		id = 1874, --[[自增id]]
		char = "馬的", --[[屏蔽的]]
	} ,
	[1875] = {
		id = 1875, --[[自增id]]
		char = "馬白勺", --[[屏蔽的]]
	} ,
	[1876] = {
		id = 1876, --[[自增id]]
		char = "媽的", --[[屏蔽的]]
	} ,
	[1877] = {
		id = 1877, --[[自增id]]
		char = "媽白勺", --[[屏蔽的]]
	} ,
	[1878] = {
		id = 1878, --[[自增id]]
		char = "女馬ㄉ", --[[屏蔽的]]
	} ,
	[1879] = {
		id = 1879, --[[自增id]]
		char = "女馬的", --[[屏蔽的]]
	} ,
	[1880] = {
		id = 1880, --[[自增id]]
		char = "女馬白勺", --[[屏蔽的]]
	} ,
	[1881] = {
		id = 1881, --[[自增id]]
		char = "幹你", --[[屏蔽的]]
	} ,
	[1882] = {
		id = 1882, --[[自增id]]
		char = "幹妳", --[[屏蔽的]]
	} ,
	[1883] = {
		id = 1883, --[[自增id]]
		char = "幹他", --[[屏蔽的]]
	} ,
	[1884] = {
		id = 1884, --[[自增id]]
		char = "幹人也", --[[屏蔽的]]
	} ,
	[1885] = {
		id = 1885, --[[自增id]]
		char = "幹她", --[[屏蔽的]]
	} ,
	[1886] = {
		id = 1886, --[[自增id]]
		char = "幹女也", --[[屏蔽的]]
	} ,
	[1887] = {
		id = 1887, --[[自增id]]
		char = "機八", --[[屏蔽的]]
	} ,
	[1888] = {
		id = 1888, --[[自增id]]
		char = "雞八", --[[屏蔽的]]
	} ,
	[1889] = {
		id = 1889, --[[自增id]]
		char = "機巴", --[[屏蔽的]]
	} ,
	[1890] = {
		id = 1890, --[[自增id]]
		char = "雞巴", --[[屏蔽的]]
	} ,
	[1891] = {
		id = 1891, --[[自增id]]
		char = "機叭", --[[屏蔽的]]
	} ,
	[1892] = {
		id = 1892, --[[自增id]]
		char = "雞叭", --[[屏蔽的]]
	} ,
	[1893] = {
		id = 1893, --[[自增id]]
		char = "機芭", --[[屏蔽的]]
	} ,
	[1894] = {
		id = 1894, --[[自增id]]
		char = "雞芭", --[[屏蔽的]]
	} ,
	[1895] = {
		id = 1895, --[[自增id]]
		char = "機掰", --[[屏蔽的]]
	} ,
	[1896] = {
		id = 1896, --[[自增id]]
		char = "雞掰", --[[屏蔽的]]
	} ,
	[1897] = {
		id = 1897, --[[自增id]]
		char = "機Y", --[[屏蔽的]]
	} ,
	[1898] = {
		id = 1898, --[[自增id]]
		char = "機Ｙ", --[[屏蔽的]]
	} ,
	[1899] = {
		id = 1899, --[[自增id]]
		char = "雞Y", --[[屏蔽的]]
	} ,
	[1900] = {
		id = 1900, --[[自增id]]
		char = "雞Ｙ", --[[屏蔽的]]
	} ,
	[1901] = {
		id = 1901, --[[自增id]]
		char = "機8", --[[屏蔽的]]
	} ,
	[1902] = {
		id = 1902, --[[自增id]]
		char = "雞８", --[[屏蔽的]]
	} ,
	[1903] = {
		id = 1903, --[[自增id]]
		char = "幹GY", --[[屏蔽的]]
	} ,
	[1904] = {
		id = 1904, --[[自增id]]
		char = "幹ＧＹ", --[[屏蔽的]]
	} ,
	[1905] = {
		id = 1905, --[[自增id]]
		char = "幹七八", --[[屏蔽的]]
	} ,
	[1906] = {
		id = 1906, --[[自增id]]
		char = "幹78", --[[屏蔽的]]
	} ,
	[1907] = {
		id = 1907, --[[自增id]]
		char = "幹７８", --[[屏蔽的]]
	} ,
	[1908] = {
		id = 1908, --[[自增id]]
		char = "懶叫", --[[屏蔽的]]
	} ,
	[1909] = {
		id = 1909, --[[自增id]]
		char = "懶教", --[[屏蔽的]]
	} ,
	[1910] = {
		id = 1910, --[[自增id]]
		char = "媽B", --[[屏蔽的]]
	} ,
	[1911] = {
		id = 1911, --[[自增id]]
		char = "璩美鳳", --[[屏蔽的]]
	} ,
	[1912] = {
		id = 1912, --[[自增id]]
		char = "陰莖", --[[屏蔽的]]
	} ,
	[1913] = {
		id = 1913, --[[自增id]]
		char = "陰道", --[[屏蔽的]]
	} ,
	[1914] = {
		id = 1914, --[[自增id]]
		char = "幹死", --[[屏蔽的]]
	} ,
	[1915] = {
		id = 1915, --[[自增id]]
		char = "你媽", --[[屏蔽的]]
	} ,
	[1916] = {
		id = 1916, --[[自增id]]
		char = "幼齒", --[[屏蔽的]]
	} ,
	[1917] = {
		id = 1917, --[[自增id]]
		char = "幹死你", --[[屏蔽的]]
	} ,
	[1918] = {
		id = 1918, --[[自增id]]
		char = "作愛", --[[屏蔽的]]
	} ,
	[1919] = {
		id = 1919, --[[自增id]]
		char = "發騷", --[[屏蔽的]]
	} ,
	[1920] = {
		id = 1920, --[[自增id]]
		char = "陰唇", --[[屏蔽的]]
	} ,
	[1921] = {
		id = 1921, --[[自增id]]
		char = "操你媽", --[[屏蔽的]]
	} ,
	[1922] = {
		id = 1922, --[[自增id]]
		char = "賤人", --[[屏蔽的]]
	} ,
	[1923] = {
		id = 1923, --[[自增id]]
		char = "江八點", --[[屏蔽的]]
	} ,
	[1924] = {
		id = 1924, --[[自增id]]
		char = "賤逼", --[[屏蔽的]]
	} ,
	[1925] = {
		id = 1925, --[[自增id]]
		char = "騷貨", --[[屏蔽的]]
	} ,
	[1926] = {
		id = 1926, --[[自增id]]
		char = "龜公", --[[屏蔽的]]
	} ,
	[1927] = {
		id = 1927, --[[自增id]]
		char = "窮逼", --[[屏蔽的]]
	} ,
	[1928] = {
		id = 1928, --[[自增id]]
		char = "裝逼", --[[屏蔽的]]
	} ,
	[1929] = {
		id = 1929, --[[自增id]]
		char = "媽批", --[[屏蔽的]]
	} ,
	[1930] = {
		id = 1930, --[[自增id]]
		char = "爛逼", --[[屏蔽的]]
	} ,
	[1931] = {
		id = 1931, --[[自增id]]
		char = "雞奸", --[[屏蔽的]]
	} ,
	[1932] = {
		id = 1932, --[[自增id]]
		char = "爛比", --[[屏蔽的]]
	} ,
	[1933] = {
		id = 1933, --[[自增id]]
		char = "噴你", --[[屏蔽的]]
	} ,
	[1934] = {
		id = 1934, --[[自增id]]
		char = "你大爺", --[[屏蔽的]]
	} ,
	[1935] = {
		id = 1935, --[[自增id]]
		char = "中國豬", --[[屏蔽的]]
	} ,
	[1936] = {
		id = 1936, --[[自增id]]
		char = "淫穢", --[[屏蔽的]]
	} ,
	[1937] = {
		id = 1937, --[[自增id]]
		char = "江豬媳", --[[屏蔽的]]
	} ,
	[1938] = {
		id = 1938, --[[自增id]]
		char = "豬毛", --[[屏蔽的]]
	} ,
	[1939] = {
		id = 1939, --[[自增id]]
		char = "逼樣", --[[屏蔽的]]
	} ,
	[1940] = {
		id = 1940, --[[自增id]]
		char = "去你媽的", --[[屏蔽的]]
	} ,
	[1941] = {
		id = 1941, --[[自增id]]
		char = "下賤", --[[屏蔽的]]
	} ,
	[1942] = {
		id = 1942, --[[自增id]]
		char = "豬操", --[[屏蔽的]]
	} ,
	[1943] = {
		id = 1943, --[[自增id]]
		char = "陰水", --[[屏蔽的]]
	} ,
	[1944] = {
		id = 1944, --[[自增id]]
		char = "賣比", --[[屏蔽的]]
	} ,
	[1945] = {
		id = 1945, --[[自增id]]
		char = "16dy-圖庫", --[[屏蔽的]]
	} ,
	[1946] = {
		id = 1946, --[[自增id]]
		char = "愛女人", --[[屏蔽的]]
	} ,
	[1947] = {
		id = 1947, --[[自增id]]
		char = "拔出來", --[[屏蔽的]]
	} ,
	[1948] = {
		id = 1948, --[[自增id]]
		char = "插進", --[[屏蔽的]]
	} ,
	[1949] = {
		id = 1949, --[[自增id]]
		char = "調教", --[[屏蔽的]]
	} ,
	[1950] = {
		id = 1950, --[[自增id]]
		char = "黃色電影", --[[屏蔽的]]
	} ,
	[1951] = {
		id = 1951, --[[自增id]]
		char = "激情電影", --[[屏蔽的]]
	} ,
	[1952] = {
		id = 1952, --[[自增id]]
		char = "輪暴", --[[屏蔽的]]
	} ,
	[1953] = {
		id = 1953, --[[自增id]]
		char = "色貓", --[[屏蔽的]]
	} ,
	[1954] = {
		id = 1954, --[[自增id]]
		char = "性愛圖庫", --[[屏蔽的]]
	} ,
	[1955] = {
		id = 1955, --[[自增id]]
		char = "亞情", --[[屏蔽的]]
	} ,
	[1956] = {
		id = 1956, --[[自增id]]
		char = "中文搜性網", --[[屏蔽的]]
	} ,
	[1957] = {
		id = 1957, --[[自增id]]
		char = "摸陰蒂", --[[屏蔽的]]
	} ,
	[1958] = {
		id = 1958, --[[自增id]]
		char = "金鱗豈是池中物", --[[屏蔽的]]
	} ,
	[1959] = {
		id = 1959, --[[自增id]]
		char = "白虎少婦", --[[屏蔽的]]
	} ,
	[1960] = {
		id = 1960, --[[自增id]]
		char = "白虎陰穴", --[[屏蔽的]]
	} ,
	[1961] = {
		id = 1961, --[[自增id]]
		char = "逼癢", --[[屏蔽的]]
	} ,
	[1962] = {
		id = 1962, --[[自增id]]
		char = "幹穴", --[[屏蔽的]]
	} ,
	[1963] = {
		id = 1963, --[[自增id]]
		char = "開苞", --[[屏蔽的]]
	} ,
	[1964] = {
		id = 1964, --[[自增id]]
		char = "春藥", --[[屏蔽的]]
	} ,
	[1965] = {
		id = 1965, --[[自增id]]
		char = "風豔閣", --[[屏蔽的]]
	} ,
	[1966] = {
		id = 1966, --[[自增id]]
		char = "激情小說", --[[屏蔽的]]
	} ,
	[1967] = {
		id = 1967, --[[自增id]]
		char = "獸欲", --[[屏蔽的]]
	} ,
	[1968] = {
		id = 1968, --[[自增id]]
		char = "應召", --[[屏蔽的]]
	} ,
	[1969] = {
		id = 1969, --[[自增id]]
		char = "幹的爽", --[[屏蔽的]]
	} ,
	[1970] = {
		id = 1970, --[[自增id]]
		char = "肉蒲團", --[[屏蔽的]]
	} ,
	[1971] = {
		id = 1971, --[[自增id]]
		char = "後庭", --[[屏蔽的]]
	} ,
	[1972] = {
		id = 1972, --[[自增id]]
		char = "男女交歡", --[[屏蔽的]]
	} ,
	[1973] = {
		id = 1973, --[[自增id]]
		char = "極品波霸", --[[屏蔽的]]
	} ,
	[1974] = {
		id = 1974, --[[自增id]]
		char = "獸奸", --[[屏蔽的]]
	} ,
	[1975] = {
		id = 1975, --[[自增id]]
		char = "銷魂洞", --[[屏蔽的]]
	} ,
	[1976] = {
		id = 1976, --[[自增id]]
		char = "操爛", --[[屏蔽的]]
	} ,
	[1977] = {
		id = 1977, --[[自增id]]
		char = "成人網站", --[[屏蔽的]]
	} ,
	[1978] = {
		id = 1978, --[[自增id]]
		char = "一夜歡", --[[屏蔽的]]
	} ,
	[1979] = {
		id = 1979, --[[自增id]]
		char = "給你爽", --[[屏蔽的]]
	} ,
	[1980] = {
		id = 1980, --[[自增id]]
		char = "偷窺圖片", --[[屏蔽的]]
	} ,
	[1981] = {
		id = 1981, --[[自增id]]
		char = "大乳頭", --[[屏蔽的]]
	} ,
	[1982] = {
		id = 1982, --[[自增id]]
		char = "中年美婦", --[[屏蔽的]]
	} ,
	[1983] = {
		id = 1983, --[[自增id]]
		char = "脫內褲", --[[屏蔽的]]
	} ,
	[1984] = {
		id = 1984, --[[自增id]]
		char = "發浪", --[[屏蔽的]]
	} ,
	[1985] = {
		id = 1985, --[[自增id]]
		char = "肉莖", --[[屏蔽的]]
	} ,
	[1986] = {
		id = 1986, --[[自增id]]
		char = "摳穴", --[[屏蔽的]]
	} ,
	[1987] = {
		id = 1987, --[[自增id]]
		char = "顏射", --[[屏蔽的]]
	} ,
	[1988] = {
		id = 1988, --[[自增id]]
		char = "淫水愛液", --[[屏蔽的]]
	} ,
	[1989] = {
		id = 1989, --[[自增id]]
		char = "陰核", --[[屏蔽的]]
	} ,
	[1990] = {
		id = 1990, --[[自增id]]
		char = "母子姦情", --[[屏蔽的]]
	} ,
	[1991] = {
		id = 1991, --[[自增id]]
		char = "丁香社區", --[[屏蔽的]]
	} ,
	[1992] = {
		id = 1992, --[[自增id]]
		char = "愛圖公園", --[[屏蔽的]]
	} ,
	[1993] = {
		id = 1993, --[[自增id]]
		char = "鹿城娛樂", --[[屏蔽的]]
	} ,
	[1994] = {
		id = 1994, --[[自增id]]
		char = "幼香閣", --[[屏蔽的]]
	} ,
	[1995] = {
		id = 1995, --[[自增id]]
		char = "隱窩窩", --[[屏蔽的]]
	} ,
	[1996] = {
		id = 1996, --[[自增id]]
		char = "亂倫熟女網", --[[屏蔽的]]
	} ,
	[1997] = {
		id = 1997, --[[自增id]]
		char = "插陰", --[[屏蔽的]]
	} ,
	[1998] = {
		id = 1998, --[[自增id]]
		char = "露陰照", --[[屏蔽的]]
	} ,
	[1999] = {
		id = 1999, --[[自增id]]
		char = "嫩鮑魚", --[[屏蔽的]]
	} ,
	[2000] = {
		id = 2000, --[[自增id]]
		char = "激情貼圖", --[[屏蔽的]]
	} ,
	[2001] = {
		id = 2001, --[[自增id]]
		char = "成人論壇", --[[屏蔽的]]
	} ,
	[2002] = {
		id = 2002, --[[自增id]]
		char = "就去誘惑", --[[屏蔽的]]
	} ,
	[2003] = {
		id = 2003, --[[自增id]]
		char = "激情裸體", --[[屏蔽的]]
	} ,
	[2004] = {
		id = 2004, --[[自增id]]
		char = "麗春苑", --[[屏蔽的]]
	} ,
	[2005] = {
		id = 2005, --[[自增id]]
		char = "窩窩客", --[[屏蔽的]]
	} ,
	[2006] = {
		id = 2006, --[[自增id]]
		char = "銀民吧", --[[屏蔽的]]
	} ,
	[2007] = {
		id = 2007, --[[自增id]]
		char = "亞洲色", --[[屏蔽的]]
	} ,
	[2008] = {
		id = 2008, --[[自增id]]
		char = "愛色cc", --[[屏蔽的]]
	} ,
	[2009] = {
		id = 2009, --[[自增id]]
		char = "妹妹騷圖", --[[屏蔽的]]
	} ,
	[2010] = {
		id = 2010, --[[自增id]]
		char = "賓館女郎", --[[屏蔽的]]
	} ,
	[2011] = {
		id = 2011, --[[自增id]]
		char = "美腿絲足", --[[屏蔽的]]
	} ,
	[2012] = {
		id = 2012, --[[自增id]]
		char = "無碼長片", --[[屏蔽的]]
	} ,
	[2013] = {
		id = 2013, --[[自增id]]
		char = "淫水漣漣", --[[屏蔽的]]
	} ,
	[2014] = {
		id = 2014, --[[自增id]]
		char = "放蕩少婦", --[[屏蔽的]]
	} ,
	[2015] = {
		id = 2015, --[[自增id]]
		char = "成人圖片", --[[屏蔽的]]
	} ,
	[2016] = {
		id = 2016, --[[自增id]]
		char = "黃金聖水", --[[屏蔽的]]
	} ,
	[2017] = {
		id = 2017, --[[自增id]]
		char = "腳交", --[[屏蔽的]]
	} ,
	[2018] = {
		id = 2018, --[[自增id]]
		char = "勾魂少婦", --[[屏蔽的]]
	} ,
	[2019] = {
		id = 2019, --[[自增id]]
		char = "乳此絲襪", --[[屏蔽的]]
	} ,
	[2020] = {
		id = 2020, --[[自增id]]
		char = "日本灌腸", --[[屏蔽的]]
	} ,
	[2021] = {
		id = 2021, --[[自增id]]
		char = "集體性愛", --[[屏蔽的]]
	} ,
	[2022] = {
		id = 2022, --[[自增id]]
		char = "國產騷貨", --[[屏蔽的]]
	} ,
	[2023] = {
		id = 2023, --[[自增id]]
		char = "亞洲淫娃", --[[屏蔽的]]
	} ,
	[2024] = {
		id = 2024, --[[自增id]]
		char = "熟女亂倫", --[[屏蔽的]]
	} ,
	[2025] = {
		id = 2025, --[[自增id]]
		char = "大膽少女", --[[屏蔽的]]
	} ,
	[2026] = {
		id = 2026, --[[自增id]]
		char = "乳此豐滿", --[[屏蔽的]]
	} ,
	[2027] = {
		id = 2027, --[[自增id]]
		char = "屄屄特寫", --[[屏蔽的]]
	} ,
	[2028] = {
		id = 2028, --[[自增id]]
		char = "熟女顏射", --[[屏蔽的]]
	} ,
	[2029] = {
		id = 2029, --[[自增id]]
		char = "恥辱輪奸", --[[屏蔽的]]
	} ,
	[2030] = {
		id = 2030, --[[自增id]]
		char = "嫵媚挑逗", --[[屏蔽的]]
	} ,
	[2031] = {
		id = 2031, --[[自增id]]
		char = "騷姨媽", --[[屏蔽的]]
	} ,
	[2032] = {
		id = 2032, --[[自增id]]
		char = "裸體少婦", --[[屏蔽的]]
	} ,
	[2033] = {
		id = 2033, --[[自增id]]
		char = "美少婦", --[[屏蔽的]]
	} ,
	[2034] = {
		id = 2034, --[[自增id]]
		char = "楊思敏", --[[屏蔽的]]
	} ,
	[2035] = {
		id = 2035, --[[自增id]]
		char = "風騷淫蕩", --[[屏蔽的]]
	} ,
	[2036] = {
		id = 2036, --[[自增id]]
		char = "明星淫圖", --[[屏蔽的]]
	} ,
	[2037] = {
		id = 2037, --[[自增id]]
		char = "淫亂熟女", --[[屏蔽的]]
	} ,
	[2038] = {
		id = 2038, --[[自增id]]
		char = "高潮集錦", --[[屏蔽的]]
	} ,
	[2039] = {
		id = 2039, --[[自增id]]
		char = "淫獸學園", --[[屏蔽的]]
	} ,
	[2040] = {
		id = 2040, --[[自增id]]
		char = "俏臀攝魄", --[[屏蔽的]]
	} ,
	[2041] = {
		id = 2041, --[[自增id]]
		char = "無套內射", --[[屏蔽的]]
	} ,
	[2042] = {
		id = 2042, --[[自增id]]
		char = "毛鮑", --[[屏蔽的]]
	} ,
	[2043] = {
		id = 2043, --[[自增id]]
		char = "3P炮圖", --[[屏蔽的]]
	} ,
	[2044] = {
		id = 2044, --[[自增id]]
		char = "性交課", --[[屏蔽的]]
	} ,
	[2045] = {
		id = 2045, --[[自增id]]
		char = "性感妖嬈", --[[屏蔽的]]
	} ,
	[2046] = {
		id = 2046, --[[自增id]]
		char = "人妻交換", --[[屏蔽的]]
	} ,
	[2047] = {
		id = 2047, --[[自增id]]
		char = "監禁陵辱", --[[屏蔽的]]
	} ,
	[2048] = {
		id = 2048, --[[自增id]]
		char = "生徒胸觸", --[[屏蔽的]]
	} ,
	[2049] = {
		id = 2049, --[[自增id]]
		char = "翹臀嫩穴", --[[屏蔽的]]
	} ,
	[2050] = {
		id = 2050, --[[自增id]]
		char = "春光外瀉", --[[屏蔽的]]
	} ,
	[2051] = {
		id = 2051, --[[自增id]]
		char = "淫婦自慰", --[[屏蔽的]]
	} ,
	[2052] = {
		id = 2052, --[[自增id]]
		char = "本土無碼", --[[屏蔽的]]
	} ,
	[2053] = {
		id = 2053, --[[自增id]]
		char = "淫妻交換", --[[屏蔽的]]
	} ,
	[2054] = {
		id = 2054, --[[自增id]]
		char = "近親相奸", --[[屏蔽的]]
	} ,
	[2055] = {
		id = 2055, --[[自增id]]
		char = "豔乳", --[[屏蔽的]]
	} ,
	[2056] = {
		id = 2056, --[[自增id]]
		char = "肛門噴水", --[[屏蔽的]]
	} ,
	[2057] = {
		id = 2057, --[[自增id]]
		char = "淫蕩貴婦", --[[屏蔽的]]
	} ,
	[2058] = {
		id = 2058, --[[自增id]]
		char = "鬼畜輪奸", --[[屏蔽的]]
	} ,
	[2059] = {
		id = 2059, --[[自增id]]
		char = "浴室亂倫", --[[屏蔽的]]
	} ,
	[2060] = {
		id = 2060, --[[自增id]]
		char = "生奸內射", --[[屏蔽的]]
	} ,
	[2061] = {
		id = 2061, --[[自增id]]
		char = "國產嫖娼", --[[屏蔽的]]
	} ,
	[2062] = {
		id = 2062, --[[自增id]]
		char = "白液四濺", --[[屏蔽的]]
	} ,
	[2063] = {
		id = 2063, --[[自增id]]
		char = "帶套肛交", --[[屏蔽的]]
	} ,
	[2064] = {
		id = 2064, --[[自增id]]
		char = "大亂交", --[[屏蔽的]]
	} ,
	[2065] = {
		id = 2065, --[[自增id]]
		char = "無碼炮圖", --[[屏蔽的]]
	} ,
	[2066] = {
		id = 2066, --[[自增id]]
		char = "群陰會", --[[屏蔽的]]
	} ,
	[2067] = {
		id = 2067, --[[自增id]]
		char = "極品波神", --[[屏蔽的]]
	} ,
	[2068] = {
		id = 2068, --[[自增id]]
		char = "淫亂工作", --[[屏蔽的]]
	} ,
	[2069] = {
		id = 2069, --[[自增id]]
		char = "白漿四濺", --[[屏蔽的]]
	} ,
	[2070] = {
		id = 2070, --[[自增id]]
		char = "街頭扒衣", --[[屏蔽的]]
	} ,
	[2071] = {
		id = 2071, --[[自增id]]
		char = "口內爆射", --[[屏蔽的]]
	} ,
	[2072] = {
		id = 2072, --[[自增id]]
		char = "肛門拳交", --[[屏蔽的]]
	} ,
	[2073] = {
		id = 2073, --[[自增id]]
		char = "灌滿精液", --[[屏蔽的]]
	} ,
	[2074] = {
		id = 2074, --[[自增id]]
		char = "蓮花逼", --[[屏蔽的]]
	} ,
	[2075] = {
		id = 2075, --[[自增id]]
		char = "自慰摳穴", --[[屏蔽的]]
	} ,
	[2076] = {
		id = 2076, --[[自增id]]
		char = "洗腸射尿", --[[屏蔽的]]
	} ,
	[2077] = {
		id = 2077, --[[自增id]]
		char = "人妻色誘", --[[屏蔽的]]
	} ,
	[2078] = {
		id = 2078, --[[自增id]]
		char = "淫漿", --[[屏蔽的]]
	} ,
	[2079] = {
		id = 2079, --[[自增id]]
		char = "騷浪美女", --[[屏蔽的]]
	} ,
	[2080] = {
		id = 2080, --[[自增id]]
		char = "舌頭穴", --[[屏蔽的]]
	} ,
	[2081] = {
		id = 2081, --[[自增id]]
		char = "人妻做愛", --[[屏蔽的]]
	} ,
	[2082] = {
		id = 2082, --[[自增id]]
		char = "插穴止癢", --[[屏蔽的]]
	} ,
	[2083] = {
		id = 2083, --[[自增id]]
		char = "騷乳", --[[屏蔽的]]
	} ,
	[2084] = {
		id = 2084, --[[自增id]]
		char = "插陰莖", --[[屏蔽的]]
	} ,
	[2085] = {
		id = 2085, --[[自增id]]
		char = "熟婦人妻", --[[屏蔽的]]
	} ,
	[2086] = {
		id = 2086, --[[自增id]]
		char = "性傭", --[[屏蔽的]]
	} ,
	[2087] = {
		id = 2087, --[[自增id]]
		char = "嫩鮑", --[[屏蔽的]]
	} ,
	[2088] = {
		id = 2088, --[[自增id]]
		char = "騷母", --[[屏蔽的]]
	} ,
	[2089] = {
		id = 2089, --[[自增id]]
		char = "吃雞巴", --[[屏蔽的]]
	} ,
	[2090] = {
		id = 2090, --[[自增id]]
		char = "體奸", --[[屏蔽的]]
	} ,
	[2091] = {
		id = 2091, --[[自增id]]
		char = "廁所盜攝", --[[屏蔽的]]
	} ,
	[2092] = {
		id = 2092, --[[自增id]]
		char = "豔婦淫女", --[[屏蔽的]]
	} ,
	[2093] = {
		id = 2093, --[[自增id]]
		char = "盜撮", --[[屏蔽的]]
	} ,
	[2094] = {
		id = 2094, --[[自增id]]
		char = "薄碼", --[[屏蔽的]]
	} ,
	[2095] = {
		id = 2095, --[[自增id]]
		char = "巧淫奸戲", --[[屏蔽的]]
	} ,
	[2096] = {
		id = 2096, --[[自增id]]
		char = "換妻大會", --[[屏蔽的]]
	} ,
	[2097] = {
		id = 2097, --[[自增id]]
		char = "破處", --[[屏蔽的]]
	} ,
	[2098] = {
		id = 2098, --[[自增id]]
		char = "g點", --[[屏蔽的]]
	} ,
	[2099] = {
		id = 2099, --[[自增id]]
		char = "歡歡娛樂時空", --[[屏蔽的]]
	} ,
	[2100] = {
		id = 2100, --[[自增id]]
		char = "褲襪", --[[屏蔽的]]
	} ,
	[2101] = {
		id = 2101, --[[自增id]]
		char = "買春", --[[屏蔽的]]
	} ,
	[2102] = {
		id = 2102, --[[自增id]]
		char = "妹妹陰毛", --[[屏蔽的]]
	} ,
	[2103] = {
		id = 2103, --[[自增id]]
		char = "免費成人網站", --[[屏蔽的]]
	} ,
	[2104] = {
		id = 2104, --[[自增id]]
		char = "免費偷窺網", --[[屏蔽的]]
	} ,
	[2105] = {
		id = 2105, --[[自增id]]
		char = "免費A片", --[[屏蔽的]]
	} ,
	[2106] = {
		id = 2106, --[[自增id]]
		char = "女優", --[[屏蔽的]]
	} ,
	[2107] = {
		id = 2107, --[[自增id]]
		char = "騷姐姐", --[[屏蔽的]]
	} ,
	[2108] = {
		id = 2108, --[[自增id]]
		char = "色區", --[[屏蔽的]]
	} ,
	[2109] = {
		id = 2109, --[[自增id]]
		char = "色書庫", --[[屏蔽的]]
	} ,
	[2110] = {
		id = 2110, --[[自增id]]
		char = "射顏", --[[屏蔽的]]
	} ,
	[2111] = {
		id = 2111, --[[自增id]]
		char = "下流地帶", --[[屏蔽的]]
	} ,
	[2112] = {
		id = 2112, --[[自增id]]
		char = "性饑渴", --[[屏蔽的]]
	} ,
	[2113] = {
		id = 2113, --[[自增id]]
		char = "陰部", --[[屏蔽的]]
	} ,
	[2114] = {
		id = 2114, --[[自增id]]
		char = "淫圖", --[[屏蔽的]]
	} ,
	[2115] = {
		id = 2115, --[[自增id]]
		char = "情色文學", --[[屏蔽的]]
	} ,
	[2116] = {
		id = 2116, --[[自增id]]
		char = "日本騷貨", --[[屏蔽的]]
	} ,
	[2117] = {
		id = 2117, --[[自增id]]
		char = "肉溝", --[[屏蔽的]]
	} ,
	[2118] = {
		id = 2118, --[[自增id]]
		char = "肉棍幹騷婦", --[[屏蔽的]]
	} ,
	[2119] = {
		id = 2119, --[[自增id]]
		char = "肉壺", --[[屏蔽的]]
	} ,
	[2120] = {
		id = 2120, --[[自增id]]
		char = "騷妹", --[[屏蔽的]]
	} ,
	[2121] = {
		id = 2121, --[[自增id]]
		char = "騷女", --[[屏蔽的]]
	} ,
	[2122] = {
		id = 2122, --[[自增id]]
		char = "騷水", --[[屏蔽的]]
	} ,
	[2123] = {
		id = 2123, --[[自增id]]
		char = "騷穴", --[[屏蔽的]]
	} ,
	[2124] = {
		id = 2124, --[[自增id]]
		char = "色狐狸網址", --[[屏蔽的]]
	} ,
	[2125] = {
		id = 2125, --[[自增id]]
		char = "色狼論壇", --[[屏蔽的]]
	} ,
	[2126] = {
		id = 2126, --[[自增id]]
		char = "色狼小說", --[[屏蔽的]]
	} ,
	[2127] = {
		id = 2127, --[[自增id]]
		char = "濕穴", --[[屏蔽的]]
	} ,
	[2128] = {
		id = 2128, --[[自增id]]
		char = "做愛電影", --[[屏蔽的]]
	} ,
	[2129] = {
		id = 2129, --[[自增id]]
		char = "色誘", --[[屏蔽的]]
	} ,
	[2130] = {
		id = 2130, --[[自增id]]
		char = "採花堂", --[[屏蔽的]]
	} ,
	[2131] = {
		id = 2131, --[[自增id]]
		char = "亞洲性虐", --[[屏蔽的]]
	} ,
	[2132] = {
		id = 2132, --[[自增id]]
		char = "淫婦", --[[屏蔽的]]
	} ,
	[2133] = {
		id = 2133, --[[自增id]]
		char = "淫賤", --[[屏蔽的]]
	} ,
	[2134] = {
		id = 2134, --[[自增id]]
		char = "歡樂性今宵", --[[屏蔽的]]
	} ,
	[2135] = {
		id = 2135, --[[自增id]]
		char = "乳溝", --[[屏蔽的]]
	} ,
	[2136] = {
		id = 2136, --[[自增id]]
		char = "淫蟲", --[[屏蔽的]]
	} ,
	[2137] = {
		id = 2137, --[[自增id]]
		char = "小姐打飛機", --[[屏蔽的]]
	} ,
	[2138] = {
		id = 2138, --[[自增id]]
		char = "姦情", --[[屏蔽的]]
	} ,
	[2139] = {
		id = 2139, --[[自增id]]
		char = "被幹", --[[屏蔽的]]
	} ,
	[2140] = {
		id = 2140, --[[自增id]]
		char = "陰締", --[[屏蔽的]]
	} ,
	[2141] = {
		id = 2141, --[[自增id]]
		char = "內射", --[[屏蔽的]]
	} ,
	[2142] = {
		id = 2142, --[[自增id]]
		char = "成人午夜場", --[[屏蔽的]]
	} ,
	[2143] = {
		id = 2143, --[[自增id]]
		char = "買春堂", --[[屏蔽的]]
	} ,
	[2144] = {
		id = 2144, --[[自增id]]
		char = "成人社區", --[[屏蔽的]]
	} ,
	[2145] = {
		id = 2145, --[[自增id]]
		char = "做愛自拍", --[[屏蔽的]]
	} ,
	[2146] = {
		id = 2146, --[[自增id]]
		char = "夫妻俱樂部", --[[屏蔽的]]
	} ,
	[2147] = {
		id = 2147, --[[自增id]]
		char = "誘色uu", --[[屏蔽的]]
	} ,
	[2148] = {
		id = 2148, --[[自增id]]
		char = "熟婦", --[[屏蔽的]]
	} ,
	[2149] = {
		id = 2149, --[[自增id]]
		char = "mm美圖", --[[屏蔽的]]
	} ,
	[2150] = {
		id = 2150, --[[自增id]]
		char = "虎騎", --[[屏蔽的]]
	} ,
	[2151] = {
		id = 2151, --[[自增id]]
		char = "咪咪圖片", --[[屏蔽的]]
	} ,
	[2152] = {
		id = 2152, --[[自增id]]
		char = "成人導航", --[[屏蔽的]]
	} ,
	[2153] = {
		id = 2153, --[[自增id]]
		char = "深愛色色", --[[屏蔽的]]
	} ,
	[2154] = {
		id = 2154, --[[自增id]]
		char = "廁所偷拍", --[[屏蔽的]]
	} ,
	[2155] = {
		id = 2155, --[[自增id]]
		char = "釋欲", --[[屏蔽的]]
	} ,
	[2156] = {
		id = 2156, --[[自增id]]
		char = "你色嗎", --[[屏蔽的]]
	} ,
	[2157] = {
		id = 2157, --[[自增id]]
		char = "裙內偷拍", --[[屏蔽的]]
	} ,
	[2158] = {
		id = 2158, --[[自增id]]
		char = "色97愛", --[[屏蔽的]]
	} ,
	[2159] = {
		id = 2159, --[[自增id]]
		char = "絲誘", --[[屏蔽的]]
	} ,
	[2160] = {
		id = 2160, --[[自增id]]
		char = "色情工廠", --[[屏蔽的]]
	} ,
	[2161] = {
		id = 2161, --[[自增id]]
		char = "美體豔姿", --[[屏蔽的]]
	} ,
	[2162] = {
		id = 2162, --[[自增id]]
		char = "顏射自拍", --[[屏蔽的]]
	} ,
	[2163] = {
		id = 2163, --[[自增id]]
		char = "肉絲褲襪", --[[屏蔽的]]
	} ,
	[2164] = {
		id = 2164, --[[自增id]]
		char = "sm調教", --[[屏蔽的]]
	} ,
	[2165] = {
		id = 2165, --[[自增id]]
		char = "愛幼閣", --[[屏蔽的]]
	} ,
	[2166] = {
		id = 2166, --[[自增id]]
		char = "花樣性交", --[[屏蔽的]]
	} ,
	[2167] = {
		id = 2167, --[[自增id]]
		char = "大奶騷女", --[[屏蔽的]]
	} ,
	[2168] = {
		id = 2168, --[[自增id]]
		char = "淫水四濺", --[[屏蔽的]]
	} ,
	[2169] = {
		id = 2169, --[[自增id]]
		char = "大膽出位", --[[屏蔽的]]
	} ,
	[2170] = {
		id = 2170, --[[自增id]]
		char = "旅館自拍", --[[屏蔽的]]
	} ,
	[2171] = {
		id = 2171, --[[自增id]]
		char = "無套自拍", --[[屏蔽的]]
	} ,
	[2172] = {
		id = 2172, --[[自增id]]
		char = "國產無碼", --[[屏蔽的]]
	} ,
	[2173] = {
		id = 2173, --[[自增id]]
		char = "強制浣腸", --[[屏蔽的]]
	} ,
	[2174] = {
		id = 2174, --[[自增id]]
		char = "凸肉優", --[[屏蔽的]]
	} ,
	[2175] = {
		id = 2175, --[[自增id]]
		char = "騷妹妹", --[[屏蔽的]]
	} ,
	[2176] = {
		id = 2176, --[[自增id]]
		char = "雙龍入洞", --[[屏蔽的]]
	} ,
	[2177] = {
		id = 2177, --[[自增id]]
		char = "處女開包", --[[屏蔽的]]
	} ,
	[2178] = {
		id = 2178, --[[自增id]]
		char = "調教虐待", --[[屏蔽的]]
	} ,
	[2179] = {
		id = 2179, --[[自增id]]
		char = "淫肉誘惑", --[[屏蔽的]]
	} ,
	[2180] = {
		id = 2180, --[[自增id]]
		char = "激情潮噴", --[[屏蔽的]]
	} ,
	[2181] = {
		id = 2181, --[[自增id]]
		char = "騷穴怒放", --[[屏蔽的]]
	} ,
	[2182] = {
		id = 2182, --[[自增id]]
		char = "饅頭屄", --[[屏蔽的]]
	} ,
	[2183] = {
		id = 2183, --[[自增id]]
		char = "無碼絲襪", --[[屏蔽的]]
	} ,
	[2184] = {
		id = 2184, --[[自增id]]
		char = "寫真", --[[屏蔽的]]
	} ,
	[2185] = {
		id = 2185, --[[自增id]]
		char = "輪操", --[[屏蔽的]]
	} ,
	[2186] = {
		id = 2186, --[[自增id]]
		char = "淫亂診所", --[[屏蔽的]]
	} ,
	[2187] = {
		id = 2187, --[[自增id]]
		char = "極品奶妹", --[[屏蔽的]]
	} ,
	[2188] = {
		id = 2188, --[[自增id]]
		char = "巨乳俏女醫", --[[屏蔽的]]
	} ,
	[2189] = {
		id = 2189, --[[自增id]]
		char = "扉之陰", --[[屏蔽的]]
	} ,
	[2190] = {
		id = 2190, --[[自增id]]
		char = "丁字褲翹臀", --[[屏蔽的]]
	} ,
	[2191] = {
		id = 2191, --[[自增id]]
		char = "輪奸內射", --[[屏蔽的]]
	} ,
	[2192] = {
		id = 2192, --[[自增id]]
		char = "美乳鬥豔", --[[屏蔽的]]
	} ,
	[2193] = {
		id = 2193, --[[自增id]]
		char = "舔雞巴", --[[屏蔽的]]
	} ,
	[2194] = {
		id = 2194, --[[自增id]]
		char = "騷B熟女", --[[屏蔽的]]
	} ,
	[2195] = {
		id = 2195, --[[自增id]]
		char = "淫絲蕩襪", --[[屏蔽的]]
	} ,
	[2196] = {
		id = 2196, --[[自增id]]
		char = "奴隷調教", --[[屏蔽的]]
	} ,
	[2197] = {
		id = 2197, --[[自增id]]
		char = "陰阜高聳", --[[屏蔽的]]
	} ,
	[2198] = {
		id = 2198, --[[自增id]]
		char = "翹臀嫩逼", --[[屏蔽的]]
	} ,
	[2199] = {
		id = 2199, --[[自增id]]
		char = "媚藥少年", --[[屏蔽的]]
	} ,
	[2200] = {
		id = 2200, --[[自增id]]
		char = "無修正", --[[屏蔽的]]
	} ,
	[2201] = {
		id = 2201, --[[自增id]]
		char = "淫水橫流", --[[屏蔽的]]
	} ,
	[2202] = {
		id = 2202, --[[自增id]]
		char = "插入內射", --[[屏蔽的]]
	} ,
	[2203] = {
		id = 2203, --[[自增id]]
		char = "東熱空姐", --[[屏蔽的]]
	} ,
	[2204] = {
		id = 2204, --[[自增id]]
		char = "絲襪淫婦", --[[屏蔽的]]
	} ,
	[2205] = {
		id = 2205, --[[自增id]]
		char = "乳此動人", --[[屏蔽的]]
	} ,
	[2206] = {
		id = 2206, --[[自增id]]
		char = "大波騷婦", --[[屏蔽的]]
	} ,
	[2207] = {
		id = 2207, --[[自增id]]
		char = "無碼做愛", --[[屏蔽的]]
	} ,
	[2208] = {
		id = 2208, --[[自增id]]
		char = "放蕩熟女", --[[屏蔽的]]
	} ,
	[2209] = {
		id = 2209, --[[自增id]]
		char = "巨炮兵團", --[[屏蔽的]]
	} ,
	[2210] = {
		id = 2210, --[[自增id]]
		char = "愛妻淫穴", --[[屏蔽的]]
	} ,
	[2211] = {
		id = 2211, --[[自增id]]
		char = "無碼精選", --[[屏蔽的]]
	} ,
	[2212] = {
		id = 2212, --[[自增id]]
		char = "超毛大鮑", --[[屏蔽的]]
	} ,
	[2213] = {
		id = 2213, --[[自增id]]
		char = "熟婦騷器", --[[屏蔽的]]
	} ,
	[2214] = {
		id = 2214, --[[自增id]]
		char = "內射美婦", --[[屏蔽的]]
	} ,
	[2215] = {
		id = 2215, --[[自增id]]
		char = "毒龍舔腳", --[[屏蔽的]]
	} ,
	[2216] = {
		id = 2216, --[[自增id]]
		char = "性愛擂臺", --[[屏蔽的]]
	} ,
	[2217] = {
		id = 2217, --[[自增id]]
		char = "聖泉學淫", --[[屏蔽的]]
	} ,
	[2218] = {
		id = 2218, --[[自增id]]
		char = "性奴會", --[[屏蔽的]]
	} ,
	[2219] = {
		id = 2219, --[[自增id]]
		char = "操腫", --[[屏蔽的]]
	} ,
	[2220] = {
		id = 2220, --[[自增id]]
		char = "無碼淫女", --[[屏蔽的]]
	} ,
	[2221] = {
		id = 2221, --[[自增id]]
		char = "淫癡", --[[屏蔽的]]
	} ,
	[2222] = {
		id = 2222, --[[自增id]]
		char = "風騷欲女", --[[屏蔽的]]
	} ,
	[2223] = {
		id = 2223, --[[自增id]]
		char = "操穴噴水", --[[屏蔽的]]
	} ,
	[2224] = {
		id = 2224, --[[自增id]]
		char = "肉簫", --[[屏蔽的]]
	} ,
	[2225] = {
		id = 2225, --[[自增id]]
		char = "巨騷", --[[屏蔽的]]
	} ,
	[2226] = {
		id = 2226, --[[自增id]]
		char = "騷妻", --[[屏蔽的]]
	} ,
	[2227] = {
		id = 2227, --[[自增id]]
		char = "騷屄", --[[屏蔽的]]
	} ,
	[2228] = {
		id = 2228, --[[自增id]]
		char = "高潮白漿", --[[屏蔽的]]
	} ,
	[2229] = {
		id = 2229, --[[自增id]]
		char = "性戰擂臺", --[[屏蔽的]]
	} ,
	[2230] = {
		id = 2230, --[[自增id]]
		char = "淫女炮圖", --[[屏蔽的]]
	} ,
	[2231] = {
		id = 2231, --[[自增id]]
		char = "淫水橫溢", --[[屏蔽的]]
	} ,
	[2232] = {
		id = 2232, --[[自增id]]
		char = "公媳亂", --[[屏蔽的]]
	} ,
	[2233] = {
		id = 2233, --[[自增id]]
		char = "集體淫", --[[屏蔽的]]
	} ,
	[2234] = {
		id = 2234, --[[自增id]]
		char = "小嫩雞", --[[屏蔽的]]
	} ,
	[2235] = {
		id = 2235, --[[自增id]]
		char = "羞恥母", --[[屏蔽的]]
	} ,
	[2236] = {
		id = 2236, --[[自增id]]
		char = "豔照", --[[屏蔽的]]
	} ,
	[2237] = {
		id = 2237, --[[自增id]]
		char = "緊穴", --[[屏蔽的]]
	} ,
	[2238] = {
		id = 2238, --[[自增id]]
		char = "露點", --[[屏蔽的]]
	} ,
	[2239] = {
		id = 2239, --[[自增id]]
		char = "愛液", --[[屏蔽的]]
	} ,
	[2240] = {
		id = 2240, --[[自增id]]
		char = "蕩婦", --[[屏蔽的]]
	} ,
	[2241] = {
		id = 2241, --[[自增id]]
		char = "蕩女", --[[屏蔽的]]
	} ,
	[2242] = {
		id = 2242, --[[自增id]]
		char = "迷藥", --[[屏蔽的]]
	} ,
	[2243] = {
		id = 2243, --[[自增id]]
		char = "乳頭", --[[屏蔽的]]
	} ,
	[2244] = {
		id = 2244, --[[自增id]]
		char = "無碼", --[[屏蔽的]]
	} ,
	[2245] = {
		id = 2245, --[[自增id]]
		char = "現代情色小說", --[[屏蔽的]]
	} ,
	[2246] = {
		id = 2246, --[[自增id]]
		char = "性交圖", --[[屏蔽的]]
	} ,
	[2247] = {
		id = 2247, --[[自增id]]
		char = "豔情小說", --[[屏蔽的]]
	} ,
	[2248] = {
		id = 2248, --[[自增id]]
		char = "陰部特寫", --[[屏蔽的]]
	} ,
	[2249] = {
		id = 2249, --[[自增id]]
		char = "陰道圖片", --[[屏蔽的]]
	} ,
	[2250] = {
		id = 2250, --[[自增id]]
		char = "淫書", --[[屏蔽的]]
	} ,
	[2251] = {
		id = 2251, --[[自增id]]
		char = "玉蒲團玉女心經", --[[屏蔽的]]
	} ,
	[2252] = {
		id = 2252, --[[自增id]]
		char = "中國成人論壇", --[[屏蔽的]]
	} ,
	[2253] = {
		id = 2253, --[[自增id]]
		char = "中國性愛城", --[[屏蔽的]]
	} ,
	[2254] = {
		id = 2254, --[[自增id]]
		char = "自拍寫真", --[[屏蔽的]]
	} ,
	[2255] = {
		id = 2255, --[[自增id]]
		char = "做愛圖片", --[[屏蔽的]]
	} ,
	[2256] = {
		id = 2256, --[[自增id]]
		char = "萬淫堂", --[[屏蔽的]]
	} ,
	[2257] = {
		id = 2257, --[[自增id]]
		char = "穴圖", --[[屏蔽的]]
	} ,
	[2258] = {
		id = 2258, --[[自增id]]
		char = "豔舞淫業", --[[屏蔽的]]
	} ,
	[2259] = {
		id = 2259, --[[自增id]]
		char = "咬著龜頭", --[[屏蔽的]]
	} ,
	[2260] = {
		id = 2260, --[[自增id]]
		char = "一夜性網", --[[屏蔽的]]
	} ,
	[2261] = {
		id = 2261, --[[自增id]]
		char = "陰莖插小穴", --[[屏蔽的]]
	} ,
	[2262] = {
		id = 2262, --[[自增id]]
		char = "婬亂軍團", --[[屏蔽的]]
	} ,
	[2263] = {
		id = 2263, --[[自增id]]
		char = "鑽插", --[[屏蔽的]]
	} ,
	[2264] = {
		id = 2264, --[[自增id]]
		char = "H動漫", --[[屏蔽的]]
	} ,
	[2265] = {
		id = 2265, --[[自增id]]
		char = "交換夫妻", --[[屏蔽的]]
	} ,
	[2266] = {
		id = 2266, --[[自增id]]
		char = "舔腳", --[[屏蔽的]]
	} ,
	[2267] = {
		id = 2267, --[[自增id]]
		char = "絲襪", --[[屏蔽的]]
	} ,
	[2268] = {
		id = 2268, --[[自增id]]
		char = "亞洲情色網", --[[屏蔽的]]
	} ,
	[2269] = {
		id = 2269, --[[自增id]]
		char = "強姦處女", --[[屏蔽的]]
	} ,
	[2270] = {
		id = 2270, --[[自增id]]
		char = "雞巴暴脹", --[[屏蔽的]]
	} ,
	[2271] = {
		id = 2271, --[[自增id]]
		char = "大眾色情成人網", --[[屏蔽的]]
	} ,
	[2272] = {
		id = 2272, --[[自增id]]
		char = "火辣圖片", --[[屏蔽的]]
	} ,
	[2273] = {
		id = 2273, --[[自增id]]
		char = "淫聲浪語", --[[屏蔽的]]
	} ,
	[2274] = {
		id = 2274, --[[自增id]]
		char = "瘋狂抽送", --[[屏蔽的]]
	} ,
	[2275] = {
		id = 2275, --[[自增id]]
		char = "強暴", --[[屏蔽的]]
	} ,
	[2276] = {
		id = 2276, --[[自增id]]
		char = "色情論壇", --[[屏蔽的]]
	} ,
	[2277] = {
		id = 2277, --[[自增id]]
		char = "性虎色網", --[[屏蔽的]]
	} ,
	[2278] = {
		id = 2278, --[[自增id]]
		char = "騷女叫春", --[[屏蔽的]]
	} ,
	[2279] = {
		id = 2279, --[[自增id]]
		char = "成人百強", --[[屏蔽的]]
	} ,
	[2280] = {
		id = 2280, --[[自增id]]
		char = "天天干貼圖", --[[屏蔽的]]
	} ,
	[2281] = {
		id = 2281, --[[自增id]]
		char = "密穴貼圖", --[[屏蔽的]]
	} ,
	[2282] = {
		id = 2282, --[[自增id]]
		char = "淩辱", --[[屏蔽的]]
	} ,
	[2283] = {
		id = 2283, --[[自增id]]
		char = "偷歡", --[[屏蔽的]]
	} ,
	[2284] = {
		id = 2284, --[[自增id]]
		char = "酥癢", --[[屏蔽的]]
	} ,
	[2285] = {
		id = 2285, --[[自增id]]
		char = "浪婦", --[[屏蔽的]]
	} ,
	[2286] = {
		id = 2286, --[[自增id]]
		char = "肉縫", --[[屏蔽的]]
	} ,
	[2287] = {
		id = 2287, --[[自增id]]
		char = "色窩窩", --[[屏蔽的]]
	} ,
	[2288] = {
		id = 2288, --[[自增id]]
		char = "騷洞", --[[屏蔽的]]
	} ,
	[2289] = {
		id = 2289, --[[自增id]]
		char = "陰精", --[[屏蔽的]]
	} ,
	[2290] = {
		id = 2290, --[[自增id]]
		char = "陰阜", --[[屏蔽的]]
	} ,
	[2291] = {
		id = 2291, --[[自增id]]
		char = "陰屄", --[[屏蔽的]]
	} ,
	[2292] = {
		id = 2292, --[[自增id]]
		char = "六月聯盟", --[[屏蔽的]]
	} ,
	[2293] = {
		id = 2293, --[[自增id]]
		char = "55sss偷拍區", --[[屏蔽的]]
	} ,
	[2294] = {
		id = 2294, --[[自增id]]
		char = "張筱雨", --[[屏蔽的]]
	} ,
	[2295] = {
		id = 2295, --[[自增id]]
		char = "極品黑絲", --[[屏蔽的]]
	} ,
	[2296] = {
		id = 2296, --[[自增id]]
		char = "絲襪寫真", --[[屏蔽的]]
	} ,
	[2297] = {
		id = 2297, --[[自增id]]
		char = "成人小說", --[[屏蔽的]]
	} ,
	[2298] = {
		id = 2298, --[[自增id]]
		char = "成人文學", --[[屏蔽的]]
	} ,
	[2299] = {
		id = 2299, --[[自增id]]
		char = "情色藝術天空", --[[屏蔽的]]
	} ,
	[2300] = {
		id = 2300, --[[自增id]]
		char = "222se圖片", --[[屏蔽的]]
	} ,
	[2301] = {
		id = 2301, --[[自增id]]
		char = "淫色貼圖", --[[屏蔽的]]
	} ,
	[2302] = {
		id = 2302, --[[自增id]]
		char = "廁奴", --[[屏蔽的]]
	} ,
	[2303] = {
		id = 2303, --[[自增id]]
		char = "酥胸誘惑", --[[屏蔽的]]
	} ,
	[2304] = {
		id = 2304, --[[自增id]]
		char = "人體攝影", --[[屏蔽的]]
	} ,
	[2305] = {
		id = 2305, --[[自增id]]
		char = "東北xx網", --[[屏蔽的]]
	} ,
	[2306] = {
		id = 2306, --[[自增id]]
		char = "瑪雅網", --[[屏蔽的]]
	} ,
	[2307] = {
		id = 2307, --[[自增id]]
		char = "週六性吧", --[[屏蔽的]]
	} ,
	[2308] = {
		id = 2308, --[[自增id]]
		char = "誘惑視頻", --[[屏蔽的]]
	} ,
	[2309] = {
		id = 2309, --[[自增id]]
		char = "裙下風光", --[[屏蔽的]]
	} ,
	[2310] = {
		id = 2310, --[[自增id]]
		char = "嘻遊中國", --[[屏蔽的]]
	} ,
	[2311] = {
		id = 2311, --[[自增id]]
		char = "禦の二代目", --[[屏蔽的]]
	} ,
	[2312] = {
		id = 2312, --[[自增id]]
		char = "絲襪足交", --[[屏蔽的]]
	} ,
	[2313] = {
		id = 2313, --[[自增id]]
		char = "骯髒美學", --[[屏蔽的]]
	} ,
	[2314] = {
		id = 2314, --[[自增id]]
		char = "亞洲有碼", --[[屏蔽的]]
	} ,
	[2315] = {
		id = 2315, --[[自增id]]
		char = "絲襪高跟", --[[屏蔽的]]
	} ,
	[2316] = {
		id = 2316, --[[自增id]]
		char = "原味絲襪", --[[屏蔽的]]
	} ,
	[2317] = {
		id = 2317, --[[自增id]]
		char = "針孔偷拍", --[[屏蔽的]]
	} ,
	[2318] = {
		id = 2318, --[[自增id]]
		char = "放蕩少婦賓館", --[[屏蔽的]]
	} ,
	[2319] = {
		id = 2319, --[[自增id]]
		char = "性感肉絲", --[[屏蔽的]]
	} ,
	[2320] = {
		id = 2320, --[[自增id]]
		char = "北京xx網", --[[屏蔽的]]
	} ,
	[2321] = {
		id = 2321, --[[自增id]]
		char = "情色導航", --[[屏蔽的]]
	} ,
	[2322] = {
		id = 2322, --[[自增id]]
		char = "歐美大乳", --[[屏蔽的]]
	} ,
	[2323] = {
		id = 2323, --[[自增id]]
		char = "歐美無套", --[[屏蔽的]]
	} ,
	[2324] = {
		id = 2324, --[[自增id]]
		char = "騷婦露逼", --[[屏蔽的]]
	} ,
	[2325] = {
		id = 2325, --[[自增id]]
		char = "淫水絲襪", --[[屏蔽的]]
	} ,
	[2326] = {
		id = 2326, --[[自增id]]
		char = "母女雙飛", --[[屏蔽的]]
	} ,
	[2327] = {
		id = 2327, --[[自增id]]
		char = "老少亂倫", --[[屏蔽的]]
	} ,
	[2328] = {
		id = 2328, --[[自增id]]
		char = "前凸後翹", --[[屏蔽的]]
	} ,
	[2329] = {
		id = 2329, --[[自增id]]
		char = "性交無碼", --[[屏蔽的]]
	} ,
	[2330] = {
		id = 2330, --[[自增id]]
		char = "淫驢屯", --[[屏蔽的]]
	} ,
	[2331] = {
		id = 2331, --[[自增id]]
		char = "少婦偷情", --[[屏蔽的]]
	} ,
	[2332] = {
		id = 2332, --[[自增id]]
		char = "護士誘惑", --[[屏蔽的]]
	} ,
	[2333] = {
		id = 2333, --[[自增id]]
		char = "群奸亂交", --[[屏蔽的]]
	} ,
	[2334] = {
		id = 2334, --[[自增id]]
		char = "極品白虎", --[[屏蔽的]]
	} ,
	[2335] = {
		id = 2335, --[[自增id]]
		char = "曲線消魂", --[[屏蔽的]]
	} ,
	[2336] = {
		id = 2336, --[[自增id]]
		char = "無碼淫漫", --[[屏蔽的]]
	} ,
	[2337] = {
		id = 2337, --[[自增id]]
		char = "假陽具插穴", --[[屏蔽的]]
	} ,
	[2338] = {
		id = 2338, --[[自增id]]
		char = "愛液橫流", --[[屏蔽的]]
	} ,
	[2339] = {
		id = 2339, --[[自增id]]
		char = "無碼無套", --[[屏蔽的]]
	} ,
	[2340] = {
		id = 2340, --[[自增id]]
		char = "淫戰群P", --[[屏蔽的]]
	} ,
	[2341] = {
		id = 2341, --[[自增id]]
		char = "濕身誘惑", --[[屏蔽的]]
	} ,
	[2342] = {
		id = 2342, --[[自增id]]
		char = "火辣寫真", --[[屏蔽的]]
	} ,
	[2343] = {
		id = 2343, --[[自增id]]
		char = "動漫色圖", --[[屏蔽的]]
	} ,
	[2344] = {
		id = 2344, --[[自增id]]
		char = "熟女護士", --[[屏蔽的]]
	} ,
	[2345] = {
		id = 2345, --[[自增id]]
		char = "粉紅穴", --[[屏蔽的]]
	} ,
	[2346] = {
		id = 2346, --[[自增id]]
		char = "經典炮圖", --[[屏蔽的]]
	} ,
	[2347] = {
		id = 2347, --[[自增id]]
		char = "童顏巨乳", --[[屏蔽的]]
	} ,
	[2348] = {
		id = 2348, --[[自增id]]
		char = "性感誘惑", --[[屏蔽的]]
	} ,
	[2349] = {
		id = 2349, --[[自增id]]
		char = "援交薄碼", --[[屏蔽的]]
	} ,
	[2350] = {
		id = 2350, --[[自增id]]
		char = "奇淫寶鑒", --[[屏蔽的]]
	} ,
	[2351] = {
		id = 2351, --[[自增id]]
		char = "美騷婦", --[[屏蔽的]]
	} ,
	[2352] = {
		id = 2352, --[[自增id]]
		char = "無毛美少女", --[[屏蔽的]]
	} ,
	[2353] = {
		id = 2353, --[[自增id]]
		char = "日本有碼", --[[屏蔽的]]
	} ,
	[2354] = {
		id = 2354, --[[自增id]]
		char = "制服美婦", --[[屏蔽的]]
	} ,
	[2355] = {
		id = 2355, --[[自增id]]
		char = "無碼彩圖", --[[屏蔽的]]
	} ,
	[2356] = {
		id = 2356, --[[自增id]]
		char = "豐唇豔姬", --[[屏蔽的]]
	} ,
	[2357] = {
		id = 2357, --[[自增id]]
		char = "群奸輪射", --[[屏蔽的]]
	} ,
	[2358] = {
		id = 2358, --[[自增id]]
		char = "高級逼", --[[屏蔽的]]
	} ,
	[2359] = {
		id = 2359, --[[自增id]]
		char = "淫東方", --[[屏蔽的]]
	} ,
	[2360] = {
		id = 2360, --[[自增id]]
		char = "國產偷拍", --[[屏蔽的]]
	} ,
	[2361] = {
		id = 2361, --[[自增id]]
		char = "清晰內射", --[[屏蔽的]]
	} ,
	[2362] = {
		id = 2362, --[[自增id]]
		char = "嫩穴肉縫", --[[屏蔽的]]
	} ,
	[2363] = {
		id = 2363, --[[自增id]]
		char = "騷婦掰B", --[[屏蔽的]]
	} ,
	[2364] = {
		id = 2364, --[[自增id]]
		char = "白嫩騷婦", --[[屏蔽的]]
	} ,
	[2365] = {
		id = 2365, --[[自增id]]
		char = "潮噴", --[[屏蔽的]]
	} ,
	[2366] = {
		id = 2366, --[[自增id]]
		char = "無碼體驗", --[[屏蔽的]]
	} ,
	[2367] = {
		id = 2367, --[[自增id]]
		char = "吞精騷妹", --[[屏蔽的]]
	} ,
	[2368] = {
		id = 2368, --[[自增id]]
		char = "緊縛淩辱", --[[屏蔽的]]
	} ,
	[2369] = {
		id = 2369, --[[自增id]]
		char = "姦淫電車", --[[屏蔽的]]
	} ,
	[2370] = {
		id = 2370, --[[自增id]]
		char = "墮淫", --[[屏蔽的]]
	} ,
	[2371] = {
		id = 2371, --[[自增id]]
		char = "顏騎", --[[屏蔽的]]
	} ,
	[2372] = {
		id = 2372, --[[自增id]]
		char = "夫妻亂交", --[[屏蔽的]]
	} ,
	[2373] = {
		id = 2373, --[[自增id]]
		char = "換妻雜交", --[[屏蔽的]]
	} ,
	[2374] = {
		id = 2374, --[[自增id]]
		char = "多人輪", --[[屏蔽的]]
	} ,
	[2375] = {
		id = 2375, --[[自增id]]
		char = "奶挺臀翹", --[[屏蔽的]]
	} ,
	[2376] = {
		id = 2376, --[[自增id]]
		char = "癡乳", --[[屏蔽的]]
	} ,
	[2377] = {
		id = 2377, --[[自增id]]
		char = "淫樣", --[[屏蔽的]]
	} ,
	[2378] = {
		id = 2378, --[[自增id]]
		char = "插後庭", --[[屏蔽的]]
	} ,
	[2379] = {
		id = 2379, --[[自增id]]
		char = "嫩縫", --[[屏蔽的]]
	} ,
	[2380] = {
		id = 2380, --[[自增id]]
		char = "騷媽", --[[屏蔽的]]
	} ,
	[2381] = {
		id = 2381, --[[自增id]]
		char = "暴幹", --[[屏蔽的]]
	} ,
	[2382] = {
		id = 2382, --[[自增id]]
		char = "母子交歡", --[[屏蔽的]]
	} ,
	[2383] = {
		id = 2383, --[[自增id]]
		char = "足腳交", --[[屏蔽的]]
	} ,
	[2384] = {
		id = 2384, --[[自增id]]
		char = "柔陰術", --[[屏蔽的]]
	} ,
	[2385] = {
		id = 2385, --[[自增id]]
		char = "淫師蕩母", --[[屏蔽的]]
	} ,
	[2386] = {
		id = 2386, --[[自增id]]
		char = "欠幹", --[[屏蔽的]]
	} ,
	[2387] = {
		id = 2387, --[[自增id]]
		char = "桃園蜜洞", --[[屏蔽的]]
	} ,
	[2388] = {
		id = 2388, --[[自增id]]
		char = "連続失禁", --[[屏蔽的]]
	} ,
	[2389] = {
		id = 2389, --[[自增id]]
		char = "大雞巴", --[[屏蔽的]]
	} ,
	[2390] = {
		id = 2390, --[[自增id]]
		char = "叫雞", --[[屏蔽的]]
	} ,
	[2391] = {
		id = 2391, --[[自增id]]
		char = "騷浪人妻", --[[屏蔽的]]
	} ,
	[2392] = {
		id = 2392, --[[自增id]]
		char = "三級片", --[[屏蔽的]]
	} ,
	[2393] = {
		id = 2393, --[[自增id]]
		char = "東京熱", --[[屏蔽的]]
	} ,
	[2394] = {
		id = 2394, --[[自增id]]
		char = "做愛", --[[屏蔽的]]
	} ,
	[2395] = {
		id = 2395, --[[自增id]]
		char = "子宮", --[[屏蔽的]]
	} ,
	[2396] = {
		id = 2396, --[[自增id]]
		char = "雜種", --[[屏蔽的]]
	} ,
	[2397] = {
		id = 2397, --[[自增id]]
		char = "陰毛", --[[屏蔽的]]
	} ,
	[2398] = {
		id = 2398, --[[自增id]]
		char = "陰戶", --[[屏蔽的]]
	} ,
	[2399] = {
		id = 2399, --[[自增id]]
		char = "陰蒂", --[[屏蔽的]]
	} ,
	[2400] = {
		id = 2400, --[[自增id]]
		char = "爺爺", --[[屏蔽的]]
	} ,
	[2401] = {
		id = 2401, --[[自增id]]
		char = "陽具", --[[屏蔽的]]
	} ,
	[2402] = {
		id = 2402, --[[自增id]]
		char = "性愛", --[[屏蔽的]]
	} ,
	[2403] = {
		id = 2403, --[[自增id]]
		char = "小雞雞", --[[屏蔽的]]
	} ,
	[2404] = {
		id = 2404, --[[自增id]]
		char = "慰安婦", --[[屏蔽的]]
	} ,
	[2405] = {
		id = 2405, --[[自增id]]
		char = "猥褻", --[[屏蔽的]]
	} ,
	[2406] = {
		id = 2406, --[[自增id]]
		char = "猥瑣", --[[屏蔽的]]
	} ,
	[2407] = {
		id = 2407, --[[自增id]]
		char = "煞筆", --[[屏蔽的]]
	} ,
	[2408] = {
		id = 2408, --[[自增id]]
		char = "騷逼", --[[屏蔽的]]
	} ,
	[2409] = {
		id = 2409, --[[自增id]]
		char = "肉體", --[[屏蔽的]]
	} ,
	[2410] = {
		id = 2410, --[[自增id]]
		char = "女幹", --[[屏蔽的]]
	} ,
	[2411] = {
		id = 2411, --[[自增id]]
		char = "滅族", --[[屏蔽的]]
	} ,
	[2412] = {
		id = 2412, --[[自增id]]
		char = "賤", --[[屏蔽的]]
	} ,
	[2413] = {
		id = 2413, --[[自增id]]
		char = "雞吧", --[[屏蔽的]]
	} ,
	[2414] = {
		id = 2414, --[[自增id]]
		char = "龜頭", --[[屏蔽的]]
	} ,
	[2415] = {
		id = 2415, --[[自增id]]
		char = "根正苗紅", --[[屏蔽的]]
	} ,
	[2416] = {
		id = 2416, --[[自增id]]
		char = "瘋狗", --[[屏蔽的]]
	} ,
	[2417] = {
		id = 2417, --[[自增id]]
		char = "打飛機", --[[屏蔽的]]
	} ,
	[2418] = {
		id = 2418, --[[自增id]]
		char = "癟三", --[[屏蔽的]]
	} ,
	[2419] = {
		id = 2419, --[[自增id]]
		char = "媽逼", --[[屏蔽的]]
	} ,
	[2420] = {
		id = 2420, --[[自增id]]
		char = "媽", --[[屏蔽的]]
	} ,
	[2421] = {
		id = 2421, --[[自增id]]
		char = "爺", --[[屏蔽的]]
	} ,
	[2422] = {
		id = 2422, --[[自增id]]
		char = "兒子", --[[屏蔽的]]
	} ,
	[2423] = {
		id = 2423, --[[自增id]]
		char = "尼瑪", --[[屏蔽的]]
	} ,
	[2424] = {
		id = 2424, --[[自增id]]
		char = "裝B", --[[屏蔽的]]
	} ,
	[2425] = {
		id = 2425, --[[自增id]]
		char = "偷窺視頻", --[[屏蔽的]]
	} ,
	[2426] = {
		id = 2426, --[[自增id]]
		char = "獸獸門", --[[屏蔽的]]
	} ,
	[2427] = {
		id = 2427, --[[自增id]]
		char = "愛滋病", --[[屏蔽的]]
	} ,
	[2428] = {
		id = 2428, --[[自增id]]
		char = "陽物", --[[屏蔽的]]
	} ,
	[2429] = {
		id = 2429, --[[自增id]]
		char = "開房", --[[屏蔽的]]
	} ,
	[2430] = {
		id = 2430, --[[自增id]]
		char = "黃色網站", --[[屏蔽的]]
	} ,
	[2431] = {
		id = 2431, --[[自增id]]
		char = "管裡", --[[屏蔽的]]
	} ,
	[2432] = {
		id = 2432, --[[自增id]]
		char = "管理員", --[[屏蔽的]]
	} ,
	[2433] = {
		id = 2433, --[[自增id]]
		char = "服務管理", --[[屏蔽的]]
	} ,
	[2434] = {
		id = 2434, --[[自增id]]
		char = "伺服器", --[[屏蔽的]]
	} ,
	[2435] = {
		id = 2435, --[[自增id]]
		char = "活動管理員", --[[屏蔽的]]
	} ,
	[2436] = {
		id = 2436, --[[自增id]]
		char = "冬季熱", --[[屏蔽的]]
	} ,
	[2437] = {
		id = 2437, --[[自增id]]
		char = "維護", --[[屏蔽的]]
	} ,
	[2438] = {
		id = 2438, --[[自增id]]
		char = "系統", --[[屏蔽的]]
	} ,
	[2439] = {
		id = 2439, --[[自增id]]
		char = "系統公告", --[[屏蔽的]]
	} ,
	[2440] = {
		id = 2440, --[[自增id]]
		char = "審查", --[[屏蔽的]]
	} ,
	[2441] = {
		id = 2441, --[[自增id]]
		char = "監督", --[[屏蔽的]]
	} ,
	[2442] = {
		id = 2442, --[[自增id]]
		char = "監管", --[[屏蔽的]]
	} ,
	[2443] = {
		id = 2443, --[[自增id]]
		char = "遊戲管理員", --[[屏蔽的]]
	} ,
	[2444] = {
		id = 2444, --[[自增id]]
		char = "客戶服務", --[[屏蔽的]]
	} ,
	[2445] = {
		id = 2445, --[[自增id]]
		char = "服務天使", --[[屏蔽的]]
	} ,
	[2446] = {
		id = 2446, --[[自增id]]
		char = "測試", --[[屏蔽的]]
	} ,
	[2447] = {
		id = 2447, --[[自增id]]
		char = "輔助程式", --[[屏蔽的]]
	} ,
	[2448] = {
		id = 2448, --[[自增id]]
		char = "運營", --[[屏蔽的]]
	} ,
	[2449] = {
		id = 2449, --[[自增id]]
		char = "運營者", --[[屏蔽的]]
	} ,
	[2450] = {
		id = 2450, --[[自增id]]
		char = "運營組", --[[屏蔽的]]
	} ,
	[2451] = {
		id = 2451, --[[自增id]]
		char = "運營商", --[[屏蔽的]]
	} ,
	[2452] = {
		id = 2452, --[[自增id]]
		char = "運營長", --[[屏蔽的]]
	} ,
	[2453] = {
		id = 2453, --[[自增id]]
		char = "運營官", --[[屏蔽的]]
	} ,
	[2454] = {
		id = 2454, --[[自增id]]
		char = "運營人", --[[屏蔽的]]
	} ,
	[2455] = {
		id = 2455, --[[自增id]]
		char = "蔡文勝", --[[屏蔽的]]
	} ,
	[2456] = {
		id = 2456, --[[自增id]]
		char = "李興平", --[[屏蔽的]]
	} ,
	[2457] = {
		id = 2457, --[[自增id]]
		char = "汪東風", --[[屏蔽的]]
	} ,
	[2458] = {
		id = 2458, --[[自增id]]
		char = "駱海堅", --[[屏蔽的]]
	} ,
	[2459] = {
		id = 2459, --[[自增id]]
		char = "私人伺服器", --[[屏蔽的]]
	} ,
	[2460] = {
		id = 2460, --[[自增id]]
		char = "外掛", --[[屏蔽的]]
	} ,
	[2461] = {
		id = 2461, --[[自增id]]
		char = "ㄅ", --[[屏蔽的]]
	} ,
	[2462] = {
		id = 2462, --[[自增id]]
		char = "ㄆ", --[[屏蔽的]]
	} ,
	[2463] = {
		id = 2463, --[[自增id]]
		char = "ㄇ", --[[屏蔽的]]
	} ,
	[2464] = {
		id = 2464, --[[自增id]]
		char = "ㄈ", --[[屏蔽的]]
	} ,
	[2465] = {
		id = 2465, --[[自增id]]
		char = "ㄉ", --[[屏蔽的]]
	} ,
	[2466] = {
		id = 2466, --[[自增id]]
		char = "ㄊ", --[[屏蔽的]]
	} ,
	[2467] = {
		id = 2467, --[[自增id]]
		char = "ㄋ", --[[屏蔽的]]
	} ,
	[2468] = {
		id = 2468, --[[自增id]]
		char = "ㄌ", --[[屏蔽的]]
	} ,
	[2469] = {
		id = 2469, --[[自增id]]
		char = "ㄍ", --[[屏蔽的]]
	} ,
	[2470] = {
		id = 2470, --[[自增id]]
		char = "ㄎ", --[[屏蔽的]]
	} ,
	[2471] = {
		id = 2471, --[[自增id]]
		char = "ㄏ", --[[屏蔽的]]
	} ,
	[2472] = {
		id = 2472, --[[自增id]]
		char = "ㄐ", --[[屏蔽的]]
	} ,
	[2473] = {
		id = 2473, --[[自增id]]
		char = "ㄑ", --[[屏蔽的]]
	} ,
	[2474] = {
		id = 2474, --[[自增id]]
		char = "ㄒ", --[[屏蔽的]]
	} ,
	[2475] = {
		id = 2475, --[[自增id]]
		char = "ㄓ", --[[屏蔽的]]
	} ,
	[2476] = {
		id = 2476, --[[自增id]]
		char = "ㄔ", --[[屏蔽的]]
	} ,
	[2477] = {
		id = 2477, --[[自增id]]
		char = "ㄕ", --[[屏蔽的]]
	} ,
	[2478] = {
		id = 2478, --[[自增id]]
		char = "ㄖ", --[[屏蔽的]]
	} ,
	[2479] = {
		id = 2479, --[[自增id]]
		char = "ㄗ", --[[屏蔽的]]
	} ,
	[2480] = {
		id = 2480, --[[自增id]]
		char = "ㄘ", --[[屏蔽的]]
	} ,
	[2481] = {
		id = 2481, --[[自增id]]
		char = "ㄙ", --[[屏蔽的]]
	} ,
	[2482] = {
		id = 2482, --[[自增id]]
		char = "ㄚ", --[[屏蔽的]]
	} ,
	[2483] = {
		id = 2483, --[[自增id]]
		char = "ㄛ", --[[屏蔽的]]
	} ,
	[2484] = {
		id = 2484, --[[自增id]]
		char = "ㄜ", --[[屏蔽的]]
	} ,
	[2485] = {
		id = 2485, --[[自增id]]
		char = "ㄝ", --[[屏蔽的]]
	} ,
	[2486] = {
		id = 2486, --[[自增id]]
		char = "ㄞ", --[[屏蔽的]]
	} ,
	[2487] = {
		id = 2487, --[[自增id]]
		char = "ㄟ", --[[屏蔽的]]
	} ,
	[2488] = {
		id = 2488, --[[自增id]]
		char = "ㄠ", --[[屏蔽的]]
	} ,
	[2489] = {
		id = 2489, --[[自增id]]
		char = "ㄡ", --[[屏蔽的]]
	} ,
	[2490] = {
		id = 2490, --[[自增id]]
		char = "ㄢ", --[[屏蔽的]]
	} ,
	[2491] = {
		id = 2491, --[[自增id]]
		char = "ㄣ", --[[屏蔽的]]
	} ,
	[2492] = {
		id = 2492, --[[自增id]]
		char = "ㄤ", --[[屏蔽的]]
	} ,
	[2493] = {
		id = 2493, --[[自增id]]
		char = "ㄥ", --[[屏蔽的]]
	} ,
	[2494] = {
		id = 2494, --[[自增id]]
		char = "ㄦ", --[[屏蔽的]]
	} ,
	[2495] = {
		id = 2495, --[[自增id]]
		char = "ㄧ", --[[屏蔽的]]
	} ,
	[2496] = {
		id = 2496, --[[自增id]]
		char = "ㄨ", --[[屏蔽的]]
	} ,
	[2497] = {
		id = 2497, --[[自增id]]
		char = "ㄩ", --[[屏蔽的]]
	} ,
	[2498] = {
		id = 2498, --[[自增id]]
		char = "鞴", --[[屏蔽的]]
	} ,
	[2499] = {
		id = 2499, --[[自增id]]
		char = "鐾", --[[屏蔽的]]
	} ,
	[2500] = {
		id = 2500, --[[自增id]]
		char = "瘭", --[[屏蔽的]]
	} ,
	[2501] = {
		id = 2501, --[[自增id]]
		char = "镳", --[[屏蔽的]]
	} ,
	[2502] = {
		id = 2502, --[[自增id]]
		char = "黪", --[[屏蔽的]]
	} ,
	[2503] = {
		id = 2503, --[[自增id]]
		char = "瘥", --[[屏蔽的]]
	} ,
	[2504] = {
		id = 2504, --[[自增id]]
		char = "觇", --[[屏蔽的]]
	} ,
	[2505] = {
		id = 2505, --[[自增id]]
		char = "孱", --[[屏蔽的]]
	} ,
	[2506] = {
		id = 2506, --[[自增id]]
		char = "廛", --[[屏蔽的]]
	} ,
	[2507] = {
		id = 2507, --[[自增id]]
		char = "蒇", --[[屏蔽的]]
	} ,
	[2508] = {
		id = 2508, --[[自增id]]
		char = "冁", --[[屏蔽的]]
	} ,
	[2509] = {
		id = 2509, --[[自增id]]
		char = "羼", --[[屏蔽的]]
	} ,
	[2510] = {
		id = 2510, --[[自增id]]
		char = "螭", --[[屏蔽的]]
	} ,
	[2511] = {
		id = 2511, --[[自增id]]
		char = "傺", --[[屏蔽的]]
	} ,
	[2512] = {
		id = 2512, --[[自增id]]
		char = "瘛", --[[屏蔽的]]
	} ,
	[2513] = {
		id = 2513, --[[自增id]]
		char = "舂", --[[屏蔽的]]
	} ,
	[2514] = {
		id = 2514, --[[自增id]]
		char = "艟", --[[屏蔽的]]
	} ,
	[2515] = {
		id = 2515, --[[自增id]]
		char = "瘳", --[[屏蔽的]]
	} ,
	[2516] = {
		id = 2516, --[[自增id]]
		char = "雠", --[[屏蔽的]]
	} ,
	[2517] = {
		id = 2517, --[[自增id]]
		char = "搋", --[[屏蔽的]]
	} ,
	[2518] = {
		id = 2518, --[[自增id]]
		char = "嘬", --[[屏蔽的]]
	} ,
	[2519] = {
		id = 2519, --[[自增id]]
		char = "辏", --[[屏蔽的]]
	} ,
	[2520] = {
		id = 2520, --[[自增id]]
		char = "殂", --[[屏蔽的]]
	} ,
	[2521] = {
		id = 2521, --[[自增id]]
		char = "汆", --[[屏蔽的]]
	} ,
	[2522] = {
		id = 2522, --[[自增id]]
		char = "爨", --[[屏蔽的]]
	} ,
	[2523] = {
		id = 2523, --[[自增id]]
		char = "榱", --[[屏蔽的]]
	} ,
	[2524] = {
		id = 2524, --[[自增id]]
		char = "毳", --[[屏蔽的]]
	} ,
	[2525] = {
		id = 2525, --[[自增id]]
		char = "皴", --[[屏蔽的]]
	} ,
	[2526] = {
		id = 2526, --[[自增id]]
		char = "蹉", --[[屏蔽的]]
	} ,
	[2527] = {
		id = 2527, --[[自增id]]
		char = "鹾", --[[屏蔽的]]
	} ,
	[2528] = {
		id = 2528, --[[自增id]]
		char = "纛", --[[屏蔽的]]
	} ,
	[2529] = {
		id = 2529, --[[自增id]]
		char = "髑屙民", --[[屏蔽的]]
	} ,
	[2530] = {
		id = 2530, --[[自增id]]
		char = "莪", --[[屏蔽的]]
	} ,
	[2531] = {
		id = 2531, --[[自增id]]
		char = "苊", --[[屏蔽的]]
	} ,
	[2532] = {
		id = 2532, --[[自增id]]
		char = "鲕", --[[屏蔽的]]
	} ,
	[2533] = {
		id = 2533, --[[自增id]]
		char = "鲼", --[[屏蔽的]]
	} ,
	[2534] = {
		id = 2534, --[[自增id]]
		char = "瀵", --[[屏蔽的]]
	} ,
	[2535] = {
		id = 2535, --[[自增id]]
		char = "酆", --[[屏蔽的]]
	} ,
	[2536] = {
		id = 2536, --[[自增id]]
		char = "幞", --[[屏蔽的]]
	} ,
	[2537] = {
		id = 2537, --[[自增id]]
		char = "黻", --[[屏蔽的]]
	} ,
	[2538] = {
		id = 2538, --[[自增id]]
		char = "呒", --[[屏蔽的]]
	} ,
	[2539] = {
		id = 2539, --[[自增id]]
		char = "黼", --[[屏蔽的]]
	} ,
	[2540] = {
		id = 2540, --[[自增id]]
		char = "阝", --[[屏蔽的]]
	} ,
	[2541] = {
		id = 2541, --[[自增id]]
		char = "彀", --[[屏蔽的]]
	} ,
	[2542] = {
		id = 2542, --[[自增id]]
		char = "觏", --[[屏蔽的]]
	} ,
	[2543] = {
		id = 2543, --[[自增id]]
		char = "毂", --[[屏蔽的]]
	} ,
	[2544] = {
		id = 2544, --[[自增id]]
		char = "汩", --[[屏蔽的]]
	} ,
	[2545] = {
		id = 2545, --[[自增id]]
		char = "罟", --[[屏蔽的]]
	} ,
	[2546] = {
		id = 2546, --[[自增id]]
		char = "嘏", --[[屏蔽的]]
	} ,
	[2547] = {
		id = 2547, --[[自增id]]
		char = "鲴", --[[屏蔽的]]
	} ,
	[2548] = {
		id = 2548, --[[自增id]]
		char = "宄", --[[屏蔽的]]
	} ,
	[2549] = {
		id = 2549, --[[自增id]]
		char = "庋", --[[屏蔽的]]
	} ,
	[2550] = {
		id = 2550, --[[自增id]]
		char = "刿", --[[屏蔽的]]
	} ,
	[2551] = {
		id = 2551, --[[自增id]]
		char = "虢", --[[屏蔽的]]
	} ,
	[2552] = {
		id = 2552, --[[自增id]]
		char = "馘", --[[屏蔽的]]
	} ,
	[2553] = {
		id = 2553, --[[自增id]]
		char = "撖", --[[屏蔽的]]
	} ,
	[2554] = {
		id = 2554, --[[自增id]]
		char = "夯", --[[屏蔽的]]
	} ,
	[2555] = {
		id = 2555, --[[自增id]]
		char = "薅", --[[屏蔽的]]
	} ,
	[2556] = {
		id = 2556, --[[自增id]]
		char = "曷", --[[屏蔽的]]
	} ,
	[2557] = {
		id = 2557, --[[自增id]]
		char = "翮", --[[屏蔽的]]
	} ,
	[2558] = {
		id = 2558, --[[自增id]]
		char = "觳", --[[屏蔽的]]
	} ,
	[2559] = {
		id = 2559, --[[自增id]]
		char = "冱", --[[屏蔽的]]
	} ,
	[2560] = {
		id = 2560, --[[自增id]]
		char = "怙", --[[屏蔽的]]
	} ,
	[2561] = {
		id = 2561, --[[自增id]]
		char = "戽", --[[屏蔽的]]
	} ,
	[2562] = {
		id = 2562, --[[自增id]]
		char = "祜", --[[屏蔽的]]
	} ,
	[2563] = {
		id = 2563, --[[自增id]]
		char = "瓠", --[[屏蔽的]]
	} ,
	[2564] = {
		id = 2564, --[[自增id]]
		char = "鹱", --[[屏蔽的]]
	} ,
	[2565] = {
		id = 2565, --[[自增id]]
		char = "溷", --[[屏蔽的]]
	} ,
	[2566] = {
		id = 2566, --[[自增id]]
		char = "耠", --[[屏蔽的]]
	} ,
	[2567] = {
		id = 2567, --[[自增id]]
		char = "锪", --[[屏蔽的]]
	} ,
	[2568] = {
		id = 2568, --[[自增id]]
		char = "劐", --[[屏蔽的]]
	} ,
	[2569] = {
		id = 2569, --[[自增id]]
		char = "蠖", --[[屏蔽的]]
	} ,
	[2570] = {
		id = 2570, --[[自增id]]
		char = "丌", --[[屏蔽的]]
	} ,
	[2571] = {
		id = 2571, --[[自增id]]
		char = "乩", --[[屏蔽的]]
	} ,
	[2572] = {
		id = 2572, --[[自增id]]
		char = "赍", --[[屏蔽的]]
	} ,
	[2573] = {
		id = 2573, --[[自增id]]
		char = "殛", --[[屏蔽的]]
	} ,
	[2574] = {
		id = 2574, --[[自增id]]
		char = "蕺", --[[屏蔽的]]
	} ,
	[2575] = {
		id = 2575, --[[自增id]]
		char = "掎", --[[屏蔽的]]
	} ,
	[2576] = {
		id = 2576, --[[自增id]]
		char = "彐", --[[屏蔽的]]
	} ,
	[2577] = {
		id = 2577, --[[自增id]]
		char = "芰", --[[屏蔽的]]
	} ,
	[2578] = {
		id = 2578, --[[自增id]]
		char = "跽", --[[屏蔽的]]
	} ,
	[2579] = {
		id = 2579, --[[自增id]]
		char = "鲚", --[[屏蔽的]]
	} ,
	[2580] = {
		id = 2580, --[[自增id]]
		char = "葭", --[[屏蔽的]]
	} ,
	[2581] = {
		id = 2581, --[[自增id]]
		char = "恝", --[[屏蔽的]]
	} ,
	[2582] = {
		id = 2582, --[[自增id]]
		char = "湔", --[[屏蔽的]]
	} ,
	[2583] = {
		id = 2583, --[[自增id]]
		char = "搛", --[[屏蔽的]]
	} ,
	[2584] = {
		id = 2584, --[[自增id]]
		char = "鲣", --[[屏蔽的]]
	} ,
	[2585] = {
		id = 2585, --[[自增id]]
		char = "鞯", --[[屏蔽的]]
	} ,
	[2586] = {
		id = 2586, --[[自增id]]
		char = "囝", --[[屏蔽的]]
	} ,
	[2587] = {
		id = 2587, --[[自增id]]
		char = "趼", --[[屏蔽的]]
	} ,
	[2588] = {
		id = 2588, --[[自增id]]
		char = "醮", --[[屏蔽的]]
	} ,
	[2589] = {
		id = 2589, --[[自增id]]
		char = "疖", --[[屏蔽的]]
	} ,
	[2590] = {
		id = 2590, --[[自增id]]
		char = "苣", --[[屏蔽的]]
	} ,
	[2591] = {
		id = 2591, --[[自增id]]
		char = "屦", --[[屏蔽的]]
	} ,
	[2592] = {
		id = 2592, --[[自增id]]
		char = "醵", --[[屏蔽的]]
	} ,
	[2593] = {
		id = 2593, --[[自增id]]
		char = "蠲", --[[屏蔽的]]
	} ,
	[2594] = {
		id = 2594, --[[自增id]]
		char = "桊", --[[屏蔽的]]
	} ,
	[2595] = {
		id = 2595, --[[自增id]]
		char = "鄄", --[[屏蔽的]]
	} ,
	[2596] = {
		id = 2596, --[[自增id]]
		char = "谲", --[[屏蔽的]]
	} ,
	[2597] = {
		id = 2597, --[[自增id]]
		char = "爝", --[[屏蔽的]]
	} ,
	[2598] = {
		id = 2598, --[[自增id]]
		char = "麇", --[[屏蔽的]]
	} ,
	[2599] = {
		id = 2599, --[[自增id]]
		char = "贶", --[[屏蔽的]]
	} ,
	[2600] = {
		id = 2600, --[[自增id]]
		char = "悝", --[[屏蔽的]]
	} ,
	[2601] = {
		id = 2601, --[[自增id]]
		char = "喟", --[[屏蔽的]]
	} ,
	[2602] = {
		id = 2602, --[[自增id]]
		char = "仂", --[[屏蔽的]]
	} ,
	[2603] = {
		id = 2603, --[[自增id]]
		char = "泐", --[[屏蔽的]]
	} ,
	[2604] = {
		id = 2604, --[[自增id]]
		char = "鳓", --[[屏蔽的]]
	} ,
	[2605] = {
		id = 2605, --[[自增id]]
		char = "诔", --[[屏蔽的]]
	} ,
	[2606] = {
		id = 2606, --[[自增id]]
		char = "酹", --[[屏蔽的]]
	} ,
	[2607] = {
		id = 2607, --[[自增id]]
		char = "嫠", --[[屏蔽的]]
	} ,
	[2608] = {
		id = 2608, --[[自增id]]
		char = "黧", --[[屏蔽的]]
	} ,
	[2609] = {
		id = 2609, --[[自增id]]
		char = "蠡", --[[屏蔽的]]
	} ,
	[2610] = {
		id = 2610, --[[自增id]]
		char = "醴", --[[屏蔽的]]
	} ,
	[2611] = {
		id = 2611, --[[自增id]]
		char = "鳢", --[[屏蔽的]]
	} ,
	[2612] = {
		id = 2612, --[[自增id]]
		char = "轹", --[[屏蔽的]]
	} ,
	[2613] = {
		id = 2613, --[[自增id]]
		char = "詈", --[[屏蔽的]]
	} ,
	[2614] = {
		id = 2614, --[[自增id]]
		char = "跞", --[[屏蔽的]]
	} ,
	[2615] = {
		id = 2615, --[[自增id]]
		char = "奁", --[[屏蔽的]]
	} ,
	[2616] = {
		id = 2616, --[[自增id]]
		char = "臁", --[[屏蔽的]]
	} ,
	[2617] = {
		id = 2617, --[[自增id]]
		char = "蚍", --[[屏蔽的]]
	} ,
	[2618] = {
		id = 2618, --[[自增id]]
		char = "埤", --[[屏蔽的]]
	} ,
	[2619] = {
		id = 2619, --[[自增id]]
		char = "罴", --[[屏蔽的]]
	} ,
	[2620] = {
		id = 2620, --[[自增id]]
		char = "鼙", --[[屏蔽的]]
	} ,
	[2621] = {
		id = 2621, --[[自增id]]
		char = "庀", --[[屏蔽的]]
	} ,
	[2622] = {
		id = 2622, --[[自增id]]
		char = "仳", --[[屏蔽的]]
	} ,
	[2623] = {
		id = 2623, --[[自增id]]
		char = "圮綦", --[[屏蔽的]]
	} ,
	[2624] = {
		id = 2624, --[[自增id]]
		char = "屺", --[[屏蔽的]]
	} ,
	[2625] = {
		id = 2625, --[[自增id]]
		char = "綮", --[[屏蔽的]]
	} ,
	[2626] = {
		id = 2626, --[[自增id]]
		char = "汔", --[[屏蔽的]]
	} ,
	[2627] = {
		id = 2627, --[[自增id]]
		char = "碛", --[[屏蔽的]]
	} ,
	[2628] = {
		id = 2628, --[[自增id]]
		char = "葜", --[[屏蔽的]]
	} ,
	[2629] = {
		id = 2629, --[[自增id]]
		char = "佥", --[[屏蔽的]]
	} ,
	[2630] = {
		id = 2630, --[[自增id]]
		char = "岍", --[[屏蔽的]]
	} ,
	[2631] = {
		id = 2631, --[[自增id]]
		char = "愆", --[[屏蔽的]]
	} ,
	[2632] = {
		id = 2632, --[[自增id]]
		char = "搴", --[[屏蔽的]]
	} ,
	[2633] = {
		id = 2633, --[[自增id]]
		char = "钤", --[[屏蔽的]]
	} ,
	[2634] = {
		id = 2634, --[[自增id]]
		char = "掮", --[[屏蔽的]]
	} ,
	[2635] = {
		id = 2635, --[[自增id]]
		char = "凵", --[[屏蔽的]]
	} ,
	[2636] = {
		id = 2636, --[[自增id]]
		char = "肷", --[[屏蔽的]]
	} ,
	[2637] = {
		id = 2637, --[[自增id]]
		char = "椠", --[[屏蔽的]]
	} ,
	[2638] = {
		id = 2638, --[[自增id]]
		char = "戕", --[[屏蔽的]]
	} ,
	[2639] = {
		id = 2639, --[[自增id]]
		char = "锖", --[[屏蔽的]]
	} ,
	[2640] = {
		id = 2640, --[[自增id]]
		char = "檠", --[[屏蔽的]]
	} ,
	[2641] = {
		id = 2641, --[[自增id]]
		char = "苘", --[[屏蔽的]]
	} ,
	[2642] = {
		id = 2642, --[[自增id]]
		char = "謦", --[[屏蔽的]]
	} ,
	[2643] = {
		id = 2643, --[[自增id]]
		char = "庆红", --[[屏蔽的]]
	} ,
	[2644] = {
		id = 2644, --[[自增id]]
		char = "跫", --[[屏蔽的]]
	} ,
	[2645] = {
		id = 2645, --[[自增id]]
		char = "銎", --[[屏蔽的]]
	} ,
	[2646] = {
		id = 2646, --[[自增id]]
		char = "邛", --[[屏蔽的]]
	} ,
	[2647] = {
		id = 2647, --[[自增id]]
		char = "筇", --[[屏蔽的]]
	} ,
	[2648] = {
		id = 2648, --[[自增id]]
		char = "蛩鼽", --[[屏蔽的]]
	} ,
	[2649] = {
		id = 2649, --[[自增id]]
		char = "诎", --[[屏蔽的]]
	} ,
	[2650] = {
		id = 2650, --[[自增id]]
		char = "麴", --[[屏蔽的]]
	} ,
	[2651] = {
		id = 2651, --[[自增id]]
		char = "黢", --[[屏蔽的]]
	} ,
	[2652] = {
		id = 2652, --[[自增id]]
		char = "劬", --[[屏蔽的]]
	} ,
	[2653] = {
		id = 2653, --[[自增id]]
		char = "朐", --[[屏蔽的]]
	} ,
	[2654] = {
		id = 2654, --[[自增id]]
		char = "璩", --[[屏蔽的]]
	} ,
	[2655] = {
		id = 2655, --[[自增id]]
		char = "蘧", --[[屏蔽的]]
	} ,
	[2656] = {
		id = 2656, --[[自增id]]
		char = "衢", --[[屏蔽的]]
	} ,
	[2657] = {
		id = 2657, --[[自增id]]
		char = "蠼毵", --[[屏蔽的]]
	} ,
	[2658] = {
		id = 2658, --[[自增id]]
		char = "糁", --[[屏蔽的]]
	} ,
	[2659] = {
		id = 2659, --[[自增id]]
		char = "xijinping", --[[屏蔽的]]
	} ,
	[2660] = {
		id = 2660, --[[自增id]]
		char = "likeqiang", --[[屏蔽的]]
	} ,
	[2661] = {
		id = 2661, --[[自增id]]
		char = "zhangdejiang", --[[屏蔽的]]
	} ,
	[2662] = {
		id = 2662, --[[自增id]]
		char = "yuzhengsheng", --[[屏蔽的]]
	} ,
	[2663] = {
		id = 2663, --[[自增id]]
		char = "liuyunshan", --[[屏蔽的]]
	} ,
	[2664] = {
		id = 2664, --[[自增id]]
		char = "wangqishan", --[[屏蔽的]]
	} ,
	[2665] = {
		id = 2665, --[[自增id]]
		char = "zhanggaoli", --[[屏蔽的]]
	} ,
	[2666] = {
		id = 2666, --[[自增id]]
		char = "dishun", --[[屏蔽的]]
	} ,
	[2667] = {
		id = 2667, --[[自增id]]
		char = "hujintao", --[[屏蔽的]]
	} ,
	[2668] = {
		id = 2668, --[[自增id]]
		char = "jiangzemin", --[[屏蔽的]]
	} ,
	[2669] = {
		id = 2669, --[[自增id]]
		char = "pengliyuan", --[[屏蔽的]]
	} ,
	[2670] = {
		id = 2670, --[[自增id]]
		char = "quannengshenjiao", --[[屏蔽的]]
	} ,
	[2671] = {
		id = 2671, --[[自增id]]
		char = "liruihuan", --[[屏蔽的]]
	} ,
	[2672] = {
		id = 2672, --[[自增id]]
		char = "wenjiabao", --[[屏蔽的]]
	} ,
	[2673] = {
		id = 2673, --[[自增id]]
		char = "lipeng", --[[屏蔽的]]
	} ,
	[2674] = {
		id = 2674, --[[自增id]]
		char = "lichangchun", --[[屏蔽的]]
	} ,
	[2675] = {
		id = 2675, --[[自增id]]
		char = "wubangguo", --[[屏蔽的]]
	} ,
	[2676] = {
		id = 2676, --[[自增id]]
		char = "zhurongji", --[[屏蔽的]]
	} ,
	[2677] = {
		id = 2677, --[[自增id]]
		char = "zhouyongkang", --[[屏蔽的]]
	} ,
	[2678] = {
		id = 2678, --[[自增id]]
		char = "maozedong", --[[屏蔽的]]
	} ,
	[2679] = {
		id = 2679, --[[自增id]]
		char = "zhouenlai", --[[屏蔽的]]
	} ,
	[2680] = {
		id = 2680, --[[自增id]]
		char = "lihongzhi", --[[屏蔽的]]
	} ,
	[2681] = {
		id = 2681, --[[自增id]]
		char = "boxilai", --[[屏蔽的]]
	} ,
	[2682] = {
		id = 2682, --[[自增id]]
		char = "liulijun", --[[屏蔽的]]
	} ,
	[2683] = {
		id = 2683, --[[自增id]]
		char = "xinjiangduli", --[[屏蔽的]]
	} ,
	[2684] = {
		id = 2684, --[[自增id]]
		char = "xizangduli", --[[屏蔽的]]
	} ,
	[2685] = {
		id = 2685, --[[自增id]]
		char = "xinwenguanzhi", --[[屏蔽的]]
	} ,
	[2686] = {
		id = 2686, --[[自增id]]
		char = "lianggezhongguo", --[[屏蔽的]]
	} ,
	[2687] = {
		id = 2687, --[[自增id]]
		char = "taiwanduli", --[[屏蔽的]]
	} ,
	[2688] = {
		id = 2688, --[[自增id]]
		char = "dalailama", --[[屏蔽的]]
	} ,
	[2689] = {
		id = 2689, --[[自增id]]
		char = "sex", --[[屏蔽的]]
	} ,
	[2690] = {
		id = 2690, --[[自增id]]
		char = "fuck", --[[屏蔽的]]
	} ,
	[2691] = {
		id = 2691, --[[自增id]]
		char = "bitch", --[[屏蔽的]]
	} ,
	[2692] = {
		id = 2692, --[[自增id]]
		char = "lilanqing", --[[屏蔽的]]
	} ,
	[2693] = {
		id = 2693, --[[自增id]]
		char = "jiaqinglin", --[[屏蔽的]]
	} ,
	[2694] = {
		id = 2694, --[[自增id]]
		char = "falungong", --[[屏蔽的]]
	} ,
	[2695] = {
		id = 2695, --[[自增id]]
		char = "falundafahao", --[[屏蔽的]]
	} ,
	[2696] = {
		id = 2696, --[[自增id]]
		char = "xiejiao", --[[屏蔽的]]
	} ,
	[2697] = {
		id = 2697, --[[自增id]]
		char = "gongchandang", --[[屏蔽的]]
	} ,
	[2698] = {
		id = 2698, --[[自增id]]
		char = "zhonghuaminguo", --[[屏蔽的]]
	} ,
	[2699] = {
		id = 2699, --[[自增id]]
		char = "yidangzhuanzheng", --[[屏蔽的]]
	} ,
	[2700] = {
		id = 2700, --[[自增id]]
		char = "liushaoqi", --[[屏蔽的]]
	} ,
	[2701] = {
		id = 2701, --[[自增id]]
		char = "xucaihou", --[[屏蔽的]]
	} ,
	[2702] = {
		id = 2702, --[[自增id]]
		char = "zhaoziyang", --[[屏蔽的]]
	} ,
	[2703] = {
		id = 2703, --[[自增id]]
		char = "dengxiaoping", --[[屏蔽的]]
	} ,
	[2704] = {
		id = 2704, --[[自增id]]
		char = "jiangjieshi", --[[屏蔽的]]
	} ,
	[2705] = {
		id = 2705, --[[自增id]]
		char = "jiangjingguo", --[[屏蔽的]]
	} ,
	[2706] = {
		id = 2706, --[[自增id]]
		char = "chenshuibian", --[[屏蔽的]]
	} ,
	[2707] = {
		id = 2707, --[[自增id]]
		char = "huimin", --[[屏蔽的]]
	} ,
	[2708] = {
		id = 2708, --[[自增id]]
		char = "yisilan", --[[屏蔽的]]
	} ,
	[2709] = {
		id = 2709, --[[自增id]]
		char = "zhenzhu", --[[屏蔽的]]
	} ,
	[2710] = {
		id = 2710, --[[自增id]]
		char = "shijiamouni", --[[屏蔽的]]
	} ,
	[2711] = {
		id = 2711, --[[自增id]]
		char = "taidu", --[[屏蔽的]]
	} ,
	[2712] = {
		id = 2712, --[[自增id]]
		char = "liusi", --[[屏蔽的]]
	} ,
	[2713] = {
		id = 2713, --[[自增id]]
		char = "zengqinghong", --[[屏蔽的]]
	} ,
	[2714] = {
		id = 2714, --[[自增id]]
		char = "tiananmen", --[[屏蔽的]]
	} ,
	[2715] = {
		id = 2715, --[[自增id]]
		char = "renmindahuitang", --[[屏蔽的]]
	} ,
	[2716] = {
		id = 2716, --[[自增id]]
		char = "dang", --[[屏蔽的]]
	} ,
	[2717] = {
		id = 2717, --[[自增id]]
		char = "guojia", --[[屏蔽的]]
	} ,
	[2718] = {
		id = 2718, --[[自增id]]
		char = "lingjihua", --[[屏蔽的]]
	} ,
	[2719] = {
		id = 2719, --[[自增id]]
		char = "zhude", --[[屏蔽的]]
	} ,
	[2720] = {
		id = 2720, --[[自增id]]
		char = "pengdehuai", --[[屏蔽的]]
	} ,
	[2721] = {
		id = 2721, --[[自增id]]
		char = "linbiao", --[[屏蔽的]]
	} ,
	[2722] = {
		id = 2722, --[[自增id]]
		char = "liubocheng", --[[屏蔽的]]
	} ,
	[2723] = {
		id = 2723, --[[自增id]]
		char = "chenyi", --[[屏蔽的]]
	} ,
	[2724] = {
		id = 2724, --[[自增id]]
		char = "helong", --[[屏蔽的]]
	} ,
	[2725] = {
		id = 2725, --[[自增id]]
		char = "nierongzhen", --[[屏蔽的]]
	} ,
	[2726] = {
		id = 2726, --[[自增id]]
		char = "xuxiangqian", --[[屏蔽的]]
	} ,
	[2727] = {
		id = 2727, --[[自增id]]
		char = "luoronghuan", --[[屏蔽的]]
	} ,
	[2728] = {
		id = 2728, --[[自增id]]
		char = "yejianying", --[[屏蔽的]]
	} ,
	[2729] = {
		id = 2729, --[[自增id]]
		char = "lidazhao", --[[屏蔽的]]
	} ,
	[2730] = {
		id = 2730, --[[自增id]]
		char = "chenduxiu", --[[屏蔽的]]
	} ,
	[2731] = {
		id = 2731, --[[自增id]]
		char = "sunzhongshan", --[[屏蔽的]]
	} ,
	[2732] = {
		id = 2732, --[[自增id]]
		char = "sunwen", --[[屏蔽的]]
	} ,
	[2733] = {
		id = 2733, --[[自增id]]
		char = "sunyixian", --[[屏蔽的]]
	} ,
	[2734] = {
		id = 2734, --[[自增id]]
		char = "chenyun", --[[屏蔽的]]
	} ,
	[2735] = {
		id = 2735, --[[自增id]]
		char = "weijianxing", --[[屏蔽的]]
	} ,
	[2736] = {
		id = 2736, --[[自增id]]
		char = "luogan", --[[屏蔽的]]
	} ,
	[2737] = {
		id = 2737, --[[自增id]]
		char = "huangju", --[[屏蔽的]]
	} ,
	[2738] = {
		id = 2738, --[[自增id]]
		char = "wuguanzheng", --[[屏蔽的]]
	} ,
	[2739] = {
		id = 2739, --[[自增id]]
		char = "wuyi", --[[屏蔽的]]
	} ,
	[2740] = {
		id = 2740, --[[自增id]]
		char = "huiliangyu", --[[屏蔽的]]
	} ,
	[2741] = {
		id = 2741, --[[自增id]]
		char = "zengpeiyan", --[[屏蔽的]]
	} ,
	[2742] = {
		id = 2742, --[[自增id]]
		char = "caogangchuan", --[[屏蔽的]]
	} ,
	[2743] = {
		id = 2743, --[[自增id]]
		char = "tangjiaxuan", --[[屏蔽的]]
	} ,
	[2744] = {
		id = 2744, --[[自增id]]
		char = "huajianmin", --[[屏蔽的]]
	} ,
	[2745] = {
		id = 2745, --[[自增id]]
		char = "chenzhili", --[[屏蔽的]]
	} ,
	[2746] = {
		id = 2746, --[[自增id]]
		char = "wanglequan", --[[屏蔽的]]
	} ,
	[2747] = {
		id = 2747, --[[自增id]]
		char = "wanggang", --[[屏蔽的]]
	} ,
	[2748] = {
		id = 2748, --[[自增id]]
		char = "wangzhaoguo", --[[屏蔽的]]
	} ,
	[2749] = {
		id = 2749, --[[自增id]]
		char = "liuqi", --[[屏蔽的]]
	} ,
	[2750] = {
		id = 2750, --[[自增id]]
		char = "heguoqiang", --[[屏蔽的]]
	} ,
	[2751] = {
		id = 2751, --[[自增id]]
		char = "guobaxiong", --[[屏蔽的]]
	} ,
	[2752] = {
		id = 2752, --[[自增id]]
		char = "huyaobang", --[[屏蔽的]]
	} ,
	[2753] = {
		id = 2753, --[[自增id]]
		char = "bushi", --[[屏蔽的]]
	} ,
	[2754] = {
		id = 2754, --[[自增id]]
		char = "bulaier", --[[屏蔽的]]
	} ,
	[2755] = {
		id = 2755, --[[自增id]]
		char = "xiaoquan", --[[屏蔽的]]
	} ,
	[2756] = {
		id = 2756, --[[自增id]]
		char = "chunyilang", --[[屏蔽的]]
	} ,
	[2757] = {
		id = 2757, --[[自增id]]
		char = "samalanqi", --[[屏蔽的]]
	} ,
	[2758] = {
		id = 2758, --[[自增id]]
		char = "annan", --[[屏蔽的]]
	} ,
	[2759] = {
		id = 2759, --[[自增id]]
		char = "Alafate", --[[屏蔽的]]
	} ,
	[2760] = {
		id = 2760, --[[自增id]]
		char = "pujing", --[[屏蔽的]]
	} ,
	[2761] = {
		id = 2761, --[[自增id]]
		char = "mokeer", --[[屏蔽的]]
	} ,
	[2762] = {
		id = 2762, --[[自增id]]
		char = "kelindun", --[[屏蔽的]]
	} ,
	[2763] = {
		id = 2763, --[[自增id]]
		char = "ligen", --[[屏蔽的]]
	} ,
	[2764] = {
		id = 2764, --[[自增id]]
		char = "nikesong", --[[屏蔽的]]
	} ,
	[2765] = {
		id = 2765, --[[自增id]]
		char = "linken", --[[屏蔽的]]
	} ,
	[2766] = {
		id = 2766, --[[自增id]]
		char = "dulumen", --[[屏蔽的]]
	} ,
	[2767] = {
		id = 2767, --[[自增id]]
		char = "heluxiaofu", --[[屏蔽的]]
	} ,
	[2768] = {
		id = 2768, --[[自增id]]
		char = "liening", --[[屏蔽的]]
	} ,
	[2769] = {
		id = 2769, --[[自增id]]
		char = "sidalin", --[[屏蔽的]]
	} ,
	[2770] = {
		id = 2770, --[[自增id]]
		char = "makesi", --[[屏蔽的]]
	} ,
	[2771] = {
		id = 2771, --[[自增id]]
		char = "engesi", --[[屏蔽的]]
	} ,
	[2772] = {
		id = 2772, --[[自增id]]
		char = "jinzhengri", --[[屏蔽的]]
	} ,
	[2773] = {
		id = 2773, --[[自增id]]
		char = "jinricheng", --[[屏蔽的]]
	} ,
	[2774] = {
		id = 2774, --[[自增id]]
		char = "sadamu", --[[屏蔽的]]
	} ,
	[2775] = {
		id = 2775, --[[自增id]]
		char = "huzhiming", --[[屏蔽的]]
	} ,
	[2776] = {
		id = 2776, --[[自增id]]
		char = "xihanuke", --[[屏蔽的]]
	} ,
	[2777] = {
		id = 2777, --[[自增id]]
		char = "xilake", --[[屏蔽的]]
	} ,
	[2778] = {
		id = 2778, --[[自增id]]
		char = "saqieer", --[[屏蔽的]]
	} ,
	[2779] = {
		id = 2779, --[[自增id]]
		char = "Aluoyue", --[[屏蔽的]]
	} ,
	[2780] = {
		id = 2780, --[[自增id]]
		char = "mandela", --[[屏蔽的]]
	} ,
	[2781] = {
		id = 2781, --[[自增id]]
		char = "kasiteluo", --[[屏蔽的]]
	} ,
	[2782] = {
		id = 2782, --[[自增id]]
		char = "fulankelin", --[[屏蔽的]]
	} ,
	[2783] = {
		id = 2783, --[[自增id]]
		char = "huashengdun", --[[屏蔽的]]
	} ,
	[2784] = {
		id = 2784, --[[自增id]]
		char = "aisenhaoweier", --[[屏蔽的]]
	} ,
	[2785] = {
		id = 2785, --[[自增id]]
		char = "napolun", --[[屏蔽的]]
	} ,
	[2786] = {
		id = 2786, --[[自增id]]
		char = "yalishanda", --[[屏蔽的]]
	} ,
	[2787] = {
		id = 2787, --[[自增id]]
		char = "luyi", --[[屏蔽的]]
	} ,
	[2788] = {
		id = 2788, --[[自增id]]
		char = "lamusifeierde", --[[屏蔽的]]
	} ,
	[2789] = {
		id = 2789, --[[自增id]]
		char = "laola", --[[屏蔽的]]
	} ,
	[2790] = {
		id = 2790, --[[自增id]]
		char = "baoweier", --[[屏蔽的]]
	} ,
	[2791] = {
		id = 2791, --[[自增id]]
		char = "aobama", --[[屏蔽的]]
	} ,
	[2792] = {
		id = 2792, --[[自增id]]
		char = "meideweijiefu", --[[屏蔽的]]
	} ,
	[2793] = {
		id = 2793, --[[自增id]]
		char = "jinzhengen", --[[屏蔽的]]
	} ,
	[2794] = {
		id = 2794, --[[自增id]]
		char = "anbeijinsan", --[[屏蔽的]]
	} ,
	[2795] = {
		id = 2795, --[[自增id]]
		char = "benladeng", --[[屏蔽的]]
	} ,
	[2796] = {
		id = 2796, --[[自增id]]
		char = "aomaer", --[[屏蔽的]]
	} ,
	[2797] = {
		id = 2797, --[[自增id]]
		char = "chailing", --[[屏蔽的]]
	} ,
	[2798] = {
		id = 2798, --[[自增id]]
		char = "dalai", --[[屏蔽的]]
	} ,
	[2799] = {
		id = 2799, --[[自增id]]
		char = "jiangqing", --[[屏蔽的]]
	} ,
	[2800] = {
		id = 2800, --[[自增id]]
		char = "zhangchunqiao", --[[屏蔽的]]
	} ,
	[2801] = {
		id = 2801, --[[自增id]]
		char = "yaowenyuan", --[[屏蔽的]]
	} ,
	[2802] = {
		id = 2802, --[[自增id]]
		char = "wanghongwen", --[[屏蔽的]]
	} ,
	[2803] = {
		id = 2803, --[[自增id]]
		char = "dongtiaoyingji", --[[屏蔽的]]
	} ,
	[2804] = {
		id = 2804, --[[自增id]]
		char = "xitele", --[[屏蔽的]]
	} ,
	[2805] = {
		id = 2805, --[[自增id]]
		char = "mosuolini", --[[屏蔽的]]
	} ,
	[2806] = {
		id = 2806, --[[自增id]]
		char = "gangcunxiushu", --[[屏蔽的]]
	} ,
	[2807] = {
		id = 2807, --[[自增id]]
		char = "gangcunningci", --[[屏蔽的]]
	} ,
	[2808] = {
		id = 2808, --[[自增id]]
		char = "gaolipiao", --[[屏蔽的]]
	} ,
	[2809] = {
		id = 2809, --[[自增id]]
		char = "wangdan", --[[屏蔽的]]
	} ,
	[2810] = {
		id = 2810, --[[自增id]]
		char = "woerkaixi", --[[屏蔽的]]
	} ,
	[2811] = {
		id = 2811, --[[自增id]]
		char = "lidashi", --[[屏蔽的]]
	} ,
	[2812] = {
		id = 2812, --[[自增id]]
		char = "laichangxing", --[[屏蔽的]]
	} ,
	[2813] = {
		id = 2813, --[[自增id]]
		char = "majiajue", --[[屏蔽的]]
	} ,
	[2814] = {
		id = 2814, --[[自增id]]
		char = "banchan", --[[屏蔽的]]
	} ,
	[2815] = {
		id = 2815, --[[自增id]]
		char = "eerdeni", --[[屏蔽的]]
	} ,
	[2816] = {
		id = 2816, --[[自增id]]
		char = "shanbenwushiliu", --[[屏蔽的]]
	} ,
	[2817] = {
		id = 2817, --[[自增id]]
		char = "Abian", --[[屏蔽的]]
	} ,
	[2818] = {
		id = 2818, --[[自增id]]
		char = "Abianwansui", --[[屏蔽的]]
	} ,
	[2819] = {
		id = 2819, --[[自增id]]
		char = "renaya", --[[屏蔽的]]
	} ,
	[2820] = {
		id = 2820, --[[自增id]]
		char = "wanglijun", --[[屏蔽的]]
	} ,
	[2821] = {
		id = 2821, --[[自增id]]
		char = "mohanmode", --[[屏蔽的]]
	} ,
	[2822] = {
		id = 2822, --[[自增id]]
		char = "yuyongkang", --[[屏蔽的]]
	} ,
	[2823] = {
		id = 2823, --[[自增id]]
		char = "zhoujiankang", --[[屏蔽的]]
	} ,
	[2824] = {
		id = 2824, --[[自增id]]
		char = "yujiankang", --[[屏蔽的]]
	} ,
	[2825] = {
		id = 2825, --[[自增id]]
		char = "zhouxiaokang", --[[屏蔽的]]
	} ,
	[2826] = {
		id = 2826, --[[自增id]]
		char = "chenliangyu", --[[屏蔽的]]
	} ,
	[2827] = {
		id = 2827, --[[自增id]]
		char = "lidenghui", --[[屏蔽的]]
	} ,
	[2828] = {
		id = 2828, --[[自增id]]
		char = "lianzhan", --[[屏蔽的]]
	} ,
	[2829] = {
		id = 2829, --[[自增id]]
		char = "songchuyu", --[[屏蔽的]]
	} ,
	[2830] = {
		id = 2830, --[[自增id]]
		char = "luxiulian", --[[屏蔽的]]
	} ,
	[2831] = {
		id = 2831, --[[自增id]]
		char = "yumuming", --[[屏蔽的]]
	} ,
	[2832] = {
		id = 2832, --[[自增id]]
		char = "jiangzhongzheng", --[[屏蔽的]]
	} ,
	[2833] = {
		id = 2833, --[[自增id]]
		char = "mayingjiu", --[[屏蔽的]]
	} ,
	[2834] = {
		id = 2834, --[[自增id]]
		char = "16大", --[[屏蔽的]]
	} ,
	[2835] = {
		id = 2835, --[[自增id]]
		char = "18摸", --[[屏蔽的]]
	} ,
	[2836] = {
		id = 2836, --[[自增id]]
		char = "21世纪中国基金会", --[[屏蔽的]]
	} ,
	[2837] = {
		id = 2837, --[[自增id]]
		char = "6-4tianwang", --[[屏蔽的]]
	} ,
	[2838] = {
		id = 2838, --[[自增id]]
		char = "89-64cdjp", --[[屏蔽的]]
	} ,
	[2839] = {
		id = 2839, --[[自增id]]
		char = "AIDS", --[[屏蔽的]]
	} ,
	[2840] = {
		id = 2840, --[[自增id]]
		char = "Aiort墓地", --[[屏蔽的]]
	} ,
	[2841] = {
		id = 2841, --[[自增id]]
		char = "ai滋", --[[屏蔽的]]
	} ,
	[2842] = {
		id = 2842, --[[自增id]]
		char = "Arqus会议场", --[[屏蔽的]]
	} ,
	[2843] = {
		id = 2843, --[[自增id]]
		char = "asshole", --[[屏蔽的]]
	} ,
	[2844] = {
		id = 2844, --[[自增id]]
		char = "Atan的移动石", --[[屏蔽的]]
	} ,
	[2845] = {
		id = 2845, --[[自增id]]
		char = "A片", --[[屏蔽的]]
	} ,
	[2846] = {
		id = 2846, --[[自增id]]
		char = "Baopi", --[[屏蔽的]]
	} ,
	[2847] = {
		id = 2847, --[[自增id]]
		char = "Bao皮", --[[屏蔽的]]
	} ,
	[2848] = {
		id = 2848, --[[自增id]]
		char = "bastard", --[[屏蔽的]]
	} ,
	[2849] = {
		id = 2849, --[[自增id]]
		char = "Bc", --[[屏蔽的]]
	} ,
	[2850] = {
		id = 2850, --[[自增id]]
		char = "biaozi", --[[屏蔽的]]
	} ,
	[2851] = {
		id = 2851, --[[自增id]]
		char = "Biao子", --[[屏蔽的]]
	} ,
	[2852] = {
		id = 2852, --[[自增id]]
		char = "bignews", --[[屏蔽的]]
	} ,
	[2853] = {
		id = 2853, --[[自增id]]
		char = "Bi样", --[[屏蔽的]]
	} ,
	[2854] = {
		id = 2854, --[[自增id]]
		char = "BLOWJOB", --[[屏蔽的]]
	} ,
	[2855] = {
		id = 2855, --[[自增id]]
		char = "boxun", --[[屏蔽的]]
	} ,
	[2856] = {
		id = 2856, --[[自增id]]
		char = "B样", --[[屏蔽的]]
	} ,
	[2857] = {
		id = 2857, --[[自增id]]
		char = "caoB", --[[屏蔽的]]
	} ,
	[2858] = {
		id = 2858, --[[自增id]]
		char = "caobi", --[[屏蔽的]]
	} ,
	[2859] = {
		id = 2859, --[[自增id]]
		char = "cao你妈", --[[屏蔽的]]
	} ,
	[2860] = {
		id = 2860, --[[自增id]]
		char = "cao你大爷", --[[屏蔽的]]
	} ,
	[2861] = {
		id = 2861, --[[自增id]]
		char = "cha你", --[[屏蔽的]]
	} ,
	[2862] = {
		id = 2862, --[[自增id]]
		char = "chinaliberal", --[[屏蔽的]]
	} ,
	[2863] = {
		id = 2863, --[[自增id]]
		char = "chinamz", --[[屏蔽的]]
	} ,
	[2864] = {
		id = 2864, --[[自增id]]
		char = "chinesenewsnet", --[[屏蔽的]]
	} ,
	[2865] = {
		id = 2865, --[[自增id]]
		char = "Clockgemstone", --[[屏蔽的]]
	} ,
	[2866] = {
		id = 2866, --[[自增id]]
		char = "cnd", --[[屏蔽的]]
	} ,
	[2867] = {
		id = 2867, --[[自增id]]
		char = "creaders", --[[屏蔽的]]
	} ,
	[2868] = {
		id = 2868, --[[自增id]]
		char = "Crestbone", --[[屏蔽的]]
	} ,
	[2869] = {
		id = 2869, --[[自增id]]
		char = "dafa", --[[屏蔽的]]
	} ,
	[2870] = {
		id = 2870, --[[自增id]]
		char = "dajiyuan", --[[屏蔽的]]
	} ,
	[2871] = {
		id = 2871, --[[自增id]]
		char = "damn", --[[屏蔽的]]
	} ,
	[2872] = {
		id = 2872, --[[自增id]]
		char = "dfdz", --[[屏蔽的]]
	} ,
	[2873] = {
		id = 2873, --[[自增id]]
		char = "DICK", --[[屏蔽的]]
	} ,
	[2874] = {
		id = 2874, --[[自增id]]
		char = "dpp", --[[屏蔽的]]
	} ,
	[2875] = {
		id = 2875, --[[自增id]]
		char = "EVENT", --[[屏蔽的]]
	} ,
	[2876] = {
		id = 2876, --[[自增id]]
		char = "falu", --[[屏蔽的]]
	} ,
	[2877] = {
		id = 2877, --[[自增id]]
		char = "falun", --[[屏蔽的]]
	} ,
	[2878] = {
		id = 2878, --[[自增id]]
		char = "falundafa", --[[屏蔽的]]
	} ,
	[2879] = {
		id = 2879, --[[自增id]]
		char = "fa轮", --[[屏蔽的]]
	} ,
	[2880] = {
		id = 2880, --[[自增id]]
		char = "Feelmistone", --[[屏蔽的]]
	} ,
	[2881] = {
		id = 2881, --[[自增id]]
		char = "Fku", --[[屏蔽的]]
	} ,
	[2882] = {
		id = 2882, --[[自增id]]
		char = "FLG", --[[屏蔽的]]
	} ,
	[2883] = {
		id = 2883, --[[自增id]]
		char = "freechina", --[[屏蔽的]]
	} ,
	[2884] = {
		id = 2884, --[[自增id]]
		char = "freedom", --[[屏蔽的]]
	} ,
	[2885] = {
		id = 2885, --[[自增id]]
		char = "freenet", --[[屏蔽的]]
	} ,
	[2886] = {
		id = 2886, --[[自增id]]
		char = "gan你", --[[屏蔽的]]
	} ,
	[2887] = {
		id = 2887, --[[自增id]]
		char = "GCD", --[[屏蔽的]]
	} ,
	[2888] = {
		id = 2888, --[[自增id]]
		char = "Gruepin", --[[屏蔽的]]
	} ,
	[2889] = {
		id = 2889, --[[自增id]]
		char = "HACKING", --[[屏蔽的]]
	} ,
	[2890] = {
		id = 2890, --[[自增id]]
		char = "hongzhi", --[[屏蔽的]]
	} ,
	[2891] = {
		id = 2891, --[[自增id]]
		char = "hrichina", --[[屏蔽的]]
	} ,
	[2892] = {
		id = 2892, --[[自增id]]
		char = "http", --[[屏蔽的]]
	} ,
	[2893] = {
		id = 2893, --[[自增id]]
		char = "huanet", --[[屏蔽的]]
	} ,
	[2894] = {
		id = 2894, --[[自增id]]
		char = "hypermart.net", --[[屏蔽的]]
	} ,
	[2895] = {
		id = 2895, --[[自增id]]
		char = "incest", --[[屏蔽的]]
	} ,
	[2896] = {
		id = 2896, --[[自增id]]
		char = "item", --[[屏蔽的]]
	} ,
	[2897] = {
		id = 2897, --[[自增id]]
		char = "J8", --[[屏蔽的]]
	} ,
	[2898] = {
		id = 2898, --[[自增id]]
		char = "JB", --[[屏蔽的]]
	} ,
	[2899] = {
		id = 2899, --[[自增id]]
		char = "jiangdongriji", --[[屏蔽的]]
	} ,
	[2900] = {
		id = 2900, --[[自增id]]
		char = "jian你", --[[屏蔽的]]
	} ,
	[2901] = {
		id = 2901, --[[自增id]]
		char = "jiaochuang", --[[屏蔽的]]
	} ,
	[2902] = {
		id = 2902, --[[自增id]]
		char = "jiaochun", --[[屏蔽的]]
	} ,
	[2903] = {
		id = 2903, --[[自增id]]
		char = "jiba", --[[屏蔽的]]
	} ,
	[2904] = {
		id = 2904, --[[自增id]]
		char = "jinv", --[[屏蔽的]]
	} ,
	[2905] = {
		id = 2905, --[[自增id]]
		char = "Ji女", --[[屏蔽的]]
	} ,
	[2906] = {
		id = 2906, --[[自增id]]
		char = "Kao", --[[屏蔽的]]
	} ,
	[2907] = {
		id = 2907, --[[自增id]]
		char = "KISSMYASS", --[[屏蔽的]]
	} ,
	[2908] = {
		id = 2908, --[[自增id]]
		char = "Mai骚", --[[屏蔽的]]
	} ,
	[2909] = {
		id = 2909, --[[自增id]]
		char = "making", --[[屏蔽的]]
	} ,
	[2910] = {
		id = 2910, --[[自增id]]
		char = "minghui", --[[屏蔽的]]
	} ,
	[2911] = {
		id = 2911, --[[自增id]]
		char = "minghuinews", --[[屏蔽的]]
	} ,
	[2912] = {
		id = 2912, --[[自增id]]
		char = "nacb", --[[屏蔽的]]
	} ,
	[2913] = {
		id = 2913, --[[自增id]]
		char = "naive", --[[屏蔽的]]
	} ,
	[2914] = {
		id = 2914, --[[自增id]]
		char = "Neckromancer", --[[屏蔽的]]
	} ,
	[2915] = {
		id = 2915, --[[自增id]]
		char = "nmis", --[[屏蔽的]]
	} ,
	[2916] = {
		id = 2916, --[[自增id]]
		char = "paper64", --[[屏蔽的]]
	} ,
	[2917] = {
		id = 2917, --[[自增id]]
		char = "peacehall", --[[屏蔽的]]
	} ,
	[2918] = {
		id = 2918, --[[自增id]]
		char = "PENIS", --[[屏蔽的]]
	} ,
	[2919] = {
		id = 2919, --[[自增id]]
		char = "playboy", --[[屏蔽的]]
	} ,
	[2920] = {
		id = 2920, --[[自增id]]
		char = "pussy", --[[屏蔽的]]
	} ,
	[2921] = {
		id = 2921, --[[自增id]]
		char = "qiangjian", --[[屏蔽的]]
	} ,
	[2922] = {
		id = 2922, --[[自增id]]
		char = "Rape", --[[屏蔽的]]
	} ,
	[2923] = {
		id = 2923, --[[自增id]]
		char = "renminbao", --[[屏蔽的]]
	} ,
	[2924] = {
		id = 2924, --[[自增id]]
		char = "renmingbao", --[[屏蔽的]]
	} ,
	[2925] = {
		id = 2925, --[[自增id]]
		char = "rfa", --[[屏蔽的]]
	} ,
	[2926] = {
		id = 2926, --[[自增id]]
		char = "safeweb", --[[屏蔽的]]
	} ,
	[2927] = {
		id = 2927, --[[自增id]]
		char = "saobi", --[[屏蔽的]]
	} ,
	[2928] = {
		id = 2928, --[[自增id]]
		char = "sb", --[[屏蔽的]]
	} ,
	[2929] = {
		id = 2929, --[[自增id]]
		char = "SHIT", --[[屏蔽的]]
	} ,
	[2930] = {
		id = 2930, --[[自增id]]
		char = "simple", --[[屏蔽的]]
	} ,
	[2931] = {
		id = 2931, --[[自增id]]
		char = "SUCK", --[[屏蔽的]]
	} ,
	[2932] = {
		id = 2932, --[[自增id]]
		char = "sucker", --[[屏蔽的]]
	} ,
	[2933] = {
		id = 2933, --[[自增id]]
		char = "svdc", --[[屏蔽的]]
	} ,
	[2934] = {
		id = 2934, --[[自增id]]
		char = "taip", --[[屏蔽的]]
	} ,
	[2935] = {
		id = 2935, --[[自增id]]
		char = "The9", --[[屏蔽的]]
	} ,
	[2936] = {
		id = 2936, --[[自增id]]
		char = "The9City", --[[屏蔽的]]
	} ,
	[2937] = {
		id = 2937, --[[自增id]]
		char = "tibetalk", --[[屏蔽的]]
	} ,
	[2938] = {
		id = 2938, --[[自增id]]
		char = "TMD", --[[屏蔽的]]
	} ,
	[2939] = {
		id = 2939, --[[自增id]]
		char = "triangle", --[[屏蔽的]]
	} ,
	[2940] = {
		id = 2940, --[[自增id]]
		char = "triangleboy", --[[屏蔽的]]
	} ,
	[2941] = {
		id = 2941, --[[自增id]]
		char = "Tringel", --[[屏蔽的]]
	} ,
	[2942] = {
		id = 2942, --[[自增id]]
		char = "UltraSurf", --[[屏蔽的]]
	} ,
	[2943] = {
		id = 2943, --[[自增id]]
		char = "unixbox", --[[屏蔽的]]
	} ,
	[2944] = {
		id = 2944, --[[自增id]]
		char = "ustibet", --[[屏蔽的]]
	} ,
	[2945] = {
		id = 2945, --[[自增id]]
		char = "voa", --[[屏蔽的]]
	} ,
	[2946] = {
		id = 2946, --[[自增id]]
		char = "voachinese", --[[屏蔽的]]
	} ,
	[2947] = {
		id = 2947, --[[自增id]]
		char = "wangce", --[[屏蔽的]]
	} ,
	[2948] = {
		id = 2948, --[[自增id]]
		char = "WEBZEN", --[[屏蔽的]]
	} ,
	[2949] = {
		id = 2949, --[[自增id]]
		char = "wstaiji", --[[屏蔽的]]
	} ,
	[2950] = {
		id = 2950, --[[自增id]]
		char = "xinsheng", --[[屏蔽的]]
	} ,
	[2951] = {
		id = 2951, --[[自增id]]
		char = "yuming", --[[屏蔽的]]
	} ,
	[2952] = {
		id = 2952, --[[自增id]]
		char = "zhengjian", --[[屏蔽的]]
	} ,
	[2953] = {
		id = 2953, --[[自增id]]
		char = "zhengjianwang", --[[屏蔽的]]
	} ,
	[2954] = {
		id = 2954, --[[自增id]]
		char = "zhenshanren", --[[屏蔽的]]
	} ,
	[2955] = {
		id = 2955, --[[自增id]]
		char = "zhuanfalunADMIN", --[[屏蔽的]]
	} ,
	[2956] = {
		id = 2956, --[[自增id]]
		char = "BAICHI", --[[屏蔽的]]
	} ,
	[2957] = {
		id = 2957, --[[自增id]]
		char = "CC小雪", --[[屏蔽的]]
	} ,
	[2958] = {
		id = 2958, --[[自增id]]
		char = "㎏", --[[屏蔽的]]
	} ,
	[2959] = {
		id = 2959, --[[自增id]]
		char = "㎎", --[[屏蔽的]]
	} ,
	[2960] = {
		id = 2960, --[[自增id]]
		char = "㎜", --[[屏蔽的]]
	} ,
	[2961] = {
		id = 2961, --[[自增id]]
		char = "WWW", --[[屏蔽的]]
	} ,
	[2962] = {
		id = 2962, --[[自增id]]
		char = "WWW.", --[[屏蔽的]]
	} ,
	[2963] = {
		id = 2963, --[[自增id]]
		char = "ZHUANFALUN", --[[屏蔽的]]
	} ,
	[2964] = {
		id = 2964, --[[自增id]]
		char = "narcotics", --[[屏蔽的]]
	} ,
	[2965] = {
		id = 2965, --[[自增id]]
		char = "碡", --[[屏蔽的]]
	} ,
	[2966] = {
		id = 2966, --[[自增id]]
		char = "籀", --[[屏蔽的]]
	} ,
	[2967] = {
		id = 2967, --[[自增id]]
		char = "朱駿", --[[屏蔽的]]
	} ,
	[2968] = {
		id = 2968, --[[自增id]]
		char = "朱狨基", --[[屏蔽的]]
	} ,
	[2969] = {
		id = 2969, --[[自增id]]
		char = "朱容基", --[[屏蔽的]]
	} ,
	[2970] = {
		id = 2970, --[[自增id]]
		char = "朱溶剂", --[[屏蔽的]]
	} ,
	[2971] = {
		id = 2971, --[[自增id]]
		char = "朱熔基", --[[屏蔽的]]
	} ,
	[2972] = {
		id = 2972, --[[自增id]]
		char = "邾", --[[屏蔽的]]
	} ,
	[2973] = {
		id = 2973, --[[自增id]]
		char = "猪聋畸", --[[屏蔽的]]
	} ,
	[2974] = {
		id = 2974, --[[自增id]]
		char = "猪毛1", --[[屏蔽的]]
	} ,
	[2975] = {
		id = 2975, --[[自增id]]
		char = "舳", --[[屏蔽的]]
	} ,
	[2976] = {
		id = 2976, --[[自增id]]
		char = "瘃", --[[屏蔽的]]
	} ,
	[2977] = {
		id = 2977, --[[自增id]]
		char = "躅", --[[屏蔽的]]
	} ,
	[2978] = {
		id = 2978, --[[自增id]]
		char = "翥", --[[屏蔽的]]
	} ,
	[2979] = {
		id = 2979, --[[自增id]]
		char = "颛", --[[屏蔽的]]
	} ,
	[2980] = {
		id = 2980, --[[自增id]]
		char = "丬", --[[屏蔽的]]
	} ,
	[2981] = {
		id = 2981, --[[自增id]]
		char = "隹", --[[屏蔽的]]
	} ,
	[2982] = {
		id = 2982, --[[自增id]]
		char = "窀", --[[屏蔽的]]
	} ,
	[2983] = {
		id = 2983, --[[自增id]]
		char = "卓伯源", --[[屏蔽的]]
	} ,
	[2984] = {
		id = 2984, --[[自增id]]
		char = "倬", --[[屏蔽的]]
	} ,
	[2985] = {
		id = 2985, --[[自增id]]
		char = "斫", --[[屏蔽的]]
	} ,
	[2986] = {
		id = 2986, --[[自增id]]
		char = "诼", --[[屏蔽的]]
	} ,
	[2987] = {
		id = 2987, --[[自增id]]
		char = "髭", --[[屏蔽的]]
	} ,
	[2988] = {
		id = 2988, --[[自增id]]
		char = "鲻", --[[屏蔽的]]
	} ,
	[2989] = {
		id = 2989, --[[自增id]]
		char = "秭", --[[屏蔽的]]
	} ,
	[2990] = {
		id = 2990, --[[自增id]]
		char = "自民党", --[[屏蔽的]]
	} ,
	[2991] = {
		id = 2991, --[[自增id]]
		char = "自已的故事", --[[屏蔽的]]
	} ,
	[2992] = {
		id = 2992, --[[自增id]]
		char = "总理", --[[屏蔽的]]
	} ,
	[2993] = {
		id = 2993, --[[自增id]]
		char = "偬", --[[屏蔽的]]
	} ,
	[2994] = {
		id = 2994, --[[自增id]]
		char = "诹", --[[屏蔽的]]
	} ,
	[2995] = {
		id = 2995, --[[自增id]]
		char = "陬", --[[屏蔽的]]
	} ,
	[2996] = {
		id = 2996, --[[自增id]]
		char = "鄹", --[[屏蔽的]]
	} ,
	[2997] = {
		id = 2997, --[[自增id]]
		char = "鲰", --[[屏蔽的]]
	} ,
	[2998] = {
		id = 2998, --[[自增id]]
		char = "躜", --[[屏蔽的]]
	} ,
	[2999] = {
		id = 2999, --[[自增id]]
		char = "缵", --[[屏蔽的]]
	} ,
	[3000] = {
		id = 3000, --[[自增id]]
		char = "作秀", --[[屏蔽的]]
	} ,
	[3001] = {
		id = 3001, --[[自增id]]
		char = "阼", --[[屏蔽的]]
	} ,
	[3002] = {
		id = 3002, --[[自增id]]
		char = "祚", --[[屏蔽的]]
	} ,
	[3003] = {
		id = 3003, --[[自增id]]
		char = "阿萊娜", --[[屏蔽的]]
	} ,
	[3004] = {
		id = 3004, --[[自增id]]
		char = "啊無卵", --[[屏蔽的]]
	} ,
	[3005] = {
		id = 3005, --[[自增id]]
		char = "埃裏克蘇特勤", --[[屏蔽的]]
	} ,
	[3006] = {
		id = 3006, --[[自增id]]
		char = "埃斯萬", --[[屏蔽的]]
	} ,
	[3007] = {
		id = 3007, --[[自增id]]
		char = "艾麗絲", --[[屏蔽的]]
	} ,
	[3008] = {
		id = 3008, --[[自增id]]
		char = "愛滋", --[[屏蔽的]]
	} ,
	[3009] = {
		id = 3009, --[[自增id]]
		char = "垵", --[[屏蔽的]]
	} ,
	[3010] = {
		id = 3010, --[[自增id]]
		char = "暗黑法師", --[[屏蔽的]]
	} ,
	[3011] = {
		id = 3011, --[[自增id]]
		char = "嶴", --[[屏蔽的]]
	} ,
	[3012] = {
		id = 3012, --[[自增id]]
		char = "奧克拉", --[[屏蔽的]]
	} ,
	[3013] = {
		id = 3013, --[[自增id]]
		char = "奧拉德", --[[屏蔽的]]
	} ,
	[3014] = {
		id = 3014, --[[自增id]]
		char = "奧利弗", --[[屏蔽的]]
	} ,
	[3015] = {
		id = 3015, --[[自增id]]
		char = "奧魯奇", --[[屏蔽的]]
	} ,
	[3016] = {
		id = 3016, --[[自增id]]
		char = "奧倫", --[[屏蔽的]]
	} ,
	[3017] = {
		id = 3017, --[[自增id]]
		char = "奧特蘭", --[[屏蔽的]]
	} ,
	[3018] = {
		id = 3018, --[[自增id]]
		char = "㈧", --[[屏蔽的]]
	} ,
	[3019] = {
		id = 3019, --[[自增id]]
		char = "巴倫侍從", --[[屏蔽的]]
	} ,
	[3020] = {
		id = 3020, --[[自增id]]
		char = "巴倫坦", --[[屏蔽的]]
	} ,
	[3021] = {
		id = 3021, --[[自增id]]
		char = "白立樸", --[[屏蔽的]]
	} ,
	[3022] = {
		id = 3022, --[[自增id]]
		char = "白夢", --[[屏蔽的]]
	} ,
	[3023] = {
		id = 3023, --[[自增id]]
		char = "白皮書", --[[屏蔽的]]
	} ,
	[3024] = {
		id = 3024, --[[自增id]]
		char = "寶石商人", --[[屏蔽的]]
	} ,
	[3025] = {
		id = 3025, --[[自增id]]
		char = "保釣", --[[屏蔽的]]
	} ,
	[3026] = {
		id = 3026, --[[自增id]]
		char = "鮑戈", --[[屏蔽的]]
	} ,
	[3027] = {
		id = 3027, --[[自增id]]
		char = "鮑彤", --[[屏蔽的]]
	} ,
	[3028] = {
		id = 3028, --[[自增id]]
		char = "鮑伊", --[[屏蔽的]]
	} ,
	[3029] = {
		id = 3029, --[[自增id]]
		char = "暴風亡靈", --[[屏蔽的]]
	} ,
	[3030] = {
		id = 3030, --[[自增id]]
		char = "暴亂", --[[屏蔽的]]
	} ,
	[3031] = {
		id = 3031, --[[自增id]]
		char = "暴熱的戰士", --[[屏蔽的]]
	} ,
	[3032] = {
		id = 3032, --[[自增id]]
		char = "暴躁的城塔野獸", --[[屏蔽的]]
	} ,
	[3033] = {
		id = 3033, --[[自增id]]
		char = "暴躁的警衛兵靈魂", --[[屏蔽的]]
	} ,
	[3034] = {
		id = 3034, --[[自增id]]
		char = "暴躁的馬杜克", --[[屏蔽的]]
	} ,
	[3035] = {
		id = 3035, --[[自增id]]
		char = "北大三角地論壇", --[[屏蔽的]]
	} ,
	[3036] = {
		id = 3036, --[[自增id]]
		char = "北韓", --[[屏蔽的]]
	} ,
	[3037] = {
		id = 3037, --[[自增id]]
		char = "北京當局", --[[屏蔽的]]
	} ,
	[3038] = {
		id = 3038, --[[自增id]]
		char = "北美自由論壇", --[[屏蔽的]]
	} ,
	[3039] = {
		id = 3039, --[[自增id]]
		char = "貝尤爾", --[[屏蔽的]]
	} ,
	[3040] = {
		id = 3040, --[[自增id]]
		char = "韝", --[[屏蔽的]]
	} ,
	[3041] = {
		id = 3041, --[[自增id]]
		char = "比樣", --[[屏蔽的]]
	} ,
	[3042] = {
		id = 3042, --[[自增id]]
		char = "蹕", --[[屏蔽的]]
	} ,
	[3043] = {
		id = 3043, --[[自增id]]
		char = "颮", --[[屏蔽的]]
	} ,
	[3044] = {
		id = 3044, --[[自增id]]
		char = "鑣", --[[屏蔽的]]
	} ,
	[3045] = {
		id = 3045, --[[自增id]]
		char = "婊子養的", --[[屏蔽的]]
	} ,
	[3046] = {
		id = 3046, --[[自增id]]
		char = "賓周", --[[屏蔽的]]
	} ,
	[3047] = {
		id = 3047, --[[自增id]]
		char = "冰後", --[[屏蔽的]]
	} ,
	[3048] = {
		id = 3048, --[[自增id]]
		char = "博訊", --[[屏蔽的]]
	} ,
	[3049] = {
		id = 3049, --[[自增id]]
		char = "不滅帝王", --[[屏蔽的]]
	} ,
	[3050] = {
		id = 3050, --[[自增id]]
		char = "不爽不要錢", --[[屏蔽的]]
	} ,
	[3051] = {
		id = 3051, --[[自增id]]
		char = "布萊爾", --[[屏蔽的]]
	} ,
	[3052] = {
		id = 3052, --[[自增id]]
		char = "蔡崇國", --[[屏蔽的]]
	} ,
	[3053] = {
		id = 3053, --[[自增id]]
		char = "蔡啓芳", --[[屏蔽的]]
	} ,
	[3054] = {
		id = 3054, --[[自增id]]
		char = "黲", --[[屏蔽的]]
	} ,
	[3055] = {
		id = 3055, --[[自增id]]
		char = "操鶏", --[[屏蔽的]]
	} ,
	[3056] = {
		id = 3056, --[[自增id]]
		char = "操那嗎B", --[[屏蔽的]]
	} ,
	[3057] = {
		id = 3057, --[[自增id]]
		char = "操那嗎逼", --[[屏蔽的]]
	} ,
	[3058] = {
		id = 3058, --[[自增id]]
		char = "操那嗎比", --[[屏蔽的]]
	} ,
	[3059] = {
		id = 3059, --[[自增id]]
		char = "操你爺爺", --[[屏蔽的]]
	} ,
	[3060] = {
		id = 3060, --[[自增id]]
		char = "曹長青", --[[屏蔽的]]
	} ,
	[3061] = {
		id = 3061, --[[自增id]]
		char = "草你媽", --[[屏蔽的]]
	} ,
	[3062] = {
		id = 3062, --[[自增id]]
		char = "草擬媽", --[[屏蔽的]]
	} ,
	[3063] = {
		id = 3063, --[[自增id]]
		char = "册那娘餓比", --[[屏蔽的]]
	} ,
	[3064] = {
		id = 3064, --[[自增id]]
		char = "插那嗎B", --[[屏蔽的]]
	} ,
	[3065] = {
		id = 3065, --[[自增id]]
		char = "插那嗎逼", --[[屏蔽的]]
	} ,
	[3066] = {
		id = 3066, --[[自增id]]
		char = "插那嗎比", --[[屏蔽的]]
	} ,
	[3067] = {
		id = 3067, --[[自增id]]
		char = "插你媽", --[[屏蔽的]]
	} ,
	[3068] = {
		id = 3068, --[[自增id]]
		char = "插你爺爺", --[[屏蔽的]]
	} ,
	[3069] = {
		id = 3069, --[[自增id]]
		char = "覘", --[[屏蔽的]]
	} ,
	[3070] = {
		id = 3070, --[[自增id]]
		char = "蕆", --[[屏蔽的]]
	} ,
	[3071] = {
		id = 3071, --[[自增id]]
		char = "囅", --[[屏蔽的]]
	} ,
	[3072] = {
		id = 3072, --[[自增id]]
		char = "閶", --[[屏蔽的]]
	} ,
	[3073] = {
		id = 3073, --[[自增id]]
		char = "長官沙塔特", --[[屏蔽的]]
	} ,
	[3074] = {
		id = 3074, --[[自增id]]
		char = "常勁", --[[屏蔽的]]
	} ,
	[3075] = {
		id = 3075, --[[自增id]]
		char = "朝鮮", --[[屏蔽的]]
	} ,
	[3076] = {
		id = 3076, --[[自增id]]
		char = "車侖", --[[屏蔽的]]
	} ,
	[3077] = {
		id = 3077, --[[自增id]]
		char = "車侖女幹", --[[屏蔽的]]
	} ,
	[3078] = {
		id = 3078, --[[自增id]]
		char = "沉睡圖騰", --[[屏蔽的]]
	} ,
	[3079] = {
		id = 3079, --[[自增id]]
		char = "陳炳基", --[[屏蔽的]]
	} ,
	[3080] = {
		id = 3080, --[[自增id]]
		char = "陳博志", --[[屏蔽的]]
	} ,
	[3081] = {
		id = 3081, --[[自增id]]
		char = "陳定南", --[[屏蔽的]]
	} ,
	[3082] = {
		id = 3082, --[[自增id]]
		char = "陳建銘", --[[屏蔽的]]
	} ,
	[3083] = {
		id = 3083, --[[自增id]]
		char = "陳景俊", --[[屏蔽的]]
	} ,
	[3084] = {
		id = 3084, --[[自增id]]
		char = "陳菊", --[[屏蔽的]]
	} ,
	[3085] = {
		id = 3085, --[[自增id]]
		char = "陳軍", --[[屏蔽的]]
	} ,
	[3086] = {
		id = 3086, --[[自增id]]
		char = "陳蒙", --[[屏蔽的]]
	} ,
	[3087] = {
		id = 3087, --[[自增id]]
		char = "陳破空", --[[屏蔽的]]
	} ,
	[3088] = {
		id = 3088, --[[自增id]]
		char = "陳水扁", --[[屏蔽的]]
	} ,
	[3089] = {
		id = 3089, --[[自增id]]
		char = "陳唐山", --[[屏蔽的]]
	} ,
	[3090] = {
		id = 3090, --[[自增id]]
		char = "陳希同", --[[屏蔽的]]
	} ,
	[3091] = {
		id = 3091, --[[自增id]]
		char = "陳小同", --[[屏蔽的]]
	} ,
	[3092] = {
		id = 3092, --[[自增id]]
		char = "陳宣良", --[[屏蔽的]]
	} ,
	[3093] = {
		id = 3093, --[[自增id]]
		char = "陳學聖", --[[屏蔽的]]
	} ,
	[3094] = {
		id = 3094, --[[自增id]]
		char = "陳一諮", --[[屏蔽的]]
	} ,
	[3095] = {
		id = 3095, --[[自增id]]
		char = "陳總統", --[[屏蔽的]]
	} ,
	[3096] = {
		id = 3096, --[[自增id]]
		char = "諶", --[[屏蔽的]]
	} ,
	[3097] = {
		id = 3097, --[[自增id]]
		char = "齔", --[[屏蔽的]]
	} ,
	[3098] = {
		id = 3098, --[[自增id]]
		char = "櫬", --[[屏蔽的]]
	} ,
	[3099] = {
		id = 3099, --[[自增id]]
		char = "讖", --[[屏蔽的]]
	} ,
	[3100] = {
		id = 3100, --[[自增id]]
		char = "程凱", --[[屏蔽的]]
	} ,
	[3101] = {
		id = 3101, --[[自增id]]
		char = "程鐵軍", --[[屏蔽的]]
	} ,
	[3102] = {
		id = 3102, --[[自增id]]
		char = "鴟", --[[屏蔽的]]
	} ,
	[3103] = {
		id = 3103, --[[自增id]]
		char = "痴鳩", --[[屏蔽的]]
	} ,
	[3104] = {
		id = 3104, --[[自增id]]
		char = "痴拈", --[[屏蔽的]]
	} ,
	[3105] = {
		id = 3105, --[[自增id]]
		char = "遲鈍的圖騰", --[[屏蔽的]]
	} ,
	[3106] = {
		id = 3106, --[[自增id]]
		char = "持不同政見", --[[屏蔽的]]
	} ,
	[3107] = {
		id = 3107, --[[自增id]]
		char = "赤色騎士", --[[屏蔽的]]
	} ,
	[3108] = {
		id = 3108, --[[自增id]]
		char = "赤色戰士", --[[屏蔽的]]
	} ,
	[3109] = {
		id = 3109, --[[自增id]]
		char = "處女膜", --[[屏蔽的]]
	} ,
	[3110] = {
		id = 3110, --[[自增id]]
		char = "傳染性病", --[[屏蔽的]]
	} ,
	[3111] = {
		id = 3111, --[[自增id]]
		char = "吹簫", --[[屏蔽的]]
	} ,
	[3112] = {
		id = 3112, --[[自增id]]
		char = "春夏自由論壇", --[[屏蔽的]]
	} ,
	[3113] = {
		id = 3113, --[[自增id]]
		char = "戳那嗎B", --[[屏蔽的]]
	} ,
	[3114] = {
		id = 3114, --[[自增id]]
		char = "戳那嗎逼", --[[屏蔽的]]
	} ,
	[3115] = {
		id = 3115, --[[自增id]]
		char = "戳那嗎比", --[[屏蔽的]]
	} ,
	[3116] = {
		id = 3116, --[[自增id]]
		char = "輳", --[[屏蔽的]]
	} ,
	[3117] = {
		id = 3117, --[[自增id]]
		char = "鹺", --[[屏蔽的]]
	} ,
	[3118] = {
		id = 3118, --[[自增id]]
		char = "錯B", --[[屏蔽的]]
	} ,
	[3119] = {
		id = 3119, --[[自增id]]
		char = "錯逼", --[[屏蔽的]]
	} ,
	[3120] = {
		id = 3120, --[[自增id]]
		char = "錯比", --[[屏蔽的]]
	} ,
	[3121] = {
		id = 3121, --[[自增id]]
		char = "錯那嗎B", --[[屏蔽的]]
	} ,
	[3122] = {
		id = 3122, --[[自增id]]
		char = "錯那嗎逼", --[[屏蔽的]]
	} ,
	[3123] = {
		id = 3123, --[[自增id]]
		char = "錯那嗎比", --[[屏蔽的]]
	} ,
	[3124] = {
		id = 3124, --[[自增id]]
		char = "達夫警衛兵", --[[屏蔽的]]
	} ,
	[3125] = {
		id = 3125, --[[自增id]]
		char = "達夫侍從", --[[屏蔽的]]
	} ,
	[3126] = {
		id = 3126, --[[自增id]]
		char = "達癩", --[[屏蔽的]]
	} ,
	[3127] = {
		id = 3127, --[[自增id]]
		char = "大東亞", --[[屏蔽的]]
	} ,
	[3128] = {
		id = 3128, --[[自增id]]
		char = "大東亞共榮", --[[屏蔽的]]
	} ,
	[3129] = {
		id = 3129, --[[自增id]]
		char = "大鶏巴", --[[屏蔽的]]
	} ,
	[3130] = {
		id = 3130, --[[自增id]]
		char = "大紀元", --[[屏蔽的]]
	} ,
	[3131] = {
		id = 3131, --[[自增id]]
		char = "大紀元新聞網", --[[屏蔽的]]
	} ,
	[3132] = {
		id = 3132, --[[自增id]]
		char = "大紀園", --[[屏蔽的]]
	} ,
	[3133] = {
		id = 3133, --[[自增id]]
		char = "大家論壇", --[[屏蔽的]]
	} ,
	[3134] = {
		id = 3134, --[[自增id]]
		char = "大奶媽", --[[屏蔽的]]
	} ,
	[3135] = {
		id = 3135, --[[自增id]]
		char = "大史記", --[[屏蔽的]]
	} ,
	[3136] = {
		id = 3136, --[[自增id]]
		char = "大史紀", --[[屏蔽的]]
	} ,
	[3137] = {
		id = 3137, --[[自增id]]
		char = "大中國論壇", --[[屏蔽的]]
	} ,
	[3138] = {
		id = 3138, --[[自增id]]
		char = "大中華論壇", --[[屏蔽的]]
	} ,
	[3139] = {
		id = 3139, --[[自增id]]
		char = "大衆真人真事", --[[屏蔽的]]
	} ,
	[3140] = {
		id = 3140, --[[自增id]]
		char = "紿", --[[屏蔽的]]
	} ,
	[3141] = {
		id = 3141, --[[自增id]]
		char = "戴維教", --[[屏蔽的]]
	} ,
	[3142] = {
		id = 3142, --[[自增id]]
		char = "戴相龍", --[[屏蔽的]]
	} ,
	[3143] = {
		id = 3143, --[[自增id]]
		char = "彈劾", --[[屏蔽的]]
	} ,
	[3144] = {
		id = 3144, --[[自增id]]
		char = "氹", --[[屏蔽的]]
	} ,
	[3145] = {
		id = 3145, --[[自增id]]
		char = "導師", --[[屏蔽的]]
	} ,
	[3146] = {
		id = 3146, --[[自增id]]
		char = "盜竊犯", --[[屏蔽的]]
	} ,
	[3147] = {
		id = 3147, --[[自增id]]
		char = "德維爾", --[[屏蔽的]]
	} ,
	[3148] = {
		id = 3148, --[[自增id]]
		char = "登輝", --[[屏蔽的]]
	} ,
	[3149] = {
		id = 3149, --[[自增id]]
		char = "鄧笑貧", --[[屏蔽的]]
	} ,
	[3150] = {
		id = 3150, --[[自增id]]
		char = "糴", --[[屏蔽的]]
	} ,
	[3151] = {
		id = 3151, --[[自增id]]
		char = "迪裏夏提", --[[屏蔽的]]
	} ,
	[3152] = {
		id = 3152, --[[自增id]]
		char = "覿", --[[屏蔽的]]
	} ,
	[3153] = {
		id = 3153, --[[自增id]]
		char = "地下教會", --[[屏蔽的]]
	} ,
	[3154] = {
		id = 3154, --[[自增id]]
		char = "帝國主義", --[[屏蔽的]]
	} ,
	[3155] = {
		id = 3155, --[[自增id]]
		char = "電視流氓", --[[屏蔽的]]
	} ,
	[3156] = {
		id = 3156, --[[自增id]]
		char = "叼你媽", --[[屏蔽的]]
	} ,
	[3157] = {
		id = 3157, --[[自增id]]
		char = "釣魚島", --[[屏蔽的]]
	} ,
	[3158] = {
		id = 3158, --[[自增id]]
		char = "丁關根", --[[屏蔽的]]
	} ,
	[3159] = {
		id = 3159, --[[自增id]]
		char = "東北獨立", --[[屏蔽的]]
	} ,
	[3160] = {
		id = 3160, --[[自增id]]
		char = "東部地下水路", --[[屏蔽的]]
	} ,
	[3161] = {
		id = 3161, --[[自增id]]
		char = "東方紅時空", --[[屏蔽的]]
	} ,
	[3162] = {
		id = 3162, --[[自增id]]
		char = "東方時空", --[[屏蔽的]]
	} ,
	[3163] = {
		id = 3163, --[[自增id]]
		char = "東南西北論談", --[[屏蔽的]]
	} ,
	[3164] = {
		id = 3164, --[[自增id]]
		char = "東社", --[[屏蔽的]]
	} ,
	[3165] = {
		id = 3165, --[[自增id]]
		char = "東升", --[[屏蔽的]]
	} ,
	[3166] = {
		id = 3166, --[[自增id]]
		char = "東條", --[[屏蔽的]]
	} ,
	[3167] = {
		id = 3167, --[[自增id]]
		char = "東突暴動", --[[屏蔽的]]
	} ,
	[3168] = {
		id = 3168, --[[自增id]]
		char = "東突獨立", --[[屏蔽的]]
	} ,
	[3169] = {
		id = 3169, --[[自增id]]
		char = "東土耳其斯坦", --[[屏蔽的]]
	} ,
	[3170] = {
		id = 3170, --[[自增id]]
		char = "東西南北論壇", --[[屏蔽的]]
	} ,
	[3171] = {
		id = 3171, --[[自增id]]
		char = "東亞", --[[屏蔽的]]
	} ,
	[3172] = {
		id = 3172, --[[自增id]]
		char = "東院看守", --[[屏蔽的]]
	} ,
	[3173] = {
		id = 3173, --[[自增id]]
		char = "動亂", --[[屏蔽的]]
	} ,
	[3174] = {
		id = 3174, --[[自增id]]
		char = "鬥士哈夫拉蘇", --[[屏蔽的]]
	} ,
	[3175] = {
		id = 3175, --[[自增id]]
		char = "鬥士霍克", --[[屏蔽的]]
	} ,
	[3176] = {
		id = 3176, --[[自增id]]
		char = "獨裁", --[[屏蔽的]]
	} ,
	[3177] = {
		id = 3177, --[[自增id]]
		char = "獨裁政治", --[[屏蔽的]]
	} ,
	[3178] = {
		id = 3178, --[[自增id]]
		char = "獨夫", --[[屏蔽的]]
	} ,
	[3179] = {
		id = 3179, --[[自增id]]
		char = "獨立臺灣會", --[[屏蔽的]]
	} ,
	[3180] = {
		id = 3180, --[[自增id]]
		char = "俄國", --[[屏蔽的]]
	} ,
	[3181] = {
		id = 3181, --[[自增id]]
		char = "鮞", --[[屏蔽的]]
	} ,
	[3182] = {
		id = 3182, --[[自增id]]
		char = "㈡", --[[屏蔽的]]
	} ,
	[3183] = {
		id = 3183, --[[自增id]]
		char = "發楞", --[[屏蔽的]]
	} ,
	[3184] = {
		id = 3184, --[[自增id]]
		char = "發掄", --[[屏蔽的]]
	} ,
	[3185] = {
		id = 3185, --[[自增id]]
		char = "發掄功", --[[屏蔽的]]
	} ,
	[3186] = {
		id = 3186, --[[自增id]]
		char = "發倫", --[[屏蔽的]]
	} ,
	[3187] = {
		id = 3187, --[[自增id]]
		char = "發倫功", --[[屏蔽的]]
	} ,
	[3188] = {
		id = 3188, --[[自增id]]
		char = "發輪", --[[屏蔽的]]
	} ,
	[3189] = {
		id = 3189, --[[自增id]]
		char = "發論", --[[屏蔽的]]
	} ,
	[3190] = {
		id = 3190, --[[自增id]]
		char = "發論公", --[[屏蔽的]]
	} ,
	[3191] = {
		id = 3191, --[[自增id]]
		char = "發論功", --[[屏蔽的]]
	} ,
	[3192] = {
		id = 3192, --[[自增id]]
		char = "發正念", --[[屏蔽的]]
	} ,
	[3193] = {
		id = 3193, --[[自增id]]
		char = "法~倫", --[[屏蔽的]]
	} ,
	[3194] = {
		id = 3194, --[[自增id]]
		char = "法~淪", --[[屏蔽的]]
	} ,
	[3195] = {
		id = 3195, --[[自增id]]
		char = "法~綸", --[[屏蔽的]]
	} ,
	[3196] = {
		id = 3196, --[[自增id]]
		char = "法~輪", --[[屏蔽的]]
	} ,
	[3197] = {
		id = 3197, --[[自增id]]
		char = "法~論", --[[屏蔽的]]
	} ,
	[3198] = {
		id = 3198, --[[自增id]]
		char = "法爾卡", --[[屏蔽的]]
	} ,
	[3199] = {
		id = 3199, --[[自增id]]
		char = "法掄", --[[屏蔽的]]
	} ,
	[3200] = {
		id = 3200, --[[自增id]]
		char = "法掄功", --[[屏蔽的]]
	} ,
	[3201] = {
		id = 3201, --[[自增id]]
		char = "法侖", --[[屏蔽的]]
	} ,
	[3202] = {
		id = 3202, --[[自增id]]
		char = "法淪", --[[屏蔽的]]
	} ,
	[3203] = {
		id = 3203, --[[自增id]]
		char = "法綸", --[[屏蔽的]]
	} ,
	[3204] = {
		id = 3204, --[[自增id]]
		char = "法十輪十功", --[[屏蔽的]]
	} ,
	[3205] = {
		id = 3205, --[[自增id]]
		char = "法謫", --[[屏蔽的]]
	} ,
	[3206] = {
		id = 3206, --[[自增id]]
		char = "法謫功", --[[屏蔽的]]
	} ,
	[3207] = {
		id = 3207, --[[自增id]]
		char = "反封鎖", --[[屏蔽的]]
	} ,
	[3208] = {
		id = 3208, --[[自增id]]
		char = "反封鎖技術", --[[屏蔽的]]
	} ,
	[3209] = {
		id = 3209, --[[自增id]]
		char = "反腐敗論壇", --[[屏蔽的]]
	} ,
	[3210] = {
		id = 3210, --[[自增id]]
		char = "反人類", --[[屏蔽的]]
	} ,
	[3211] = {
		id = 3211, --[[自增id]]
		char = "反社會", --[[屏蔽的]]
	} ,
	[3212] = {
		id = 3212, --[[自增id]]
		char = "方勵之", --[[屏蔽的]]
	} ,
	[3213] = {
		id = 3213, --[[自增id]]
		char = "防衛指揮官", --[[屏蔽的]]
	} ,
	[3214] = {
		id = 3214, --[[自增id]]
		char = "放蕩", --[[屏蔽的]]
	} ,
	[3215] = {
		id = 3215, --[[自增id]]
		char = "飛揚論壇", --[[屏蔽的]]
	} ,
	[3216] = {
		id = 3216, --[[自增id]]
		char = "廢墟守護者", --[[屏蔽的]]
	} ,
	[3217] = {
		id = 3217, --[[自增id]]
		char = "費鴻泰", --[[屏蔽的]]
	} ,
	[3218] = {
		id = 3218, --[[自增id]]
		char = "費良勇", --[[屏蔽的]]
	} ,
	[3219] = {
		id = 3219, --[[自增id]]
		char = "分隊長施蒂文", --[[屏蔽的]]
	} ,
	[3220] = {
		id = 3220, --[[自增id]]
		char = "粉飾太平", --[[屏蔽的]]
	} ,
	[3221] = {
		id = 3221, --[[自增id]]
		char = "糞便", --[[屏蔽的]]
	} ,
	[3222] = {
		id = 3222, --[[自增id]]
		char = "鱝", --[[屏蔽的]]
	} ,
	[3223] = {
		id = 3223, --[[自增id]]
		char = "豐饒的果實", --[[屏蔽的]]
	} ,
	[3224] = {
		id = 3224, --[[自增id]]
		char = "風雨神州", --[[屏蔽的]]
	} ,
	[3225] = {
		id = 3225, --[[自增id]]
		char = "風雨神州論壇", --[[屏蔽的]]
	} ,
	[3226] = {
		id = 3226, --[[自增id]]
		char = "封從德", --[[屏蔽的]]
	} ,
	[3227] = {
		id = 3227, --[[自增id]]
		char = "封殺", --[[屏蔽的]]
	} ,
	[3228] = {
		id = 3228, --[[自增id]]
		char = "封印的靈魂騎士", --[[屏蔽的]]
	} ,
	[3229] = {
		id = 3229, --[[自增id]]
		char = "馮東海", --[[屏蔽的]]
	} ,
	[3230] = {
		id = 3230, --[[自增id]]
		char = "馮素英", --[[屏蔽的]]
	} ,
	[3231] = {
		id = 3231, --[[自增id]]
		char = "紱", --[[屏蔽的]]
	} ,
	[3232] = {
		id = 3232, --[[自增id]]
		char = "襆", --[[屏蔽的]]
	} ,
	[3233] = {
		id = 3233, --[[自增id]]
		char = "嘸", --[[屏蔽的]]
	} ,
	[3234] = {
		id = 3234, --[[自增id]]
		char = "傅作義", --[[屏蔽的]]
	} ,
	[3235] = {
		id = 3235, --[[自增id]]
		char = "幹bi", --[[屏蔽的]]
	} ,
	[3236] = {
		id = 3236, --[[自增id]]
		char = "幹逼", --[[屏蔽的]]
	} ,
	[3237] = {
		id = 3237, --[[自增id]]
		char = "幹比", --[[屏蔽的]]
	} ,
	[3238] = {
		id = 3238, --[[自增id]]
		char = "幹的你", --[[屏蔽的]]
	} ,
	[3239] = {
		id = 3239, --[[自增id]]
		char = "幹幹幹", --[[屏蔽的]]
	} ,
	[3240] = {
		id = 3240, --[[自增id]]
		char = "幹你老比", --[[屏蔽的]]
	} ,
	[3241] = {
		id = 3241, --[[自增id]]
		char = "幹你老母", --[[屏蔽的]]
	} ,
	[3242] = {
		id = 3242, --[[自增id]]
		char = "幹你娘", --[[屏蔽的]]
	} ,
	[3243] = {
		id = 3243, --[[自增id]]
		char = "幹全家", --[[屏蔽的]]
	} ,
	[3244] = {
		id = 3244, --[[自增id]]
		char = "幹一家", --[[屏蔽的]]
	} ,
	[3245] = {
		id = 3245, --[[自增id]]
		char = "趕你娘", --[[屏蔽的]]
	} ,
	[3246] = {
		id = 3246, --[[自增id]]
		char = "岡巒", --[[屏蔽的]]
	} ,
	[3247] = {
		id = 3247, --[[自增id]]
		char = "剛比", --[[屏蔽的]]
	} ,
	[3248] = {
		id = 3248, --[[自增id]]
		char = "剛比樣子", --[[屏蔽的]]
	} ,
	[3249] = {
		id = 3249, --[[自增id]]
		char = "崗哨士兵", --[[屏蔽的]]
	} ,
	[3250] = {
		id = 3250, --[[自增id]]
		char = "肛門", --[[屏蔽的]]
	} ,
	[3251] = {
		id = 3251, --[[自增id]]
		char = "高文謙", --[[屏蔽的]]
	} ,
	[3252] = {
		id = 3252, --[[自增id]]
		char = "高薪養廉", --[[屏蔽的]]
	} ,
	[3253] = {
		id = 3253, --[[自增id]]
		char = "膏藥旗", --[[屏蔽的]]
	} ,
	[3254] = {
		id = 3254, --[[自增id]]
		char = "戈瑞爾德", --[[屏蔽的]]
	} ,
	[3255] = {
		id = 3255, --[[自增id]]
		char = "戈揚", --[[屏蔽的]]
	} ,
	[3256] = {
		id = 3256, --[[自增id]]
		char = "鴿派", --[[屏蔽的]]
	} ,
	[3257] = {
		id = 3257, --[[自增id]]
		char = "歌功頌德", --[[屏蔽的]]
	} ,
	[3258] = {
		id = 3258, --[[自增id]]
		char = "格雷(關卡排名管理者)", --[[屏蔽的]]
	} ,
	[3259] = {
		id = 3259, --[[自增id]]
		char = "格魯", --[[屏蔽的]]
	} ,
	[3260] = {
		id = 3260, --[[自增id]]
		char = "格魯(城鎮移動)", --[[屏蔽的]]
	} ,
	[3261] = {
		id = 3261, --[[自增id]]
		char = "鯁", --[[屏蔽的]]
	} ,
	[3262] = {
		id = 3262, --[[自增id]]
		char = "工自聯", --[[屏蔽的]]
	} ,
	[3263] = {
		id = 3263, --[[自增id]]
		char = "弓雖", --[[屏蔽的]]
	} ,
	[3264] = {
		id = 3264, --[[自增id]]
		char = "共産", --[[屏蔽的]]
	} ,
	[3265] = {
		id = 3265, --[[自增id]]
		char = "共産黨", --[[屏蔽的]]
	} ,
	[3266] = {
		id = 3266, --[[自增id]]
		char = "共産主義", --[[屏蔽的]]
	} ,
	[3267] = {
		id = 3267, --[[自增id]]
		char = "共軍", --[[屏蔽的]]
	} ,
	[3268] = {
		id = 3268, --[[自增id]]
		char = "共榮圈", --[[屏蔽的]]
	} ,
	[3269] = {
		id = 3269, --[[自增id]]
		char = "緱", --[[屏蔽的]]
	} ,
	[3270] = {
		id = 3270, --[[自增id]]
		char = "狗誠", --[[屏蔽的]]
	} ,
	[3271] = {
		id = 3271, --[[自增id]]
		char = "狗狼養的", --[[屏蔽的]]
	} ,
	[3272] = {
		id = 3272, --[[自增id]]
		char = "狗娘養的", --[[屏蔽的]]
	} ,
	[3273] = {
		id = 3273, --[[自增id]]
		char = "狗養", --[[屏蔽的]]
	} ,
	[3274] = {
		id = 3274, --[[自增id]]
		char = "狗雜種", --[[屏蔽的]]
	} ,
	[3275] = {
		id = 3275, --[[自增id]]
		char = "覯", --[[屏蔽的]]
	} ,
	[3276] = {
		id = 3276, --[[自增id]]
		char = "轂", --[[屏蔽的]]
	} ,
	[3277] = {
		id = 3277, --[[自增id]]
		char = "古龍祭壇", --[[屏蔽的]]
	} ,
	[3278] = {
		id = 3278, --[[自增id]]
		char = "骨獅", --[[屏蔽的]]
	} ,
	[3279] = {
		id = 3279, --[[自增id]]
		char = "鯝", --[[屏蔽的]]
	} ,
	[3280] = {
		id = 3280, --[[自增id]]
		char = "鴰", --[[屏蔽的]]
	} ,
	[3281] = {
		id = 3281, --[[自增id]]
		char = "詿", --[[屏蔽的]]
	} ,
	[3282] = {
		id = 3282, --[[自增id]]
		char = "關卓中", --[[屏蔽的]]
	} ,
	[3283] = {
		id = 3283, --[[自增id]]
		char = "貫通兩極法", --[[屏蔽的]]
	} ,
	[3284] = {
		id = 3284, --[[自增id]]
		char = "廣聞", --[[屏蔽的]]
	} ,
	[3285] = {
		id = 3285, --[[自增id]]
		char = "嬀", --[[屏蔽的]]
	} ,
	[3286] = {
		id = 3286, --[[自增id]]
		char = "龜兒子", --[[屏蔽的]]
	} ,
	[3287] = {
		id = 3287, --[[自增id]]
		char = "龜孫子", --[[屏蔽的]]
	} ,
	[3288] = {
		id = 3288, --[[自增id]]
		char = "龜投", --[[屏蔽的]]
	} ,
	[3289] = {
		id = 3289, --[[自增id]]
		char = "劌", --[[屏蔽的]]
	} ,
	[3290] = {
		id = 3290, --[[自增id]]
		char = "緄", --[[屏蔽的]]
	} ,
	[3291] = {
		id = 3291, --[[自增id]]
		char = "滾那嗎", --[[屏蔽的]]
	} ,
	[3292] = {
		id = 3292, --[[自增id]]
		char = "滾那嗎B", --[[屏蔽的]]
	} ,
	[3293] = {
		id = 3293, --[[自增id]]
		char = "滾那嗎錯比", --[[屏蔽的]]
	} ,
	[3294] = {
		id = 3294, --[[自增id]]
		char = "滾那嗎老比", --[[屏蔽的]]
	} ,
	[3295] = {
		id = 3295, --[[自增id]]
		char = "滾那嗎瘟比", --[[屏蔽的]]
	} ,
	[3296] = {
		id = 3296, --[[自增id]]
		char = "鯀", --[[屏蔽的]]
	} ,
	[3297] = {
		id = 3297, --[[自增id]]
		char = "咼", --[[屏蔽的]]
	} ,
	[3298] = {
		id = 3298, --[[自增id]]
		char = "郭俊銘", --[[屏蔽的]]
	} ,
	[3299] = {
		id = 3299, --[[自增id]]
		char = "郭羅基", --[[屏蔽的]]
	} ,
	[3300] = {
		id = 3300, --[[自增id]]
		char = "郭岩華", --[[屏蔽的]]
	} ,
	[3301] = {
		id = 3301, --[[自增id]]
		char = "國家安全", --[[屏蔽的]]
	} ,
	[3302] = {
		id = 3302, --[[自增id]]
		char = "國家機密", --[[屏蔽的]]
	} ,
	[3303] = {
		id = 3303, --[[自增id]]
		char = "國軍", --[[屏蔽的]]
	} ,
	[3304] = {
		id = 3304, --[[自增id]]
		char = "國賊", --[[屏蔽的]]
	} ,
	[3305] = {
		id = 3305, --[[自增id]]
		char = "哈爾羅尼", --[[屏蔽的]]
	} ,
	[3306] = {
		id = 3306, --[[自增id]]
		char = "頇", --[[屏蔽的]]
	} ,
	[3307] = {
		id = 3307, --[[自增id]]
		char = "韓東方", --[[屏蔽的]]
	} ,
	[3308] = {
		id = 3308, --[[自增id]]
		char = "韓聯潮", --[[屏蔽的]]
	} ,
	[3309] = {
		id = 3309, --[[自增id]]
		char = "漢奸", --[[屏蔽的]]
	} ,
	[3310] = {
		id = 3310, --[[自增id]]
		char = "顥", --[[屏蔽的]]
	} ,
	[3311] = {
		id = 3311, --[[自增id]]
		char = "灝", --[[屏蔽的]]
	} ,
	[3312] = {
		id = 3312, --[[自增id]]
		char = "賀國强", --[[屏蔽的]]
	} ,
	[3313] = {
		id = 3313, --[[自增id]]
		char = "黑社會", --[[屏蔽的]]
	} ,
	[3314] = {
		id = 3314, --[[自增id]]
		char = "黑手黨", --[[屏蔽的]]
	} ,
	[3315] = {
		id = 3315, --[[自增id]]
		char = "紅燈區", --[[屏蔽的]]
	} ,
	[3316] = {
		id = 3316, --[[自增id]]
		char = "紅色恐怖", --[[屏蔽的]]
	} ,
	[3317] = {
		id = 3317, --[[自增id]]
		char = "紅炎猛獸", --[[屏蔽的]]
	} ,
	[3318] = {
		id = 3318, --[[自增id]]
		char = "洪傳", --[[屏蔽的]]
	} ,
	[3319] = {
		id = 3319, --[[自增id]]
		char = "洪興", --[[屏蔽的]]
	} ,
	[3320] = {
		id = 3320, --[[自增id]]
		char = "洪哲勝", --[[屏蔽的]]
	} ,
	[3321] = {
		id = 3321, --[[自增id]]
		char = "黌", --[[屏蔽的]]
	} ,
	[3322] = {
		id = 3322, --[[自增id]]
		char = "鱟", --[[屏蔽的]]
	} ,
	[3323] = {
		id = 3323, --[[自增id]]
		char = "胡緊掏", --[[屏蔽的]]
	} ,
	[3324] = {
		id = 3324, --[[自增id]]
		char = "胡錦滔", --[[屏蔽的]]
	} ,
	[3325] = {
		id = 3325, --[[自增id]]
		char = "胡錦淘", --[[屏蔽的]]
	} ,
	[3326] = {
		id = 3326, --[[自增id]]
		char = "胡景濤", --[[屏蔽的]]
	} ,
	[3327] = {
		id = 3327, --[[自增id]]
		char = "胡喬木", --[[屏蔽的]]
	} ,
	[3328] = {
		id = 3328, --[[自增id]]
		char = "胡總書記", --[[屏蔽的]]
	} ,
	[3329] = {
		id = 3329, --[[自增id]]
		char = "湖岸護衛兵", --[[屏蔽的]]
	} ,
	[3330] = {
		id = 3330, --[[自增id]]
		char = "湖岸警衛兵", --[[屏蔽的]]
	} ,
	[3331] = {
		id = 3331, --[[自增id]]
		char = "湖岸哨兵隊長", --[[屏蔽的]]
	} ,
	[3332] = {
		id = 3332, --[[自增id]]
		char = "護法", --[[屏蔽的]]
	} ,
	[3333] = {
		id = 3333, --[[自增id]]
		char = "鸌", --[[屏蔽的]]
	} ,
	[3334] = {
		id = 3334, --[[自增id]]
		char = "華通時事論壇", --[[屏蔽的]]
	} ,
	[3335] = {
		id = 3335, --[[自增id]]
		char = "華夏文摘", --[[屏蔽的]]
	} ,
	[3336] = {
		id = 3336, --[[自增id]]
		char = "華語世界論壇", --[[屏蔽的]]
	} ,
	[3337] = {
		id = 3337, --[[自增id]]
		char = "華岳時事論壇", --[[屏蔽的]]
	} ,
	[3338] = {
		id = 3338, --[[自增id]]
		char = "懷特", --[[屏蔽的]]
	} ,
	[3339] = {
		id = 3339, --[[自增id]]
		char = "鍰", --[[屏蔽的]]
	} ,
	[3340] = {
		id = 3340, --[[自增id]]
		char = "皇軍", --[[屏蔽的]]
	} ,
	[3341] = {
		id = 3341, --[[自增id]]
		char = "黃伯源", --[[屏蔽的]]
	} ,
	[3342] = {
		id = 3342, --[[自增id]]
		char = "黃慈萍", --[[屏蔽的]]
	} ,
	[3343] = {
		id = 3343, --[[自增id]]
		char = "黃禍", --[[屏蔽的]]
	} ,
	[3344] = {
		id = 3344, --[[自增id]]
		char = "黃劍輝", --[[屏蔽的]]
	} ,
	[3345] = {
		id = 3345, --[[自增id]]
		char = "黃金幼龍", --[[屏蔽的]]
	} ,
	[3346] = {
		id = 3346, --[[自增id]]
		char = "黃片", --[[屏蔽的]]
	} ,
	[3347] = {
		id = 3347, --[[自增id]]
		char = "黃翔", --[[屏蔽的]]
	} ,
	[3348] = {
		id = 3348, --[[自增id]]
		char = "黃義交", --[[屏蔽的]]
	} ,
	[3349] = {
		id = 3349, --[[自增id]]
		char = "黃仲生", --[[屏蔽的]]
	} ,
	[3350] = {
		id = 3350, --[[自增id]]
		char = "回民暴動", --[[屏蔽的]]
	} ,
	[3351] = {
		id = 3351, --[[自增id]]
		char = "噦", --[[屏蔽的]]
	} ,
	[3352] = {
		id = 3352, --[[自增id]]
		char = "繢", --[[屏蔽的]]
	} ,
	[3353] = {
		id = 3353, --[[自增id]]
		char = "毀滅", --[[屏蔽的]]
	} ,
	[3354] = {
		id = 3354, --[[自增id]]
		char = "昏迷圖騰", --[[屏蔽的]]
	} ,
	[3355] = {
		id = 3355, --[[自增id]]
		char = "混亂的圖騰", --[[屏蔽的]]
	} ,
	[3356] = {
		id = 3356, --[[自增id]]
		char = "鍃", --[[屏蔽的]]
	} ,
	[3357] = {
		id = 3357, --[[自增id]]
		char = "活動", --[[屏蔽的]]
	} ,
	[3358] = {
		id = 3358, --[[自增id]]
		char = "擊倒圖騰", --[[屏蔽的]]
	} ,
	[3359] = {
		id = 3359, --[[自增id]]
		char = "擊傷的圖騰", --[[屏蔽的]]
	} ,
	[3360] = {
		id = 3360, --[[自增id]]
		char = "鶏8", --[[屏蔽的]]
	} ,
	[3361] = {
		id = 3361, --[[自增id]]
		char = "鶏八", --[[屏蔽的]]
	} ,
	[3362] = {
		id = 3362, --[[自增id]]
		char = "鶏巴", --[[屏蔽的]]
	} ,
	[3363] = {
		id = 3363, --[[自增id]]
		char = "鶏吧", --[[屏蔽的]]
	} ,
	[3364] = {
		id = 3364, --[[自增id]]
		char = "鶏鶏", --[[屏蔽的]]
	} ,
	[3365] = {
		id = 3365, --[[自增id]]
		char = "鶏奸", --[[屏蔽的]]
	} ,
	[3366] = {
		id = 3366, --[[自增id]]
		char = "鶏毛信文匯", --[[屏蔽的]]
	} ,
	[3367] = {
		id = 3367, --[[自增id]]
		char = "鶏女", --[[屏蔽的]]
	} ,
	[3368] = {
		id = 3368, --[[自增id]]
		char = "鶏院", --[[屏蔽的]]
	} ,
	[3369] = {
		id = 3369, --[[自增id]]
		char = "姬勝德", --[[屏蔽的]]
	} ,
	[3370] = {
		id = 3370, --[[自增id]]
		char = "積克館", --[[屏蔽的]]
	} ,
	[3371] = {
		id = 3371, --[[自增id]]
		char = "賫", --[[屏蔽的]]
	} ,
	[3372] = {
		id = 3372, --[[自增id]]
		char = "鱭", --[[屏蔽的]]
	} ,
	[3373] = {
		id = 3373, --[[自增id]]
		char = "賈廷安", --[[屏蔽的]]
	} ,
	[3374] = {
		id = 3374, --[[自增id]]
		char = "賈育台", --[[屏蔽的]]
	} ,
	[3375] = {
		id = 3375, --[[自增id]]
		char = "戔", --[[屏蔽的]]
	} ,
	[3376] = {
		id = 3376, --[[自增id]]
		char = "監視塔", --[[屏蔽的]]
	} ,
	[3377] = {
		id = 3377, --[[自增id]]
		char = "監視塔哨兵", --[[屏蔽的]]
	} ,
	[3378] = {
		id = 3378, --[[自增id]]
		char = "監視塔哨兵隊長", --[[屏蔽的]]
	} ,
	[3379] = {
		id = 3379, --[[自增id]]
		char = "鰹", --[[屏蔽的]]
	} ,
	[3380] = {
		id = 3380, --[[自增id]]
		char = "韉", --[[屏蔽的]]
	} ,
	[3381] = {
		id = 3381, --[[自增id]]
		char = "簡肇棟", --[[屏蔽的]]
	} ,
	[3382] = {
		id = 3382, --[[自增id]]
		char = "建國黨", --[[屏蔽的]]
	} ,
	[3383] = {
		id = 3383, --[[自增id]]
		char = "賤B", --[[屏蔽的]]
	} ,
	[3384] = {
		id = 3384, --[[自增id]]
		char = "賤bi", --[[屏蔽的]]
	} ,
	[3385] = {
		id = 3385, --[[自增id]]
		char = "賤比", --[[屏蔽的]]
	} ,
	[3386] = {
		id = 3386, --[[自增id]]
		char = "賤貨", --[[屏蔽的]]
	} ,
	[3387] = {
		id = 3387, --[[自增id]]
		char = "賤種", --[[屏蔽的]]
	} ,
	[3388] = {
		id = 3388, --[[自增id]]
		char = "江羅", --[[屏蔽的]]
	} ,
	[3389] = {
		id = 3389, --[[自增id]]
		char = "江綿恒", --[[屏蔽的]]
	} ,
	[3390] = {
		id = 3390, --[[自增id]]
		char = "江戲子", --[[屏蔽的]]
	} ,
	[3391] = {
		id = 3391, --[[自增id]]
		char = "江則民", --[[屏蔽的]]
	} ,
	[3392] = {
		id = 3392, --[[自增id]]
		char = "江澤慧", --[[屏蔽的]]
	} ,
	[3393] = {
		id = 3393, --[[自增id]]
		char = "江賊", --[[屏蔽的]]
	} ,
	[3394] = {
		id = 3394, --[[自增id]]
		char = "江賊民", --[[屏蔽的]]
	} ,
	[3395] = {
		id = 3395, --[[自增id]]
		char = "薑春雲", --[[屏蔽的]]
	} ,
	[3396] = {
		id = 3396, --[[自增id]]
		char = "將則民", --[[屏蔽的]]
	} ,
	[3397] = {
		id = 3397, --[[自增id]]
		char = "僵賊", --[[屏蔽的]]
	} ,
	[3398] = {
		id = 3398, --[[自增id]]
		char = "僵賊民", --[[屏蔽的]]
	} ,
	[3399] = {
		id = 3399, --[[自增id]]
		char = "講法", --[[屏蔽的]]
	} ,
	[3400] = {
		id = 3400, --[[自增id]]
		char = "降低命中的圖騰", --[[屏蔽的]]
	} ,
	[3401] = {
		id = 3401, --[[自增id]]
		char = "醬猪媳", --[[屏蔽的]]
	} ,
	[3402] = {
		id = 3402, --[[自增id]]
		char = "撟", --[[屏蔽的]]
	} ,
	[3403] = {
		id = 3403, --[[自增id]]
		char = "狡猾的達夫", --[[屏蔽的]]
	} ,
	[3404] = {
		id = 3404, --[[自增id]]
		char = "矯健的馬努爾", --[[屏蔽的]]
	} ,
	[3405] = {
		id = 3405, --[[自增id]]
		char = "嶠", --[[屏蔽的]]
	} ,
	[3406] = {
		id = 3406, --[[自增id]]
		char = "教養院", --[[屏蔽的]]
	} ,
	[3407] = {
		id = 3407, --[[自增id]]
		char = "癤", --[[屏蔽的]]
	} ,
	[3408] = {
		id = 3408, --[[自增id]]
		char = "揭批書", --[[屏蔽的]]
	} ,
	[3409] = {
		id = 3409, --[[自增id]]
		char = "訐", --[[屏蔽的]]
	} ,
	[3410] = {
		id = 3410, --[[自增id]]
		char = "她媽", --[[屏蔽的]]
	} ,
	[3411] = {
		id = 3411, --[[自增id]]
		char = "届中央政治局委員", --[[屏蔽的]]
	} ,
	[3412] = {
		id = 3412, --[[自增id]]
		char = "金槍不倒", --[[屏蔽的]]
	} ,
	[3413] = {
		id = 3413, --[[自增id]]
		char = "金堯如", --[[屏蔽的]]
	} ,
	[3414] = {
		id = 3414, --[[自增id]]
		char = "金澤辰", --[[屏蔽的]]
	} ,
	[3415] = {
		id = 3415, --[[自增id]]
		char = "巹", --[[屏蔽的]]
	} ,
	[3416] = {
		id = 3416, --[[自增id]]
		char = "錦濤", --[[屏蔽的]]
	} ,
	[3417] = {
		id = 3417, --[[自增id]]
		char = "經文", --[[屏蔽的]]
	} ,
	[3418] = {
		id = 3418, --[[自增id]]
		char = "經血", --[[屏蔽的]]
	} ,
	[3419] = {
		id = 3419, --[[自增id]]
		char = "莖候佳陰", --[[屏蔽的]]
	} ,
	[3420] = {
		id = 3420, --[[自增id]]
		char = "荊棘護衛兵", --[[屏蔽的]]
	} ,
	[3421] = {
		id = 3421, --[[自增id]]
		char = "靖國神社", --[[屏蔽的]]
	} ,
	[3422] = {
		id = 3422, --[[自增id]]
		char = "㈨", --[[屏蔽的]]
	} ,
	[3423] = {
		id = 3423, --[[自增id]]
		char = "舊斗篷哨兵", --[[屏蔽的]]
	} ,
	[3424] = {
		id = 3424, --[[自增id]]
		char = "齟", --[[屏蔽的]]
	} ,
	[3425] = {
		id = 3425, --[[自增id]]
		char = "巨槌騎兵", --[[屏蔽的]]
	} ,
	[3426] = {
		id = 3426, --[[自增id]]
		char = "巨鐵角哈克", --[[屏蔽的]]
	} ,
	[3427] = {
		id = 3427, --[[自增id]]
		char = "鋸齒通道被遺弃的骷髏", --[[屏蔽的]]
	} ,
	[3428] = {
		id = 3428, --[[自增id]]
		char = "鋸齒通道骷髏", --[[屏蔽的]]
	} ,
	[3429] = {
		id = 3429, --[[自增id]]
		char = "屨", --[[屏蔽的]]
	} ,
	[3430] = {
		id = 3430, --[[自增id]]
		char = "棬", --[[屏蔽的]]
	} ,
	[3431] = {
		id = 3431, --[[自增id]]
		char = "絕望之地", --[[屏蔽的]]
	} ,
	[3432] = {
		id = 3432, --[[自增id]]
		char = "譎", --[[屏蔽的]]
	} ,
	[3433] = {
		id = 3433, --[[自增id]]
		char = "軍妓", --[[屏蔽的]]
	} ,
	[3434] = {
		id = 3434, --[[自增id]]
		char = "開放雜志", --[[屏蔽的]]
	} ,
	[3435] = {
		id = 3435, --[[自增id]]
		char = "凱奧勒尼什", --[[屏蔽的]]
	} ,
	[3436] = {
		id = 3436, --[[自增id]]
		char = "凱爾本", --[[屏蔽的]]
	} ,
	[3437] = {
		id = 3437, --[[自增id]]
		char = "凱爾雷斯", --[[屏蔽的]]
	} ,
	[3438] = {
		id = 3438, --[[自增id]]
		char = "凱特切爾", --[[屏蔽的]]
	} ,
	[3439] = {
		id = 3439, --[[自增id]]
		char = "砍翻一條街", --[[屏蔽的]]
	} ,
	[3440] = {
		id = 3440, --[[自增id]]
		char = "看中國", --[[屏蔽的]]
	} ,
	[3441] = {
		id = 3441, --[[自增id]]
		char = "闞", --[[屏蔽的]]
	} ,
	[3442] = {
		id = 3442, --[[自增id]]
		char = "靠你媽", --[[屏蔽的]]
	} ,
	[3443] = {
		id = 3443, --[[自增id]]
		char = "柯賜海", --[[屏蔽的]]
	} ,
	[3444] = {
		id = 3444, --[[自增id]]
		char = "柯建銘", --[[屏蔽的]]
	} ,
	[3445] = {
		id = 3445, --[[自增id]]
		char = "科萊爾", --[[屏蔽的]]
	} ,
	[3446] = {
		id = 3446, --[[自增id]]
		char = "克萊恩", --[[屏蔽的]]
	} ,
	[3447] = {
		id = 3447, --[[自增id]]
		char = "克萊特", --[[屏蔽的]]
	} ,
	[3448] = {
		id = 3448, --[[自增id]]
		char = "克勞森", --[[屏蔽的]]
	} ,
	[3449] = {
		id = 3449, --[[自增id]]
		char = "緙", --[[屏蔽的]]
	} ,
	[3450] = {
		id = 3450, --[[自增id]]
		char = "空氣精靈", --[[屏蔽的]]
	} ,
	[3451] = {
		id = 3451, --[[自增id]]
		char = "空虛的伊坤", --[[屏蔽的]]
	} ,
	[3452] = {
		id = 3452, --[[自增id]]
		char = "空虛之地", --[[屏蔽的]]
	} ,
	[3453] = {
		id = 3453, --[[自增id]]
		char = "恐怖主義", --[[屏蔽的]]
	} ,
	[3454] = {
		id = 3454, --[[自增id]]
		char = "瞘", --[[屏蔽的]]
	} ,
	[3455] = {
		id = 3455, --[[自增id]]
		char = "嚳", --[[屏蔽的]]
	} ,
	[3456] = {
		id = 3456, --[[自增id]]
		char = "鄺錦文", --[[屏蔽的]]
	} ,
	[3457] = {
		id = 3457, --[[自增id]]
		char = "貺", --[[屏蔽的]]
	} ,
	[3458] = {
		id = 3458, --[[自增id]]
		char = "昆圖", --[[屏蔽的]]
	} ,
	[3459] = {
		id = 3459, --[[自增id]]
		char = "拉皮條", --[[屏蔽的]]
	} ,
	[3460] = {
		id = 3460, --[[自增id]]
		char = "萊特", --[[屏蔽的]]
	} ,
	[3461] = {
		id = 3461, --[[自增id]]
		char = "賴士葆", --[[屏蔽的]]
	} ,
	[3462] = {
		id = 3462, --[[自增id]]
		char = "蘭迪", --[[屏蔽的]]
	} ,
	[3463] = {
		id = 3463, --[[自增id]]
		char = "爛B", --[[屏蔽的]]
	} ,
	[3464] = {
		id = 3464, --[[自增id]]
		char = "爛袋", --[[屏蔽的]]
	} ,
	[3465] = {
		id = 3465, --[[自增id]]
		char = "爛貨", --[[屏蔽的]]
	} ,
	[3466] = {
		id = 3466, --[[自增id]]
		char = "濫B", --[[屏蔽的]]
	} ,
	[3467] = {
		id = 3467, --[[自增id]]
		char = "濫逼", --[[屏蔽的]]
	} ,
	[3468] = {
		id = 3468, --[[自增id]]
		char = "濫比", --[[屏蔽的]]
	} ,
	[3469] = {
		id = 3469, --[[自增id]]
		char = "濫貨", --[[屏蔽的]]
	} ,
	[3470] = {
		id = 3470, --[[自增id]]
		char = "濫交", --[[屏蔽的]]
	} ,
	[3471] = {
		id = 3471, --[[自增id]]
		char = "勞動教養所", --[[屏蔽的]]
	} ,
	[3472] = {
		id = 3472, --[[自增id]]
		char = "勞改", --[[屏蔽的]]
	} ,
	[3473] = {
		id = 3473, --[[自增id]]
		char = "勞教", --[[屏蔽的]]
	} ,
	[3474] = {
		id = 3474, --[[自增id]]
		char = "鰳", --[[屏蔽的]]
	} ,
	[3475] = {
		id = 3475, --[[自增id]]
		char = "雷尼亞", --[[屏蔽的]]
	} ,
	[3476] = {
		id = 3476, --[[自增id]]
		char = "誄", --[[屏蔽的]]
	} ,
	[3477] = {
		id = 3477, --[[自增id]]
		char = "李紅痔", --[[屏蔽的]]
	} ,
	[3478] = {
		id = 3478, --[[自增id]]
		char = "李洪寬", --[[屏蔽的]]
	} ,
	[3479] = {
		id = 3479, --[[自增id]]
		char = "李繼耐", --[[屏蔽的]]
	} ,
	[3480] = {
		id = 3480, --[[自增id]]
		char = "李蘭菊", --[[屏蔽的]]
	} ,
	[3481] = {
		id = 3481, --[[自增id]]
		char = "李老師", --[[屏蔽的]]
	} ,
	[3482] = {
		id = 3482, --[[自增id]]
		char = "李錄", --[[屏蔽的]]
	} ,
	[3483] = {
		id = 3483, --[[自增id]]
		char = "李祿", --[[屏蔽的]]
	} ,
	[3484] = {
		id = 3484, --[[自增id]]
		char = "李慶安", --[[屏蔽的]]
	} ,
	[3485] = {
		id = 3485, --[[自增id]]
		char = "李慶華", --[[屏蔽的]]
	} ,
	[3486] = {
		id = 3486, --[[自增id]]
		char = "李淑嫻", --[[屏蔽的]]
	} ,
	[3487] = {
		id = 3487, --[[自增id]]
		char = "李鐵映", --[[屏蔽的]]
	} ,
	[3488] = {
		id = 3488, --[[自增id]]
		char = "李旺陽", --[[屏蔽的]]
	} ,
	[3489] = {
		id = 3489, --[[自增id]]
		char = "李小鵬", --[[屏蔽的]]
	} ,
	[3490] = {
		id = 3490, --[[自增id]]
		char = "李月月鳥", --[[屏蔽的]]
	} ,
	[3491] = {
		id = 3491, --[[自增id]]
		char = "李志綏", --[[屏蔽的]]
	} ,
	[3492] = {
		id = 3492, --[[自增id]]
		char = "李總理", --[[屏蔽的]]
	} ,
	[3493] = {
		id = 3493, --[[自增id]]
		char = "李總統", --[[屏蔽的]]
	} ,
	[3494] = {
		id = 3494, --[[自增id]]
		char = "裏菲斯", --[[屏蔽的]]
	} ,
	[3495] = {
		id = 3495, --[[自增id]]
		char = "鱧", --[[屏蔽的]]
	} ,
	[3496] = {
		id = 3496, --[[自增id]]
		char = "轢", --[[屏蔽的]]
	} ,
	[3497] = {
		id = 3497, --[[自增id]]
		char = "躒", --[[屏蔽的]]
	} ,
	[3498] = {
		id = 3498, --[[自增id]]
		char = "奩", --[[屏蔽的]]
	} ,
	[3499] = {
		id = 3499, --[[自增id]]
		char = "連方瑀", --[[屏蔽的]]
	} ,
	[3500] = {
		id = 3500, --[[自增id]]
		char = "連惠心", --[[屏蔽的]]
	} ,
	[3501] = {
		id = 3501, --[[自增id]]
		char = "連勝德", --[[屏蔽的]]
	} ,
	[3502] = {
		id = 3502, --[[自增id]]
		char = "連勝文", --[[屏蔽的]]
	} ,
	[3503] = {
		id = 3503, --[[自增id]]
		char = "聯總", --[[屏蔽的]]
	} ,
	[3504] = {
		id = 3504, --[[自增id]]
		char = "廉政大論壇", --[[屏蔽的]]
	} ,
	[3505] = {
		id = 3505, --[[自增id]]
		char = "煉功", --[[屏蔽的]]
	} ,
	[3506] = {
		id = 3506, --[[自增id]]
		char = "兩岸關係", --[[屏蔽的]]
	} ,
	[3507] = {
		id = 3507, --[[自增id]]
		char = "兩岸三地論壇", --[[屏蔽的]]
	} ,
	[3508] = {
		id = 3508, --[[自增id]]
		char = "兩會", --[[屏蔽的]]
	} ,
	[3509] = {
		id = 3509, --[[自增id]]
		char = "兩會報道", --[[屏蔽的]]
	} ,
	[3510] = {
		id = 3510, --[[自增id]]
		char = "兩會新聞", --[[屏蔽的]]
	} ,
	[3511] = {
		id = 3511, --[[自增id]]
		char = "廖錫龍", --[[屏蔽的]]
	} ,
	[3512] = {
		id = 3512, --[[自增id]]
		char = "林保華", --[[屏蔽的]]
	} ,
	[3513] = {
		id = 3513, --[[自增id]]
		char = "林長盛", --[[屏蔽的]]
	} ,
	[3514] = {
		id = 3514, --[[自增id]]
		char = "林佳龍", --[[屏蔽的]]
	} ,
	[3515] = {
		id = 3515, --[[自增id]]
		char = "林信義", --[[屏蔽的]]
	} ,
	[3516] = {
		id = 3516, --[[自增id]]
		char = "林正勝", --[[屏蔽的]]
	} ,
	[3517] = {
		id = 3517, --[[自增id]]
		char = "林重謨", --[[屏蔽的]]
	} ,
	[3518] = {
		id = 3518, --[[自增id]]
		char = "躪", --[[屏蔽的]]
	} ,
	[3519] = {
		id = 3519, --[[自增id]]
		char = "淩鋒", --[[屏蔽的]]
	} ,
	[3520] = {
		id = 3520, --[[自增id]]
		char = "劉賓深", --[[屏蔽的]]
	} ,
	[3521] = {
		id = 3521, --[[自增id]]
		char = "劉賓雁", --[[屏蔽的]]
	} ,
	[3522] = {
		id = 3522, --[[自增id]]
		char = "劉剛", --[[屏蔽的]]
	} ,
	[3523] = {
		id = 3523, --[[自增id]]
		char = "劉國凱", --[[屏蔽的]]
	} ,
	[3524] = {
		id = 3524, --[[自增id]]
		char = "劉華清", --[[屏蔽的]]
	} ,
	[3525] = {
		id = 3525, --[[自增id]]
		char = "劉俊國", --[[屏蔽的]]
	} ,
	[3526] = {
		id = 3526, --[[自增id]]
		char = "劉凱中", --[[屏蔽的]]
	} ,
	[3527] = {
		id = 3527, --[[自增id]]
		char = "劉千石", --[[屏蔽的]]
	} ,
	[3528] = {
		id = 3528, --[[自增id]]
		char = "劉青", --[[屏蔽的]]
	} ,
	[3529] = {
		id = 3529, --[[自增id]]
		char = "劉山青", --[[屏蔽的]]
	} ,
	[3530] = {
		id = 3530, --[[自增id]]
		char = "劉士賢", --[[屏蔽的]]
	} ,
	[3531] = {
		id = 3531, --[[自增id]]
		char = "劉文勝", --[[屏蔽的]]
	} ,
	[3532] = {
		id = 3532, --[[自增id]]
		char = "劉文雄", --[[屏蔽的]]
	} ,
	[3533] = {
		id = 3533, --[[自增id]]
		char = "劉曉波", --[[屏蔽的]]
	} ,
	[3534] = {
		id = 3534, --[[自增id]]
		char = "劉曉竹", --[[屏蔽的]]
	} ,
	[3535] = {
		id = 3535, --[[自增id]]
		char = "劉永川", --[[屏蔽的]]
	} ,
	[3536] = {
		id = 3536, --[[自增id]]
		char = "㈥", --[[屏蔽的]]
	} ,
	[3537] = {
		id = 3537, --[[自增id]]
		char = "鷚", --[[屏蔽的]]
	} ,
	[3538] = {
		id = 3538, --[[自增id]]
		char = "龍虎豹", --[[屏蔽的]]
	} ,
	[3539] = {
		id = 3539, --[[自增id]]
		char = "龍火之心", --[[屏蔽的]]
	} ,
	[3540] = {
		id = 3540, --[[自增id]]
		char = "盧卡", --[[屏蔽的]]
	} ,
	[3541] = {
		id = 3541, --[[自增id]]
		char = "盧西德", --[[屏蔽的]]
	} ,
	[3542] = {
		id = 3542, --[[自增id]]
		char = "陸委會", --[[屏蔽的]]
	} ,
	[3543] = {
		id = 3543, --[[自增id]]
		char = "輅", --[[屏蔽的]]
	} ,
	[3544] = {
		id = 3544, --[[自增id]]
		char = "呂京花", --[[屏蔽的]]
	} ,
	[3545] = {
		id = 3545, --[[自增id]]
		char = "亂交", --[[屏蔽的]]
	} ,
	[3546] = {
		id = 3546, --[[自增id]]
		char = "亂輪", --[[屏蔽的]]
	} ,
	[3547] = {
		id = 3547, --[[自增id]]
		char = "鋝", --[[屏蔽的]]
	} ,
	[3548] = {
		id = 3548, --[[自增id]]
		char = "掄功", --[[屏蔽的]]
	} ,
	[3549] = {
		id = 3549, --[[自增id]]
		char = "倫功", --[[屏蔽的]]
	} ,
	[3550] = {
		id = 3550, --[[自增id]]
		char = "輪大", --[[屏蔽的]]
	} ,
	[3551] = {
		id = 3551, --[[自增id]]
		char = "輪功", --[[屏蔽的]]
	} ,
	[3552] = {
		id = 3552, --[[自增id]]
		char = "論壇管理員", --[[屏蔽的]]
	} ,
	[3553] = {
		id = 3553, --[[自增id]]
		char = "羅福助", --[[屏蔽的]]
	} ,
	[3554] = {
		id = 3554, --[[自增id]]
		char = "羅禮詩", --[[屏蔽的]]
	} ,
	[3555] = {
		id = 3555, --[[自增id]]
		char = "羅文嘉", --[[屏蔽的]]
	} ,
	[3556] = {
		id = 3556, --[[自增id]]
		char = "羅志明", --[[屏蔽的]]
	} ,
	[3557] = {
		id = 3557, --[[自增id]]
		char = "腡", --[[屏蔽的]]
	} ,
	[3558] = {
		id = 3558, --[[自增id]]
		char = "濼", --[[屏蔽的]]
	} ,
	[3559] = {
		id = 3559, --[[自增id]]
		char = "洛克菲爾特", --[[屏蔽的]]
	} ,
	[3560] = {
		id = 3560, --[[自增id]]
		char = "媽比", --[[屏蔽的]]
	} ,
	[3561] = {
		id = 3561, --[[自增id]]
		char = "馬大維", --[[屏蔽的]]
	} ,
	[3562] = {
		id = 3562, --[[自增id]]
		char = "馬良駿", --[[屏蔽的]]
	} ,
	[3563] = {
		id = 3563, --[[自增id]]
		char = "馬三家", --[[屏蔽的]]
	} ,
	[3564] = {
		id = 3564, --[[自增id]]
		char = "馬時敏", --[[屏蔽的]]
	} ,
	[3565] = {
		id = 3565, --[[自增id]]
		char = "馬特斯", --[[屏蔽的]]
	} ,
	[3566] = {
		id = 3566, --[[自增id]]
		char = "馬永成", --[[屏蔽的]]
	} ,
	[3567] = {
		id = 3567, --[[自增id]]
		char = "瑪麗亞", --[[屏蔽的]]
	} ,
	[3568] = {
		id = 3568, --[[自增id]]
		char = "瑪雅", --[[屏蔽的]]
	} ,
	[3569] = {
		id = 3569, --[[自增id]]
		char = "嗎的", --[[屏蔽的]]
	} ,
	[3570] = {
		id = 3570, --[[自增id]]
		char = "嗎啡", --[[屏蔽的]]
	} ,
	[3571] = {
		id = 3571, --[[自增id]]
		char = "勱", --[[屏蔽的]]
	} ,
	[3572] = {
		id = 3572, --[[自增id]]
		char = "麥克斯", --[[屏蔽的]]
	} ,
	[3573] = {
		id = 3573, --[[自增id]]
		char = "賣逼", --[[屏蔽的]]
	} ,
	[3574] = {
		id = 3574, --[[自增id]]
		char = "賣國", --[[屏蔽的]]
	} ,
	[3575] = {
		id = 3575, --[[自增id]]
		char = "賣騷", --[[屏蔽的]]
	} ,
	[3576] = {
		id = 3576, --[[自增id]]
		char = "瞞報", --[[屏蔽的]]
	} ,
	[3577] = {
		id = 3577, --[[自增id]]
		char = "毛厠洞", --[[屏蔽的]]
	} ,
	[3578] = {
		id = 3578, --[[自增id]]
		char = "毛賊", --[[屏蔽的]]
	} ,
	[3579] = {
		id = 3579, --[[自增id]]
		char = "毛賊東", --[[屏蔽的]]
	} ,
	[3580] = {
		id = 3580, --[[自增id]]
		char = "美國", --[[屏蔽的]]
	} ,
	[3581] = {
		id = 3581, --[[自增id]]
		char = "美國參考", --[[屏蔽的]]
	} ,
	[3582] = {
		id = 3582, --[[自增id]]
		char = "美國佬", --[[屏蔽的]]
	} ,
	[3583] = {
		id = 3583, --[[自增id]]
		char = "蒙獨", --[[屏蔽的]]
	} ,
	[3584] = {
		id = 3584, --[[自增id]]
		char = "蒙古達子", --[[屏蔽的]]
	} ,
	[3585] = {
		id = 3585, --[[自增id]]
		char = "蒙古獨", --[[屏蔽的]]
	} ,
	[3586] = {
		id = 3586, --[[自增id]]
		char = "禰", --[[屏蔽的]]
	} ,
	[3587] = {
		id = 3587, --[[自增id]]
		char = "羋", --[[屏蔽的]]
	} ,
	[3588] = {
		id = 3588, --[[自增id]]
		char = "綿恒", --[[屏蔽的]]
	} ,
	[3589] = {
		id = 3589, --[[自增id]]
		char = "黽", --[[屏蔽的]]
	} ,
	[3590] = {
		id = 3590, --[[自增id]]
		char = "民聯", --[[屏蔽的]]
	} ,
	[3591] = {
		id = 3591, --[[自增id]]
		char = "民意論壇", --[[屏蔽的]]
	} ,
	[3592] = {
		id = 3592, --[[自增id]]
		char = "民陣", --[[屏蔽的]]
	} ,
	[3593] = {
		id = 3593, --[[自增id]]
		char = "緡", --[[屏蔽的]]
	} ,
	[3594] = {
		id = 3594, --[[自增id]]
		char = "湣", --[[屏蔽的]]
	} ,
	[3595] = {
		id = 3595, --[[自增id]]
		char = "鰵", --[[屏蔽的]]
	} ,
	[3596] = {
		id = 3596, --[[自增id]]
		char = "摸你鶏巴", --[[屏蔽的]]
	} ,
	[3597] = {
		id = 3597, --[[自增id]]
		char = "莫偉强", --[[屏蔽的]]
	} ,
	[3598] = {
		id = 3598, --[[自增id]]
		char = "木子論壇", --[[屏蔽的]]
	} ,
	[3599] = {
		id = 3599, --[[自增id]]
		char = "內褲", --[[屏蔽的]]
	} ,
	[3600] = {
		id = 3600, --[[自增id]]
		char = "內衣", --[[屏蔽的]]
	} ,
	[3601] = {
		id = 3601, --[[自增id]]
		char = "那嗎B", --[[屏蔽的]]
	} ,
	[3602] = {
		id = 3602, --[[自增id]]
		char = "那嗎逼", --[[屏蔽的]]
	} ,
	[3603] = {
		id = 3603, --[[自增id]]
		char = "那嗎錯比", --[[屏蔽的]]
	} ,
	[3604] = {
		id = 3604, --[[自增id]]
		char = "那嗎老比", --[[屏蔽的]]
	} ,
	[3605] = {
		id = 3605, --[[自增id]]
		char = "那嗎瘟比", --[[屏蔽的]]
	} ,
	[3606] = {
		id = 3606, --[[自增id]]
		char = "那娘錯比", --[[屏蔽的]]
	} ,
	[3607] = {
		id = 3607, --[[自增id]]
		char = "奶頭", --[[屏蔽的]]
	} ,
	[3608] = {
		id = 3608, --[[自增id]]
		char = "南大自由論壇", --[[屏蔽的]]
	} ,
	[3609] = {
		id = 3609, --[[自增id]]
		char = "南蠻子", --[[屏蔽的]]
	} ,
	[3610] = {
		id = 3610, --[[自增id]]
		char = "鬧事", --[[屏蔽的]]
	} ,
	[3611] = {
		id = 3611, --[[自增id]]
		char = "能樣", --[[屏蔽的]]
	} ,
	[3612] = {
		id = 3612, --[[自增id]]
		char = "尼奧夫", --[[屏蔽的]]
	} ,
	[3613] = {
		id = 3613, --[[自增id]]
		char = "倪育賢", --[[屏蔽的]]
	} ,
	[3614] = {
		id = 3614, --[[自增id]]
		char = "鯢", --[[屏蔽的]]
	} ,
	[3615] = {
		id = 3615, --[[自增id]]
		char = "你媽逼", --[[屏蔽的]]
	} ,
	[3616] = {
		id = 3616, --[[自增id]]
		char = "你媽比", --[[屏蔽的]]
	} ,
	[3617] = {
		id = 3617, --[[自增id]]
		char = "你媽的", --[[屏蔽的]]
	} ,
	[3618] = {
		id = 3618, --[[自增id]]
		char = "你媽了妹", --[[屏蔽的]]
	} ,
	[3619] = {
		id = 3619, --[[自增id]]
		char = "你說我說論壇", --[[屏蔽的]]
	} ,
	[3620] = {
		id = 3620, --[[自增id]]
		char = "你爺", --[[屏蔽的]]
	} ,
	[3621] = {
		id = 3621, --[[自增id]]
		char = "娘餓比", --[[屏蔽的]]
	} ,
	[3622] = {
		id = 3622, --[[自增id]]
		char = "捏你鶏巴", --[[屏蔽的]]
	} ,
	[3623] = {
		id = 3623, --[[自增id]]
		char = "儂著岡巒", --[[屏蔽的]]
	} ,
	[3624] = {
		id = 3624, --[[自增id]]
		char = "儂著卵拋", --[[屏蔽的]]
	} ,
	[3625] = {
		id = 3625, --[[自增id]]
		char = "奴隸魔族士兵", --[[屏蔽的]]
	} ,
	[3626] = {
		id = 3626, --[[自增id]]
		char = "女主人羅姬馬莉", --[[屏蔽的]]
	} ,
	[3627] = {
		id = 3627, --[[自增id]]
		char = "儺", --[[屏蔽的]]
	} ,
	[3628] = {
		id = 3628, --[[自增id]]
		char = "諾姆", --[[屏蔽的]]
	} ,
	[3629] = {
		id = 3629, --[[自增id]]
		char = "潘國平", --[[屏蔽的]]
	} ,
	[3630] = {
		id = 3630, --[[自增id]]
		char = "蹣", --[[屏蔽的]]
	} ,
	[3631] = {
		id = 3631, --[[自增id]]
		char = "龐建國", --[[屏蔽的]]
	} ,
	[3632] = {
		id = 3632, --[[自增id]]
		char = "泡沫經濟", --[[屏蔽的]]
	} ,
	[3633] = {
		id = 3633, --[[自增id]]
		char = "轡", --[[屏蔽的]]
	} ,
	[3634] = {
		id = 3634, --[[自增id]]
		char = "皮條客", --[[屏蔽的]]
	} ,
	[3635] = {
		id = 3635, --[[自增id]]
		char = "羆", --[[屏蔽的]]
	} ,
	[3636] = {
		id = 3636, --[[自增id]]
		char = "諞", --[[屏蔽的]]
	} ,
	[3637] = {
		id = 3637, --[[自增id]]
		char = "潑婦", --[[屏蔽的]]
	} ,
	[3638] = {
		id = 3638, --[[自增id]]
		char = "齊墨", --[[屏蔽的]]
	} ,
	[3639] = {
		id = 3639, --[[自增id]]
		char = "齊諾", --[[屏蔽的]]
	} ,
	[3640] = {
		id = 3640, --[[自增id]]
		char = "騎你", --[[屏蔽的]]
	} ,
	[3641] = {
		id = 3641, --[[自增id]]
		char = "磧", --[[屏蔽的]]
	} ,
	[3642] = {
		id = 3642, --[[自增id]]
		char = "僉", --[[屏蔽的]]
	} ,
	[3643] = {
		id = 3643, --[[自增id]]
		char = "鈐", --[[屏蔽的]]
	} ,
	[3644] = {
		id = 3644, --[[自增id]]
		char = "錢達", --[[屏蔽的]]
	} ,
	[3645] = {
		id = 3645, --[[自增id]]
		char = "錢國梁", --[[屏蔽的]]
	} ,
	[3646] = {
		id = 3646, --[[自增id]]
		char = "錢其琛", --[[屏蔽的]]
	} ,
	[3647] = {
		id = 3647, --[[自增id]]
		char = "膁", --[[屏蔽的]]
	} ,
	[3648] = {
		id = 3648, --[[自增id]]
		char = "槧", --[[屏蔽的]]
	} ,
	[3649] = {
		id = 3649, --[[自增id]]
		char = "錆", --[[屏蔽的]]
	} ,
	[3650] = {
		id = 3650, --[[自增id]]
		char = "繰", --[[屏蔽的]]
	} ,
	[3651] = {
		id = 3651, --[[自增id]]
		char = "喬石", --[[屏蔽的]]
	} ,
	[3652] = {
		id = 3652, --[[自增id]]
		char = "喬伊", --[[屏蔽的]]
	} ,
	[3653] = {
		id = 3653, --[[自增id]]
		char = "橋侵襲兵", --[[屏蔽的]]
	} ,
	[3654] = {
		id = 3654, --[[自增id]]
		char = "譙", --[[屏蔽的]]
	} ,
	[3655] = {
		id = 3655, --[[自增id]]
		char = "鞽", --[[屏蔽的]]
	} ,
	[3656] = {
		id = 3656, --[[自增id]]
		char = "篋", --[[屏蔽的]]
	} ,
	[3657] = {
		id = 3657, --[[自增id]]
		char = "親美", --[[屏蔽的]]
	} ,
	[3658] = {
		id = 3658, --[[自增id]]
		char = "親日", --[[屏蔽的]]
	} ,
	[3659] = {
		id = 3659, --[[自增id]]
		char = "欽本立", --[[屏蔽的]]
	} ,
	[3660] = {
		id = 3660, --[[自增id]]
		char = "禽獸", --[[屏蔽的]]
	} ,
	[3661] = {
		id = 3661, --[[自增id]]
		char = "唚", --[[屏蔽的]]
	} ,
	[3662] = {
		id = 3662, --[[自增id]]
		char = "輕舟快訊", --[[屏蔽的]]
	} ,
	[3663] = {
		id = 3663, --[[自增id]]
		char = "情婦", --[[屏蔽的]]
	} ,
	[3664] = {
		id = 3664, --[[自增id]]
		char = "情獸", --[[屏蔽的]]
	} ,
	[3665] = {
		id = 3665, --[[自增id]]
		char = "檾", --[[屏蔽的]]
	} ,
	[3666] = {
		id = 3666, --[[自增id]]
		char = "慶紅", --[[屏蔽的]]
	} ,
	[3667] = {
		id = 3667, --[[自增id]]
		char = "丘垂貞", --[[屏蔽的]]
	} ,
	[3668] = {
		id = 3668, --[[自增id]]
		char = "詘", --[[屏蔽的]]
	} ,
	[3669] = {
		id = 3669, --[[自增id]]
		char = "闃", --[[屏蔽的]]
	} ,
	[3670] = {
		id = 3670, --[[自增id]]
		char = "全國兩會", --[[屏蔽的]]
	} ,
	[3671] = {
		id = 3671, --[[自增id]]
		char = "全國人大", --[[屏蔽的]]
	} ,
	[3672] = {
		id = 3672, --[[自增id]]
		char = "綣", --[[屏蔽的]]
	} ,
	[3673] = {
		id = 3673, --[[自增id]]
		char = "愨", --[[屏蔽的]]
	} ,
	[3674] = {
		id = 3674, --[[自增id]]
		char = "讓你操", --[[屏蔽的]]
	} ,
	[3675] = {
		id = 3675, --[[自增id]]
		char = "熱比婭", --[[屏蔽的]]
	} ,
	[3676] = {
		id = 3676, --[[自增id]]
		char = "熱站政論網", --[[屏蔽的]]
	} ,
	[3677] = {
		id = 3677, --[[自增id]]
		char = "人民大會堂", --[[屏蔽的]]
	} ,
	[3678] = {
		id = 3678, --[[自增id]]
		char = "人民內情真相", --[[屏蔽的]]
	} ,
	[3679] = {
		id = 3679, --[[自增id]]
		char = "人民真實", --[[屏蔽的]]
	} ,
	[3680] = {
		id = 3680, --[[自增id]]
		char = "人民之聲論壇", --[[屏蔽的]]
	} ,
	[3681] = {
		id = 3681, --[[自增id]]
		char = "人權", --[[屏蔽的]]
	} ,
	[3682] = {
		id = 3682, --[[自增id]]
		char = "日本帝國", --[[屏蔽的]]
	} ,
	[3683] = {
		id = 3683, --[[自增id]]
		char = "日軍", --[[屏蔽的]]
	} ,
	[3684] = {
		id = 3684, --[[自增id]]
		char = "日內瓦金融", --[[屏蔽的]]
	} ,
	[3685] = {
		id = 3685, --[[自增id]]
		char = "日你媽", --[[屏蔽的]]
	} ,
	[3686] = {
		id = 3686, --[[自增id]]
		char = "日你爺爺", --[[屏蔽的]]
	} ,
	[3687] = {
		id = 3687, --[[自增id]]
		char = "日朱駿", --[[屏蔽的]]
	} ,
	[3688] = {
		id = 3688, --[[自增id]]
		char = "顬", --[[屏蔽的]]
	} ,
	[3689] = {
		id = 3689, --[[自增id]]
		char = "乳暈", --[[屏蔽的]]
	} ,
	[3690] = {
		id = 3690, --[[自增id]]
		char = "瑞士金融大學", --[[屏蔽的]]
	} ,
	[3691] = {
		id = 3691, --[[自增id]]
		char = "三K黨", --[[屏蔽的]]
	} ,
	[3692] = {
		id = 3692, --[[自增id]]
		char = "三個代表", --[[屏蔽的]]
	} ,
	[3693] = {
		id = 3693, --[[自增id]]
		char = "三去車侖工力", --[[屏蔽的]]
	} ,
	[3694] = {
		id = 3694, --[[自增id]]
		char = "㈢", --[[屏蔽的]]
	} ,
	[3695] = {
		id = 3695, --[[自增id]]
		char = "毿", --[[屏蔽的]]
	} ,
	[3696] = {
		id = 3696, --[[自增id]]
		char = "糝", --[[屏蔽的]]
	} ,
	[3697] = {
		id = 3697, --[[自增id]]
		char = "騷B", --[[屏蔽的]]
	} ,
	[3698] = {
		id = 3698, --[[自增id]]
		char = "騷棒", --[[屏蔽的]]
	} ,
	[3699] = {
		id = 3699, --[[自增id]]
		char = "騷包", --[[屏蔽的]]
	} ,
	[3700] = {
		id = 3700, --[[自增id]]
		char = "騷棍", --[[屏蔽的]]
	} ,
	[3701] = {
		id = 3701, --[[自增id]]
		char = "騷鶏", --[[屏蔽的]]
	} ,
	[3702] = {
		id = 3702, --[[自增id]]
		char = "騷卵", --[[屏蔽的]]
	} ,
	[3703] = {
		id = 3703, --[[自增id]]
		char = "殺你全家", --[[屏蔽的]]
	} ,
	[3704] = {
		id = 3704, --[[自增id]]
		char = "殺你一家", --[[屏蔽的]]
	} ,
	[3705] = {
		id = 3705, --[[自增id]]
		char = "殺人犯", --[[屏蔽的]]
	} ,
	[3706] = {
		id = 3706, --[[自增id]]
		char = "傻鳥", --[[屏蔽的]]
	} ,
	[3707] = {
		id = 3707, --[[自增id]]
		char = "山口組", --[[屏蔽的]]
	} ,
	[3708] = {
		id = 3708, --[[自增id]]
		char = "善惡有報", --[[屏蔽的]]
	} ,
	[3709] = {
		id = 3709, --[[自增id]]
		char = "上訪", --[[屏蔽的]]
	} ,
	[3710] = {
		id = 3710, --[[自增id]]
		char = "上海幫", --[[屏蔽的]]
	} ,
	[3711] = {
		id = 3711, --[[自增id]]
		char = "上海孤兒院", --[[屏蔽的]]
	} ,
	[3712] = {
		id = 3712, --[[自增id]]
		char = "厙", --[[屏蔽的]]
	} ,
	[3713] = {
		id = 3713, --[[自增id]]
		char = "社會主義", --[[屏蔽的]]
	} ,
	[3714] = {
		id = 3714, --[[自增id]]
		char = "射了還說要", --[[屏蔽的]]
	} ,
	[3715] = {
		id = 3715, --[[自增id]]
		char = "灄", --[[屏蔽的]]
	} ,
	[3716] = {
		id = 3716, --[[自增id]]
		char = "詵", --[[屏蔽的]]
	} ,
	[3717] = {
		id = 3717, --[[自增id]]
		char = "神經病", --[[屏蔽的]]
	} ,
	[3718] = {
		id = 3718, --[[自增id]]
		char = "諗", --[[屏蔽的]]
	} ,
	[3719] = {
		id = 3719, --[[自增id]]
		char = "生孩子沒屁眼", --[[屏蔽的]]
	} ,
	[3720] = {
		id = 3720, --[[自增id]]
		char = "生命分流的圖騰", --[[屏蔽的]]
	} ,
	[3721] = {
		id = 3721, --[[自增id]]
		char = "澠", --[[屏蔽的]]
	} ,
	[3722] = {
		id = 3722, --[[自增id]]
		char = "聖射手", --[[屏蔽的]]
	} ,
	[3723] = {
		id = 3723, --[[自增id]]
		char = "盛華仁", --[[屏蔽的]]
	} ,
	[3724] = {
		id = 3724, --[[自增id]]
		char = "濕了還說不要", --[[屏蔽的]]
	} ,
	[3725] = {
		id = 3725, --[[自增id]]
		char = "濕了還說要", --[[屏蔽的]]
	} ,
	[3726] = {
		id = 3726, --[[自增id]]
		char = "釃", --[[屏蔽的]]
	} ,
	[3727] = {
		id = 3727, --[[自增id]]
		char = "鯴", --[[屏蔽的]]
	} ,
	[3728] = {
		id = 3728, --[[自增id]]
		char = "㈩", --[[屏蔽的]]
	} ,
	[3729] = {
		id = 3729, --[[自增id]]
		char = "石化圖騰", --[[屏蔽的]]
	} ,
	[3730] = {
		id = 3730, --[[自增id]]
		char = "石拳戰鬥兵", --[[屏蔽的]]
	} ,
	[3731] = {
		id = 3731, --[[自增id]]
		char = "時代論壇", --[[屏蔽的]]
	} ,
	[3732] = {
		id = 3732, --[[自增id]]
		char = "時事論壇", --[[屏蔽的]]
	} ,
	[3733] = {
		id = 3733, --[[自增id]]
		char = "鰣", --[[屏蔽的]]
	} ,
	[3734] = {
		id = 3734, --[[自增id]]
		char = "史萊姆", --[[屏蔽的]]
	} ,
	[3735] = {
		id = 3735, --[[自增id]]
		char = "史萊姆王", --[[屏蔽的]]
	} ,
	[3736] = {
		id = 3736, --[[自增id]]
		char = "士兵管理員瓦爾臣", --[[屏蔽的]]
	} ,
	[3737] = {
		id = 3737, --[[自增id]]
		char = "世界經濟導報", --[[屏蔽的]]
	} ,
	[3738] = {
		id = 3738, --[[自增id]]
		char = "事實獨立", --[[屏蔽的]]
	} ,
	[3739] = {
		id = 3739, --[[自增id]]
		char = "侍從貝赫爾特", --[[屏蔽的]]
	} ,
	[3740] = {
		id = 3740, --[[自增id]]
		char = "侍從倫斯韋", --[[屏蔽的]]
	} ,
	[3741] = {
		id = 3741, --[[自增id]]
		char = "貰", --[[屏蔽的]]
	} ,
	[3742] = {
		id = 3742, --[[自增id]]
		char = "攄", --[[屏蔽的]]
	} ,
	[3743] = {
		id = 3743, --[[自增id]]
		char = "數據中國", --[[屏蔽的]]
	} ,
	[3744] = {
		id = 3744, --[[自增id]]
		char = "雙十節", --[[屏蔽的]]
	} ,
	[3745] = {
		id = 3745, --[[自增id]]
		char = "氵去車侖工力", --[[屏蔽的]]
	} ,
	[3746] = {
		id = 3746, --[[自增id]]
		char = "氵去車侖工力?", --[[屏蔽的]]
	} ,
	[3747] = {
		id = 3747, --[[自增id]]
		char = "稅力", --[[屏蔽的]]
	} ,
	[3748] = {
		id = 3748, --[[自增id]]
		char = "司馬晋", --[[屏蔽的]]
	} ,
	[3749] = {
		id = 3749, --[[自增id]]
		char = "司馬璐", --[[屏蔽的]]
	} ,
	[3750] = {
		id = 3750, --[[自增id]]
		char = "司徒華", --[[屏蔽的]]
	} ,
	[3751] = {
		id = 3751, --[[自增id]]
		char = "私?服", --[[屏蔽的]]
	} ,
	[3752] = {
		id = 3752, --[[自增id]]
		char = "私處", --[[屏蔽的]]
	} ,
	[3753] = {
		id = 3753, --[[自增id]]
		char = "思科羅", --[[屏蔽的]]
	} ,
	[3754] = {
		id = 3754, --[[自增id]]
		char = "斯諾", --[[屏蔽的]]
	} ,
	[3755] = {
		id = 3755, --[[自增id]]
		char = "斯皮爾德", --[[屏蔽的]]
	} ,
	[3756] = {
		id = 3756, --[[自增id]]
		char = "四川獨", --[[屏蔽的]]
	} ,
	[3757] = {
		id = 3757, --[[自增id]]
		char = "四川獨立", --[[屏蔽的]]
	} ,
	[3758] = {
		id = 3758, --[[自增id]]
		char = "㈣", --[[屏蔽的]]
	} ,
	[3759] = {
		id = 3759, --[[自增id]]
		char = "宋書元", --[[屏蔽的]]
	} ,
	[3760] = {
		id = 3760, --[[自增id]]
		char = "藪", --[[屏蔽的]]
	} ,
	[3761] = {
		id = 3761, --[[自增id]]
		char = "蘇菲爾", --[[屏蔽的]]
	} ,
	[3762] = {
		id = 3762, --[[自增id]]
		char = "蘇拉", --[[屏蔽的]]
	} ,
	[3763] = {
		id = 3763, --[[自增id]]
		char = "蘇南成", --[[屏蔽的]]
	} ,
	[3764] = {
		id = 3764, --[[自增id]]
		char = "蘇紹智", --[[屏蔽的]]
	} ,
	[3765] = {
		id = 3765, --[[自增id]]
		char = "蘇特勒守護兵", --[[屏蔽的]]
	} ,
	[3766] = {
		id = 3766, --[[自增id]]
		char = "蘇特勤", --[[屏蔽的]]
	} ,
	[3767] = {
		id = 3767, --[[自增id]]
		char = "蘇特勤護衛兵", --[[屏蔽的]]
	} ,
	[3768] = {
		id = 3768, --[[自增id]]
		char = "蘇特勤魔法師", --[[屏蔽的]]
	} ,
	[3769] = {
		id = 3769, --[[自增id]]
		char = "蘇曉康", --[[屏蔽的]]
	} ,
	[3770] = {
		id = 3770, --[[自增id]]
		char = "蘇盈貴", --[[屏蔽的]]
	} ,
	[3771] = {
		id = 3771, --[[自增id]]
		char = "蘇貞昌", --[[屏蔽的]]
	} ,
	[3772] = {
		id = 3772, --[[自增id]]
		char = "誶", --[[屏蔽的]]
	} ,
	[3773] = {
		id = 3773, --[[自增id]]
		char = "碎片製造商人馬克", --[[屏蔽的]]
	} ,
	[3774] = {
		id = 3774, --[[自增id]]
		char = "碎片製造商人蘇克", --[[屏蔽的]]
	} ,
	[3775] = {
		id = 3775, --[[自增id]]
		char = "孫大千", --[[屏蔽的]]
	} ,
	[3776] = {
		id = 3776, --[[自增id]]
		char = "他媽", --[[屏蔽的]]
	} ,
	[3777] = {
		id = 3777, --[[自增id]]
		char = "他媽的", --[[屏蔽的]]
	} ,
	[3778] = {
		id = 3778, --[[自增id]]
		char = "他嗎的", --[[屏蔽的]]
	} ,
	[3779] = {
		id = 3779, --[[自增id]]
		char = "他母親", --[[屏蔽的]]
	} ,
	[3780] = {
		id = 3780, --[[自增id]]
		char = "塔內", --[[屏蔽的]]
	} ,
	[3781] = {
		id = 3781, --[[自增id]]
		char = "塔烏", --[[屏蔽的]]
	} ,
	[3782] = {
		id = 3782, --[[自增id]]
		char = "鰨", --[[屏蔽的]]
	} ,
	[3783] = {
		id = 3783, --[[自增id]]
		char = "闥", --[[屏蔽的]]
	} ,
	[3784] = {
		id = 3784, --[[自增id]]
		char = "臺盟", --[[屏蔽的]]
	} ,
	[3785] = {
		id = 3785, --[[自增id]]
		char = "臺灣帝國", --[[屏蔽的]]
	} ,
	[3786] = {
		id = 3786, --[[自增id]]
		char = "臺灣獨", --[[屏蔽的]]
	} ,
	[3787] = {
		id = 3787, --[[自增id]]
		char = "臺灣共産黨", --[[屏蔽的]]
	} ,
	[3788] = {
		id = 3788, --[[自增id]]
		char = "臺灣狗", --[[屏蔽的]]
	} ,
	[3789] = {
		id = 3789, --[[自增id]]
		char = "臺灣建國運動組織", --[[屏蔽的]]
	} ,
	[3790] = {
		id = 3790, --[[自增id]]
		char = "臺灣青年獨立聯盟", --[[屏蔽的]]
	} ,
	[3791] = {
		id = 3791, --[[自增id]]
		char = "臺灣政論區", --[[屏蔽的]]
	} ,
	[3792] = {
		id = 3792, --[[自增id]]
		char = "臺灣自由聯盟", --[[屏蔽的]]
	} ,
	[3793] = {
		id = 3793, --[[自增id]]
		char = "鮐", --[[屏蔽的]]
	} ,
	[3794] = {
		id = 3794, --[[自增id]]
		char = "太監", --[[屏蔽的]]
	} ,
	[3795] = {
		id = 3795, --[[自增id]]
		char = "泰奴橋警衛兵", --[[屏蔽的]]
	} ,
	[3796] = {
		id = 3796, --[[自增id]]
		char = "泰奴橋掠奪者", --[[屏蔽的]]
	} ,
	[3797] = {
		id = 3797, --[[自增id]]
		char = "湯光中", --[[屏蔽的]]
	} ,
	[3798] = {
		id = 3798, --[[自增id]]
		char = "唐柏橋", --[[屏蔽的]]
	} ,
	[3799] = {
		id = 3799, --[[自增id]]
		char = "鞀", --[[屏蔽的]]
	} ,
	[3800] = {
		id = 3800, --[[自增id]]
		char = "謄", --[[屏蔽的]]
	} ,
	[3801] = {
		id = 3801, --[[自增id]]
		char = "天安門", --[[屏蔽的]]
	} ,
	[3802] = {
		id = 3802, --[[自增id]]
		char = "天安門錄影帶", --[[屏蔽的]]
	} ,
	[3803] = {
		id = 3803, --[[自增id]]
		char = "天安門屠殺", --[[屏蔽的]]
	} ,
	[3804] = {
		id = 3804, --[[自增id]]
		char = "天安門一代", --[[屏蔽的]]
	} ,
	[3805] = {
		id = 3805, --[[自增id]]
		char = "天閹", --[[屏蔽的]]
	} ,
	[3806] = {
		id = 3806, --[[自增id]]
		char = "田紀雲", --[[屏蔽的]]
	} ,
	[3807] = {
		id = 3807, --[[自增id]]
		char = "齠", --[[屏蔽的]]
	} ,
	[3808] = {
		id = 3808, --[[自增id]]
		char = "鰷", --[[屏蔽的]]
	} ,
	[3809] = {
		id = 3809, --[[自增id]]
		char = "銚", --[[屏蔽的]]
	} ,
	[3810] = {
		id = 3810, --[[自增id]]
		char = "庭院警衛兵", --[[屏蔽的]]
	} ,
	[3811] = {
		id = 3811, --[[自增id]]
		char = "統獨", --[[屏蔽的]]
	} ,
	[3812] = {
		id = 3812, --[[自增id]]
		char = "統獨論壇", --[[屏蔽的]]
	} ,
	[3813] = {
		id = 3813, --[[自增id]]
		char = "統戰", --[[屏蔽的]]
	} ,
	[3814] = {
		id = 3814, --[[自增id]]
		char = "頭領奧馬", --[[屏蔽的]]
	} ,
	[3815] = {
		id = 3815, --[[自增id]]
		char = "頭領墳墓管理員", --[[屏蔽的]]
	} ,
	[3816] = {
		id = 3816, --[[自增id]]
		char = "圖書管理員卡特", --[[屏蔽的]]
	} ,
	[3817] = {
		id = 3817, --[[自增id]]
		char = "團長戈登", --[[屏蔽的]]
	} ,
	[3818] = {
		id = 3818, --[[自增id]]
		char = "團員馬爾汀", --[[屏蔽的]]
	} ,
	[3819] = {
		id = 3819, --[[自增id]]
		char = "摶", --[[屏蔽的]]
	} ,
	[3820] = {
		id = 3820, --[[自增id]]
		char = "鼉", --[[屏蔽的]]
	} ,
	[3821] = {
		id = 3821, --[[自增id]]
		char = "籜", --[[屏蔽的]]
	} ,
	[3822] = {
		id = 3822, --[[自增id]]
		char = "膃", --[[屏蔽的]]
	} ,
	[3823] = {
		id = 3823, --[[自增id]]
		char = "外交論壇", --[[屏蔽的]]
	} ,
	[3824] = {
		id = 3824, --[[自增id]]
		char = "外交與方略", --[[屏蔽的]]
	} ,
	[3825] = {
		id = 3825, --[[自增id]]
		char = "晚年周恩來", --[[屏蔽的]]
	} ,
	[3826] = {
		id = 3826, --[[自增id]]
		char = "綰", --[[屏蔽的]]
	} ,
	[3827] = {
		id = 3827, --[[自增id]]
		char = "萬里", --[[屏蔽的]]
	} ,
	[3828] = {
		id = 3828, --[[自增id]]
		char = "萬潤南", --[[屏蔽的]]
	} ,
	[3829] = {
		id = 3829, --[[自增id]]
		char = "萬維讀者論壇", --[[屏蔽的]]
	} ,
	[3830] = {
		id = 3830, --[[自增id]]
		char = "萬曉東", --[[屏蔽的]]
	} ,
	[3831] = {
		id = 3831, --[[自增id]]
		char = "王寶森", --[[屏蔽的]]
	} ,
	[3832] = {
		id = 3832, --[[自增id]]
		char = "王超華", --[[屏蔽的]]
	} ,
	[3833] = {
		id = 3833, --[[自增id]]
		char = "王輔臣", --[[屏蔽的]]
	} ,
	[3834] = {
		id = 3834, --[[自增id]]
		char = "王涵萬", --[[屏蔽的]]
	} ,
	[3835] = {
		id = 3835, --[[自增id]]
		char = "王滬寧", --[[屏蔽的]]
	} ,
	[3836] = {
		id = 3836, --[[自增id]]
		char = "王軍濤", --[[屏蔽的]]
	} ,
	[3837] = {
		id = 3837, --[[自增id]]
		char = "王潤生", --[[屏蔽的]]
	} ,
	[3838] = {
		id = 3838, --[[自增id]]
		char = "王世堅", --[[屏蔽的]]
	} ,
	[3839] = {
		id = 3839, --[[自增id]]
		char = "王世勛", --[[屏蔽的]]
	} ,
	[3840] = {
		id = 3840, --[[自增id]]
		char = "王秀麗", --[[屏蔽的]]
	} ,
	[3841] = {
		id = 3841, --[[自增id]]
		char = "網禪", --[[屏蔽的]]
	} ,
	[3842] = {
		id = 3842, --[[自增id]]
		char = "網特", --[[屏蔽的]]
	} ,
	[3843] = {
		id = 3843, --[[自增id]]
		char = "鮪", --[[屏蔽的]]
	} ,
	[3844] = {
		id = 3844, --[[自增id]]
		char = "溫B", --[[屏蔽的]]
	} ,
	[3845] = {
		id = 3845, --[[自增id]]
		char = "溫逼", --[[屏蔽的]]
	} ,
	[3846] = {
		id = 3846, --[[自增id]]
		char = "溫比", --[[屏蔽的]]
	} ,
	[3847] = {
		id = 3847, --[[自增id]]
		char = "溫元凱", --[[屏蔽的]]
	} ,
	[3848] = {
		id = 3848, --[[自增id]]
		char = "閿", --[[屏蔽的]]
	} ,
	[3849] = {
		id = 3849, --[[自增id]]
		char = "無界瀏覽器", --[[屏蔽的]]
	} ,
	[3850] = {
		id = 3850, --[[自增id]]
		char = "吳百益", --[[屏蔽的]]
	} ,
	[3851] = {
		id = 3851, --[[自增id]]
		char = "吳敦義", --[[屏蔽的]]
	} ,
	[3852] = {
		id = 3852, --[[自增id]]
		char = "吳方城", --[[屏蔽的]]
	} ,
	[3853] = {
		id = 3853, --[[自增id]]
		char = "吳弘達", --[[屏蔽的]]
	} ,
	[3854] = {
		id = 3854, --[[自增id]]
		char = "吳宏達", --[[屏蔽的]]
	} ,
	[3855] = {
		id = 3855, --[[自增id]]
		char = "吳仁華", --[[屏蔽的]]
	} ,
	[3856] = {
		id = 3856, --[[自增id]]
		char = "吳淑珍", --[[屏蔽的]]
	} ,
	[3857] = {
		id = 3857, --[[自增id]]
		char = "吳學燦", --[[屏蔽的]]
	} ,
	[3858] = {
		id = 3858, --[[自增id]]
		char = "吳學璨", --[[屏蔽的]]
	} ,
	[3859] = {
		id = 3859, --[[自增id]]
		char = "吳育升", --[[屏蔽的]]
	} ,
	[3860] = {
		id = 3860, --[[自增id]]
		char = "吳志芳", --[[屏蔽的]]
	} ,
	[3861] = {
		id = 3861, --[[自增id]]
		char = "西藏獨", --[[屏蔽的]]
	} ,
	[3862] = {
		id = 3862, --[[自增id]]
		char = "吸收的圖騰", --[[屏蔽的]]
	} ,
	[3863] = {
		id = 3863, --[[自增id]]
		char = "吸血獸", --[[屏蔽的]]
	} ,
	[3864] = {
		id = 3864, --[[自增id]]
		char = "覡", --[[屏蔽的]]
	} ,
	[3865] = {
		id = 3865, --[[自增id]]
		char = "洗腦", --[[屏蔽的]]
	} ,
	[3866] = {
		id = 3866, --[[自增id]]
		char = "餼", --[[屏蔽的]]
	} ,
	[3867] = {
		id = 3867, --[[自增id]]
		char = "下體", --[[屏蔽的]]
	} ,
	[3868] = {
		id = 3868, --[[自增id]]
		char = "薟", --[[屏蔽的]]
	} ,
	[3869] = {
		id = 3869, --[[自增id]]
		char = "躚", --[[屏蔽的]]
	} ,
	[3870] = {
		id = 3870, --[[自增id]]
		char = "鮮族", --[[屏蔽的]]
	} ,
	[3871] = {
		id = 3871, --[[自增id]]
		char = "獫", --[[屏蔽的]]
	} ,
	[3872] = {
		id = 3872, --[[自增id]]
		char = "蜆", --[[屏蔽的]]
	} ,
	[3873] = {
		id = 3873, --[[自增id]]
		char = "峴", --[[屏蔽的]]
	} ,
	[3874] = {
		id = 3874, --[[自增id]]
		char = "現金", --[[屏蔽的]]
	} ,
	[3875] = {
		id = 3875, --[[自增id]]
		char = "現金交易", --[[屏蔽的]]
	} ,
	[3876] = {
		id = 3876, --[[自增id]]
		char = "獻祭的圖騰", --[[屏蔽的]]
	} ,
	[3877] = {
		id = 3877, --[[自增id]]
		char = "鯗", --[[屏蔽的]]
	} ,
	[3878] = {
		id = 3878, --[[自增id]]
		char = "項懷誠", --[[屏蔽的]]
	} ,
	[3879] = {
		id = 3879, --[[自增id]]
		char = "項小吉", --[[屏蔽的]]
	} ,
	[3880] = {
		id = 3880, --[[自增id]]
		char = "嘵", --[[屏蔽的]]
	} ,
	[3881] = {
		id = 3881, --[[自增id]]
		char = "小B樣", --[[屏蔽的]]
	} ,
	[3882] = {
		id = 3882, --[[自增id]]
		char = "小比樣", --[[屏蔽的]]
	} ,
	[3883] = {
		id = 3883, --[[自增id]]
		char = "小鶏鶏", --[[屏蔽的]]
	} ,
	[3884] = {
		id = 3884, --[[自增id]]
		char = "小靈通", --[[屏蔽的]]
	} ,
	[3885] = {
		id = 3885, --[[自增id]]
		char = "小泉純一郎", --[[屏蔽的]]
	} ,
	[3886] = {
		id = 3886, --[[自增id]]
		char = "謝長廷", --[[屏蔽的]]
	} ,
	[3887] = {
		id = 3887, --[[自增id]]
		char = "謝深山", --[[屏蔽的]]
	} ,
	[3888] = {
		id = 3888, --[[自增id]]
		char = "謝選駿", --[[屏蔽的]]
	} ,
	[3889] = {
		id = 3889, --[[自增id]]
		char = "謝中之", --[[屏蔽的]]
	} ,
	[3890] = {
		id = 3890, --[[自增id]]
		char = "辛灝年", --[[屏蔽的]]
	} ,
	[3891] = {
		id = 3891, --[[自增id]]
		char = "新觀察論壇", --[[屏蔽的]]
	} ,
	[3892] = {
		id = 3892, --[[自增id]]
		char = "新華舉報", --[[屏蔽的]]
	} ,
	[3893] = {
		id = 3893, --[[自增id]]
		char = "新華內情", --[[屏蔽的]]
	} ,
	[3894] = {
		id = 3894, --[[自增id]]
		char = "新華通論壇", --[[屏蔽的]]
	} ,
	[3895] = {
		id = 3895, --[[自增id]]
		char = "新疆獨", --[[屏蔽的]]
	} ,
	[3896] = {
		id = 3896, --[[自增id]]
		char = "新生網", --[[屏蔽的]]
	} ,
	[3897] = {
		id = 3897, --[[自增id]]
		char = "新手訓練營", --[[屏蔽的]]
	} ,
	[3898] = {
		id = 3898, --[[自增id]]
		char = "新聞出版總署", --[[屏蔽的]]
	} ,
	[3899] = {
		id = 3899, --[[自增id]]
		char = "新聞封鎖", --[[屏蔽的]]
	} ,
	[3900] = {
		id = 3900, --[[自增id]]
		char = "新義安", --[[屏蔽的]]
	} ,
	[3901] = {
		id = 3901, --[[自增id]]
		char = "新語絲", --[[屏蔽的]]
	} ,
	[3902] = {
		id = 3902, --[[自增id]]
		char = "信用危機", --[[屏蔽的]]
	} ,
	[3903] = {
		id = 3903, --[[自增id]]
		char = "邢錚", --[[屏蔽的]]
	} ,
	[3904] = {
		id = 3904, --[[自增id]]
		char = "性無能", --[[屏蔽的]]
	} ,
	[3905] = {
		id = 3905, --[[自增id]]
		char = "修煉", --[[屏蔽的]]
	} ,
	[3906] = {
		id = 3906, --[[自增id]]
		char = "頊", --[[屏蔽的]]
	} ,
	[3907] = {
		id = 3907, --[[自增id]]
		char = "虛弱圖騰", --[[屏蔽的]]
	} ,
	[3908] = {
		id = 3908, --[[自增id]]
		char = "虛無的飽食者", --[[屏蔽的]]
	} ,
	[3909] = {
		id = 3909, --[[自增id]]
		char = "徐國舅", --[[屏蔽的]]
	} ,
	[3910] = {
		id = 3910, --[[自增id]]
		char = "許財利", --[[屏蔽的]]
	} ,
	[3911] = {
		id = 3911, --[[自增id]]
		char = "許家屯", --[[屏蔽的]]
	} ,
	[3912] = {
		id = 3912, --[[自增id]]
		char = "許信良", --[[屏蔽的]]
	} ,
	[3913] = {
		id = 3913, --[[自增id]]
		char = "諼", --[[屏蔽的]]
	} ,
	[3914] = {
		id = 3914, --[[自增id]]
		char = "薛偉", --[[屏蔽的]]
	} ,
	[3915] = {
		id = 3915, --[[自增id]]
		char = "學聯", --[[屏蔽的]]
	} ,
	[3916] = {
		id = 3916, --[[自增id]]
		char = "學自聯", --[[屏蔽的]]
	} ,
	[3917] = {
		id = 3917, --[[自增id]]
		char = "澩", --[[屏蔽的]]
	} ,
	[3918] = {
		id = 3918, --[[自增id]]
		char = "閹狗", --[[屏蔽的]]
	} ,
	[3919] = {
		id = 3919, --[[自增id]]
		char = "訁", --[[屏蔽的]]
	} ,
	[3920] = {
		id = 3920, --[[自增id]]
		char = "嚴家其", --[[屏蔽的]]
	} ,
	[3921] = {
		id = 3921, --[[自增id]]
		char = "嚴家祺", --[[屏蔽的]]
	} ,
	[3922] = {
		id = 3922, --[[自增id]]
		char = "閻明複", --[[屏蔽的]]
	} ,
	[3923] = {
		id = 3923, --[[自增id]]
		char = "顔清標", --[[屏蔽的]]
	} ,
	[3924] = {
		id = 3924, --[[自增id]]
		char = "顔慶章", --[[屏蔽的]]
	} ,
	[3925] = {
		id = 3925, --[[自增id]]
		char = "顔射", --[[屏蔽的]]
	} ,
	[3926] = {
		id = 3926, --[[自增id]]
		char = "讞", --[[屏蔽的]]
	} ,
	[3927] = {
		id = 3927, --[[自增id]]
		char = "央視內部晚會", --[[屏蔽的]]
	} ,
	[3928] = {
		id = 3928, --[[自增id]]
		char = "陽痿", --[[屏蔽的]]
	} ,
	[3929] = {
		id = 3929, --[[自增id]]
		char = "楊懷安", --[[屏蔽的]]
	} ,
	[3930] = {
		id = 3930, --[[自增id]]
		char = "楊建利", --[[屏蔽的]]
	} ,
	[3931] = {
		id = 3931, --[[自增id]]
		char = "楊巍", --[[屏蔽的]]
	} ,
	[3932] = {
		id = 3932, --[[自增id]]
		char = "楊月清", --[[屏蔽的]]
	} ,
	[3933] = {
		id = 3933, --[[自增id]]
		char = "楊周", --[[屏蔽的]]
	} ,
	[3934] = {
		id = 3934, --[[自增id]]
		char = "姚羅", --[[屏蔽的]]
	} ,
	[3935] = {
		id = 3935, --[[自增id]]
		char = "姚月謙", --[[屏蔽的]]
	} ,
	[3936] = {
		id = 3936, --[[自增id]]
		char = "軺", --[[屏蔽的]]
	} ,
	[3937] = {
		id = 3937, --[[自增id]]
		char = "藥材商人蘇耐得", --[[屏蔽的]]
	} ,
	[3938] = {
		id = 3938, --[[自增id]]
		char = "藥水", --[[屏蔽的]]
	} ,
	[3939] = {
		id = 3939, --[[自增id]]
		char = "野鶏", --[[屏蔽的]]
	} ,
	[3940] = {
		id = 3940, --[[自增id]]
		char = "葉菊蘭", --[[屏蔽的]]
	} ,
	[3941] = {
		id = 3941, --[[自增id]]
		char = "夜話紫禁城", --[[屏蔽的]]
	} ,
	[3942] = {
		id = 3942, --[[自增id]]
		char = "一陀糞", --[[屏蔽的]]
	} ,
	[3943] = {
		id = 3943, --[[自增id]]
		char = "㈠", --[[屏蔽的]]
	} ,
	[3944] = {
		id = 3944, --[[自增id]]
		char = "伊莎貝爾", --[[屏蔽的]]
	} ,
	[3945] = {
		id = 3945, --[[自增id]]
		char = "伊斯蘭亞格林尼斯", --[[屏蔽的]]
	} ,
	[3946] = {
		id = 3946, --[[自增id]]
		char = "遺精", --[[屏蔽的]]
	} ,
	[3947] = {
		id = 3947, --[[自增id]]
		char = "議長阿茵斯塔", --[[屏蔽的]]
	} ,
	[3948] = {
		id = 3948, --[[自增id]]
		char = "議員斯格文德", --[[屏蔽的]]
	} ,
	[3949] = {
		id = 3949, --[[自增id]]
		char = "异見人士", --[[屏蔽的]]
	} ,
	[3950] = {
		id = 3950, --[[自增id]]
		char = "异型叛軍", --[[屏蔽的]]
	} ,
	[3951] = {
		id = 3951, --[[自增id]]
		char = "异議人士", --[[屏蔽的]]
	} ,
	[3952] = {
		id = 3952, --[[自增id]]
		char = "易丹軒", --[[屏蔽的]]
	} ,
	[3953] = {
		id = 3953, --[[自增id]]
		char = "意志不堅的圖騰", --[[屏蔽的]]
	} ,
	[3954] = {
		id = 3954, --[[自增id]]
		char = "瘞", --[[屏蔽的]]
	} ,
	[3955] = {
		id = 3955, --[[自增id]]
		char = "陰門", --[[屏蔽的]]
	} ,
	[3956] = {
		id = 3956, --[[自增id]]
		char = "陰囊", --[[屏蔽的]]
	} ,
	[3957] = {
		id = 3957, --[[自增id]]
		char = "淫貨", --[[屏蔽的]]
	} ,
	[3958] = {
		id = 3958, --[[自增id]]
		char = "尹慶民", --[[屏蔽的]]
	} ,
	[3959] = {
		id = 3959, --[[自增id]]
		char = "引導", --[[屏蔽的]]
	} ,
	[3960] = {
		id = 3960, --[[自增id]]
		char = "隱者之路", --[[屏蔽的]]
	} ,
	[3961] = {
		id = 3961, --[[自增id]]
		char = "鷹眼派氏族", --[[屏蔽的]]
	} ,
	[3962] = {
		id = 3962, --[[自增id]]
		char = "硬直圖騰", --[[屏蔽的]]
	} ,
	[3963] = {
		id = 3963, --[[自增id]]
		char = "憂鬱的艾拉", --[[屏蔽的]]
	} ,
	[3964] = {
		id = 3964, --[[自增id]]
		char = "尤比亞", --[[屏蔽的]]
	} ,
	[3965] = {
		id = 3965, --[[自增id]]
		char = "由喜貴", --[[屏蔽的]]
	} ,
	[3966] = {
		id = 3966, --[[自增id]]
		char = "游蕩的僵尸", --[[屏蔽的]]
	} ,
	[3967] = {
		id = 3967, --[[自增id]]
		char = "游蕩的士兵", --[[屏蔽的]]
	} ,
	[3968] = {
		id = 3968, --[[自增id]]
		char = "游蕩爪牙", --[[屏蔽的]]
	} ,
	[3969] = {
		id = 3969, --[[自增id]]
		char = "游錫坤", --[[屏蔽的]]
	} ,
	[3970] = {
		id = 3970, --[[自增id]]
		char = "游戲管理員", --[[屏蔽的]]
	} ,
	[3971] = {
		id = 3971, --[[自增id]]
		char = "友好的魯德", --[[屏蔽的]]
	} ,
	[3972] = {
		id = 3972, --[[自增id]]
		char = "幼龍", --[[屏蔽的]]
	} ,
	[3973] = {
		id = 3973, --[[自增id]]
		char = "于幼軍", --[[屏蔽的]]
	} ,
	[3974] = {
		id = 3974, --[[自增id]]
		char = "余英時", --[[屏蔽的]]
	} ,
	[3975] = {
		id = 3975, --[[自增id]]
		char = "漁夫菲斯曼", --[[屏蔽的]]
	} ,
	[3976] = {
		id = 3976, --[[自增id]]
		char = "輿論", --[[屏蔽的]]
	} ,
	[3977] = {
		id = 3977, --[[自增id]]
		char = "輿論反制", --[[屏蔽的]]
	} ,
	[3978] = {
		id = 3978, --[[自增id]]
		char = "傴", --[[屏蔽的]]
	} ,
	[3979] = {
		id = 3979, --[[自增id]]
		char = "宇明網", --[[屏蔽的]]
	} ,
	[3980] = {
		id = 3980, --[[自增id]]
		char = "齬", --[[屏蔽的]]
	} ,
	[3981] = {
		id = 3981, --[[自增id]]
		char = "飫", --[[屏蔽的]]
	} ,
	[3982] = {
		id = 3982, --[[自增id]]
		char = "鵒", --[[屏蔽的]]
	} ,
	[3983] = {
		id = 3983, --[[自增id]]
		char = "元老蘭提(沃德）", --[[屏蔽的]]
	} ,
	[3984] = {
		id = 3984, --[[自增id]]
		char = "緣圈圈", --[[屏蔽的]]
	} ,
	[3985] = {
		id = 3985, --[[自增id]]
		char = "遠志明", --[[屏蔽的]]
	} ,
	[3986] = {
		id = 3986, --[[自增id]]
		char = "月經", --[[屏蔽的]]
	} ,
	[3987] = {
		id = 3987, --[[自增id]]
		char = "韞", --[[屏蔽的]]
	} ,
	[3988] = {
		id = 3988, --[[自增id]]
		char = "鏨", --[[屏蔽的]]
	} ,
	[3989] = {
		id = 3989, --[[自增id]]
		char = "造愛", --[[屏蔽的]]
	} ,
	[3990] = {
		id = 3990, --[[自增id]]
		char = "則民", --[[屏蔽的]]
	} ,
	[3991] = {
		id = 3991, --[[自增id]]
		char = "擇民", --[[屏蔽的]]
	} ,
	[3992] = {
		id = 3992, --[[自增id]]
		char = "澤夫", --[[屏蔽的]]
	} ,
	[3993] = {
		id = 3993, --[[自增id]]
		char = "澤民", --[[屏蔽的]]
	} ,
	[3994] = {
		id = 3994, --[[自增id]]
		char = "賾", --[[屏蔽的]]
	} ,
	[3995] = {
		id = 3995, --[[自增id]]
		char = "賊民", --[[屏蔽的]]
	} ,
	[3996] = {
		id = 3996, --[[自增id]]
		char = "譖", --[[屏蔽的]]
	} ,
	[3997] = {
		id = 3997, --[[自增id]]
		char = "扎卡維是英雄", --[[屏蔽的]]
	} ,
	[3998] = {
		id = 3998, --[[自增id]]
		char = "驏", --[[屏蔽的]]
	} ,
	[3999] = {
		id = 3999, --[[自增id]]
		char = "張伯笠", --[[屏蔽的]]
	} ,
	[4000] = {
		id = 4000, --[[自增id]]
		char = "張博雅", --[[屏蔽的]]
	} ,
	[4001] = {
		id = 4001, --[[自增id]]
		char = "張鋼", --[[屏蔽的]]
	} ,
	[4002] = {
		id = 4002, --[[自增id]]
		char = "張健", --[[屏蔽的]]
	} ,
	[4003] = {
		id = 4003, --[[自增id]]
		char = "張林", --[[屏蔽的]]
	} ,
	[4004] = {
		id = 4004, --[[自增id]]
		char = "張清芳", --[[屏蔽的]]
	} ,
	[4005] = {
		id = 4005, --[[自增id]]
		char = "張偉國", --[[屏蔽的]]
	} ,
	[4006] = {
		id = 4006, --[[自增id]]
		char = "張溫鷹", --[[屏蔽的]]
	} ,
	[4007] = {
		id = 4007, --[[自增id]]
		char = "張昭富", --[[屏蔽的]]
	} ,
	[4008] = {
		id = 4008, --[[自增id]]
		char = "張志清", --[[屏蔽的]]
	} ,
	[4009] = {
		id = 4009, --[[自增id]]
		char = "章孝嚴", --[[屏蔽的]]
	} ,
	[4010] = {
		id = 4010, --[[自增id]]
		char = "帳號", --[[屏蔽的]]
	} ,
	[4011] = {
		id = 4011, --[[自增id]]
		char = "賬號", --[[屏蔽的]]
	} ,
	[4012] = {
		id = 4012, --[[自增id]]
		char = "招鶏", --[[屏蔽的]]
	} ,
	[4013] = {
		id = 4013, --[[自增id]]
		char = "趙海青", --[[屏蔽的]]
	} ,
	[4014] = {
		id = 4014, --[[自增id]]
		char = "趙建銘", --[[屏蔽的]]
	} ,
	[4015] = {
		id = 4015, --[[自增id]]
		char = "趙南", --[[屏蔽的]]
	} ,
	[4016] = {
		id = 4016, --[[自增id]]
		char = "趙品潞", --[[屏蔽的]]
	} ,
	[4017] = {
		id = 4017, --[[自增id]]
		char = "趙曉微", --[[屏蔽的]]
	} ,
	[4018] = {
		id = 4018, --[[自增id]]
		char = "貞操", --[[屏蔽的]]
	} ,
	[4019] = {
		id = 4019, --[[自增id]]
		char = "爭鳴論壇", --[[屏蔽的]]
	} ,
	[4020] = {
		id = 4020, --[[自增id]]
		char = "正見網", --[[屏蔽的]]
	} ,
	[4021] = {
		id = 4021, --[[自增id]]
		char = "正義黨論壇", --[[屏蔽的]]
	} ,
	[4022] = {
		id = 4022, --[[自增id]]
		char = "㊣", --[[屏蔽的]]
	} ,
	[4023] = {
		id = 4023, --[[自增id]]
		char = "鄭寶清", --[[屏蔽的]]
	} ,
	[4024] = {
		id = 4024, --[[自增id]]
		char = "鄭麗文", --[[屏蔽的]]
	} ,
	[4025] = {
		id = 4025, --[[自增id]]
		char = "鄭義", --[[屏蔽的]]
	} ,
	[4026] = {
		id = 4026, --[[自增id]]
		char = "鄭餘鎮", --[[屏蔽的]]
	} ,
	[4027] = {
		id = 4027, --[[自增id]]
		char = "鄭源", --[[屏蔽的]]
	} ,
	[4028] = {
		id = 4028, --[[自增id]]
		char = "鄭運鵬", --[[屏蔽的]]
	} ,
	[4029] = {
		id = 4029, --[[自增id]]
		char = "政權", --[[屏蔽的]]
	} ,
	[4030] = {
		id = 4030, --[[自增id]]
		char = "縶", --[[屏蔽的]]
	} ,
	[4031] = {
		id = 4031, --[[自增id]]
		char = "躑", --[[屏蔽的]]
	} ,
	[4032] = {
		id = 4032, --[[自增id]]
		char = "指點江山論壇", --[[屏蔽的]]
	} ,
	[4033] = {
		id = 4033, --[[自增id]]
		char = "騭", --[[屏蔽的]]
	} ,
	[4034] = {
		id = 4034, --[[自增id]]
		char = "觶", --[[屏蔽的]]
	} ,
	[4035] = {
		id = 4035, --[[自增id]]
		char = "躓", --[[屏蔽的]]
	} ,
	[4036] = {
		id = 4036, --[[自增id]]
		char = "中毒的圖騰", --[[屏蔽的]]
	} ,
	[4037] = {
		id = 4037, --[[自增id]]
		char = "中毒圖騰", --[[屏蔽的]]
	} ,
	[4038] = {
		id = 4038, --[[自增id]]
		char = "中俄邊界", --[[屏蔽的]]
	} ,
	[4039] = {
		id = 4039, --[[自增id]]
		char = "中國復興論壇", --[[屏蔽的]]
	} ,
	[4040] = {
		id = 4040, --[[自增id]]
		char = "中國共産黨", --[[屏蔽的]]
	} ,
	[4041] = {
		id = 4041, --[[自增id]]
		char = "中國孤兒院", --[[屏蔽的]]
	} ,
	[4042] = {
		id = 4042, --[[自增id]]
		char = "中國和平", --[[屏蔽的]]
	} ,
	[4043] = {
		id = 4043, --[[自增id]]
		char = "中國論壇", --[[屏蔽的]]
	} ,
	[4044] = {
		id = 4044, --[[自增id]]
		char = "中國社會進步黨", --[[屏蔽的]]
	} ,
	[4045] = {
		id = 4045, --[[自增id]]
		char = "中國社會論壇", --[[屏蔽的]]
	} ,
	[4046] = {
		id = 4046, --[[自增id]]
		char = "中國威脅論", --[[屏蔽的]]
	} ,
	[4047] = {
		id = 4047, --[[自增id]]
		char = "中國問題論壇", --[[屏蔽的]]
	} ,
	[4048] = {
		id = 4048, --[[自增id]]
		char = "中國移動通信", --[[屏蔽的]]
	} ,
	[4049] = {
		id = 4049, --[[自增id]]
		char = "中國真實內容", --[[屏蔽的]]
	} ,
	[4050] = {
		id = 4050, --[[自增id]]
		char = "中國猪", --[[屏蔽的]]
	} ,
	[4051] = {
		id = 4051, --[[自增id]]
		char = "中華大地", --[[屏蔽的]]
	} ,
	[4052] = {
		id = 4052, --[[自增id]]
		char = "中華大衆", --[[屏蔽的]]
	} ,
	[4053] = {
		id = 4053, --[[自增id]]
		char = "中華講清", --[[屏蔽的]]
	} ,
	[4054] = {
		id = 4054, --[[自增id]]
		char = "中華民國", --[[屏蔽的]]
	} ,
	[4055] = {
		id = 4055, --[[自增id]]
		char = "中華人民實話實說", --[[屏蔽的]]
	} ,
	[4056] = {
		id = 4056, --[[自增id]]
		char = "中華人民正邪", --[[屏蔽的]]
	} ,
	[4057] = {
		id = 4057, --[[自增id]]
		char = "中華時事", --[[屏蔽的]]
	} ,
	[4058] = {
		id = 4058, --[[自增id]]
		char = "中華養生益智功", --[[屏蔽的]]
	} ,
	[4059] = {
		id = 4059, --[[自增id]]
		char = "中華真實報道", --[[屏蔽的]]
	} ,
	[4060] = {
		id = 4060, --[[自增id]]
		char = "鐘山風雨論壇", --[[屏蔽的]]
	} ,
	[4061] = {
		id = 4061, --[[自增id]]
		char = "周鋒鎖", --[[屏蔽的]]
	} ,
	[4062] = {
		id = 4062, --[[自增id]]
		char = "周守訓", --[[屏蔽的]]
	} ,
	[4063] = {
		id = 4063, --[[自增id]]
		char = "朱鳳芝", --[[屏蔽的]]
	} ,
	[4064] = {
		id = 4064, --[[自增id]]
		char = "朱立倫", --[[屏蔽的]]
	} ,
	[4065] = {
		id = 4065, --[[自增id]]
		char = "朱溶劑", --[[屏蔽的]]
	} ,
	[4066] = {
		id = 4066, --[[自增id]]
		char = "㈱", --[[屏蔽的]]
	} ,
	[4067] = {
		id = 4067, --[[自增id]]
		char = "猪聾畸", --[[屏蔽的]]
	} ,
	[4068] = {
		id = 4068, --[[自增id]]
		char = "主攻指揮官", --[[屏蔽的]]
	} ,
	[4069] = {
		id = 4069, --[[自增id]]
		char = "主義", --[[屏蔽的]]
	} ,
	[4070] = {
		id = 4070, --[[自增id]]
		char = "助手威爾特", --[[屏蔽的]]
	} ,
	[4071] = {
		id = 4071, --[[自增id]]
		char = "顓", --[[屏蔽的]]
	} ,
	[4072] = {
		id = 4072, --[[自增id]]
		char = "轉化", --[[屏蔽的]]
	} ,
	[4073] = {
		id = 4073, --[[自增id]]
		char = "諑", --[[屏蔽的]]
	} ,
	[4074] = {
		id = 4074, --[[自增id]]
		char = "資本主義", --[[屏蔽的]]
	} ,
	[4075] = {
		id = 4075, --[[自增id]]
		char = "鯔", --[[屏蔽的]]
	} ,
	[4076] = {
		id = 4076, --[[自增id]]
		char = "自民黨", --[[屏蔽的]]
	} ,
	[4077] = {
		id = 4077, --[[自增id]]
		char = "總理", --[[屏蔽的]]
	} ,
	[4078] = {
		id = 4078, --[[自增id]]
		char = "諏", --[[屏蔽的]]
	} ,
	[4079] = {
		id = 4079, --[[自增id]]
		char = "鯫", --[[屏蔽的]]
	} ,
	[4080] = {
		id = 4080, --[[自增id]]
		char = "躦", --[[屏蔽的]]
	} ,
	[4081] = {
		id = 4081, --[[自增id]]
		char = "纘", --[[屏蔽的]]
	} ,
	[4082] = {
		id = 4082, --[[自增id]]
		char = "av", --[[屏蔽的]]
	} ,
	[4083] = {
		id = 4083, --[[自增id]]
		char = "bcd.s.59764.com", --[[屏蔽的]]
	} ,
	[4084] = {
		id = 4084, --[[自增id]]
		char = "kkk.xaoh.cn", --[[屏蔽的]]
	} ,
	[4085] = {
		id = 4085, --[[自增id]]
		char = "www.xaoh.cn", --[[屏蔽的]]
	} ,
	[4086] = {
		id = 4086, --[[自增id]]
		char = "zzz.xaoh.cn", --[[屏蔽的]]
	} ,
	[4087] = {
		id = 4087, --[[自增id]]
		char = "aa.yazhousetu.hi.9705.net.cn", --[[屏蔽的]]
	} ,
	[4088] = {
		id = 4088, --[[自增id]]
		char = "eee.xaoh.cn", --[[屏蔽的]]
	} ,
	[4089] = {
		id = 4089, --[[自增id]]
		char = "lll.xaoh.cn", --[[屏蔽的]]
	} ,
	[4090] = {
		id = 4090, --[[自增id]]
		char = "jj.pangfangwuyuetian.hi.9705.net.cn", --[[屏蔽的]]
	} ,
	[4091] = {
		id = 4091, --[[自增id]]
		char = "rrr.xaoh.cn", --[[屏蔽的]]
	} ,
	[4092] = {
		id = 4092, --[[自增id]]
		char = "ooo.xaoh.cn", --[[屏蔽的]]
	} ,
	[4093] = {
		id = 4093, --[[自增id]]
		char = "www.zy528.com", --[[屏蔽的]]
	} ,
	[4094] = {
		id = 4094, --[[自增id]]
		char = "aaad.s.59764.com", --[[屏蔽的]]
	} ,
	[4095] = {
		id = 4095, --[[自增id]]
		char = "www.dy6789.cn", --[[屏蔽的]]
	} ,
	[4096] = {
		id = 4096, --[[自增id]]
		char = "aaac.s.51524.com", --[[屏蔽的]]
	} ,
	[4097] = {
		id = 4097, --[[自增id]]
		char = "208.43.198.56", --[[屏蔽的]]
	} ,
	[4098] = {
		id = 4098, --[[自增id]]
		char = "166578.cn", --[[屏蔽的]]
	} ,
	[4099] = {
		id = 4099, --[[自增id]]
		char = "www.wang567.com", --[[屏蔽的]]
	} ,
	[4100] = {
		id = 4100, --[[自增id]]
		char = "www.bin5.cn", --[[屏蔽的]]
	} ,
	[4101] = {
		id = 4101, --[[自增id]]
		char = "www.sanjidianying.com.cn", --[[屏蔽的]]
	} ,
	[4102] = {
		id = 4102, --[[自增id]]
		char = "www.anule.cn", --[[屏蔽的]]
	} ,
	[4103] = {
		id = 4103, --[[自增id]]
		char = "www.976543.com", --[[屏蔽的]]
	} ,
	[4104] = {
		id = 4104, --[[自增id]]
		char = "www.50spcombaidu1828adyou97sace.co.cc", --[[屏蔽的]]
	} ,
	[4105] = {
		id = 4105, --[[自增id]]
		char = "chengrenmanhua.1242.net.cn", --[[屏蔽的]]
	} ,
	[4106] = {
		id = 4106, --[[自增id]]
		char = "qingsewuyuetian.1174.net.cn", --[[屏蔽的]]
	} ,
	[4107] = {
		id = 4107, --[[自增id]]
		char = "lunlidianyingxiazai.1174.net.cn", --[[屏蔽的]]
	} ,
	[4108] = {
		id = 4108, --[[自增id]]
		char = "siwameitui.1274.net.cn", --[[屏蔽的]]
	} ,
	[4109] = {
		id = 4109, --[[自增id]]
		char = "niuniujidi.1174.net.cn", --[[屏蔽的]]
	} ,
	[4110] = {
		id = 4110, --[[自增id]]
		char = "xiao77.1243.net.cn", --[[屏蔽的]]
	} ,
	[4111] = {
		id = 4111, --[[自增id]]
		char = "woyinwose.1243.net.cn", --[[屏蔽的]]
	} ,
	[4112] = {
		id = 4112, --[[自增id]]
		char = "dingxiang.1249.net", --[[屏蔽的]]
	} ,
	[4113] = {
		id = 4113, --[[自增id]]
		char = "cnaicheng.1174.net.cn", --[[屏蔽的]]
	} ,
	[4114] = {
		id = 4114, --[[自增id]]
		char = "1234chengren.1249.net.cn", --[[屏蔽的]]
	} ,
	[4115] = {
		id = 4115, --[[自增id]]
		char = "sewuyuetian.1174.net.cn", --[[屏蔽的]]
	} ,
	[4116] = {
		id = 4116, --[[自增id]]
		char = "huangsexiaoshuo.1242.net.cn", --[[屏蔽的]]
	} ,
	[4117] = {
		id = 4117, --[[自增id]]
		char = "lunlidianying.1274.net.cn", --[[屏蔽的]]
	} ,
	[4118] = {
		id = 4118, --[[自增id]]
		char = "xingqingzhongren.1174.net.cn", --[[屏蔽的]]
	} ,
	[4119] = {
		id = 4119, --[[自增id]]
		char = "chengrenwangzhi.1242.net.cn", --[[屏蔽的]]
	} ,
	[4120] = {
		id = 4120, --[[自增id]]
		char = "xiao77luntan.1249.net.cn", --[[屏蔽的]]
	} ,
	[4121] = {
		id = 4121, --[[自增id]]
		char = "dingxiang.1243.net.cn", --[[屏蔽的]]
	} ,
	[4122] = {
		id = 4122, --[[自增id]]
		char = "11xp.1243.net.cn", --[[屏蔽的]]
	} ,
	[4123] = {
		id = 4123, --[[自增id]]
		char = "baijie.1249.net.cn", --[[屏蔽的]]
	} ,
	[4124] = {
		id = 4124, --[[自增id]]
		char = "sewuyuetian.1274.net.cn", --[[屏蔽的]]
	} ,
	[4125] = {
		id = 4125, --[[自增id]]
		char = "meiguiqingren.1274.net.cn", --[[屏蔽的]]
	} ,
	[4126] = {
		id = 4126, --[[自增id]]
		char = "tb.hi.4024.net.cn", --[[屏蔽的]]
	} ,
	[4127] = {
		id = 4127, --[[自增id]]
		char = "www.91wangyou.com", --[[屏蔽的]]
	} ,
	[4128] = {
		id = 4128, --[[自增id]]
		char = "www.wow366.cn", --[[屏蔽的]]
	} ,
	[4129] = {
		id = 4129, --[[自增id]]
		char = "www.yxnpc.com", --[[屏蔽的]]
	} ,
	[4130] = {
		id = 4130, --[[自增id]]
		char = "www.365jw.com", --[[屏蔽的]]
	} ,
	[4131] = {
		id = 4131, --[[自增id]]
		char = "58.253.67.74", --[[屏蔽的]]
	} ,
	[4132] = {
		id = 4132, --[[自增id]]
		char = "www.978808.com", --[[屏蔽的]]
	} ,
	[4133] = {
		id = 4133, --[[自增id]]
		char = "www.sexwyt.com", --[[屏蔽的]]
	} ,
	[4134] = {
		id = 4134, --[[自增id]]
		char = "7GG", --[[屏蔽的]]
	} ,
	[4135] = {
		id = 4135, --[[自增id]]
		char = "www.567yx.com", --[[屏蔽的]]
	} ,
	[4136] = {
		id = 4136, --[[自增id]]
		char = "131.com", --[[屏蔽的]]
	} ,
	[4137] = {
		id = 4137, --[[自增id]]
		char = "bbs.7gg.cn", --[[屏蔽的]]
	} ,
	[4138] = {
		id = 4138, --[[自增id]]
		char = "www.99game.net", --[[屏蔽的]]
	} ,
	[4139] = {
		id = 4139, --[[自增id]]
		char = "ppt.cc", --[[屏蔽的]]
	} ,
	[4140] = {
		id = 4140, --[[自增id]]
		char = "www.zsyxhd.cn", --[[屏蔽的]]
	} ,
	[4141] = {
		id = 4141, --[[自增id]]
		char = "www.foyeye.com", --[[屏蔽的]]
	} ,
	[4142] = {
		id = 4142, --[[自增id]]
		char = "www.23nice.com.cn", --[[屏蔽的]]
	} ,
	[4143] = {
		id = 4143, --[[自增id]]
		char = "www.maituan.com", --[[屏蔽的]]
	} ,
	[4144] = {
		id = 4144, --[[自增id]]
		char = "www.ylteam.cn", --[[屏蔽的]]
	} ,
	[4145] = {
		id = 4145, --[[自增id]]
		char = "www.yhzt.org", --[[屏蔽的]]
	} ,
	[4146] = {
		id = 4146, --[[自增id]]
		char = "vip886.com", --[[屏蔽的]]
	} ,
	[4147] = {
		id = 4147, --[[自增id]]
		char = "www.neicehao.cn", --[[屏蔽的]]
	} ,
	[4148] = {
		id = 4148, --[[自增id]]
		char = "bbs.butcn.com", --[[屏蔽的]]
	} ,
	[4149] = {
		id = 4149, --[[自增id]]
		char = "www.gamelifeclub.cn", --[[屏蔽的]]
	} ,
	[4150] = {
		id = 4150, --[[自增id]]
		char = "consignment5173", --[[屏蔽的]]
	} ,
	[4151] = {
		id = 4151, --[[自增id]]
		char = "www.70yx.com", --[[屏蔽的]]
	} ,
	[4152] = {
		id = 4152, --[[自增id]]
		char = "www.legu.com", --[[屏蔽的]]
	} ,
	[4153] = {
		id = 4153, --[[自增id]]
		char = "ko180", --[[屏蔽的]]
	} ,
	[4154] = {
		id = 4154, --[[自增id]]
		char = "bbs.pkmmo", --[[屏蔽的]]
	} ,
	[4155] = {
		id = 4155, --[[自增id]]
		char = "whoyo.com", --[[屏蔽的]]
	} ,
	[4156] = {
		id = 4156, --[[自增id]]
		char = "www.2q5q.com", --[[屏蔽的]]
	} ,
	[4157] = {
		id = 4157, --[[自增id]]
		char = "www.zxkaku.cn", --[[屏蔽的]]
	} ,
	[4158] = {
		id = 4158, --[[自增id]]
		char = "www.gw17173.cn", --[[屏蔽的]]
	} ,
	[4159] = {
		id = 4159, --[[自增id]]
		char = "www.315ts.net", --[[屏蔽的]]
	} ,
	[4160] = {
		id = 4160, --[[自增id]]
		char = "qgqm.org", --[[屏蔽的]]
	} ,
	[4161] = {
		id = 4161, --[[自增id]]
		char = "17173dl.net", --[[屏蔽的]]
	} ,
	[4162] = {
		id = 4162, --[[自增id]]
		char = "i9game.com", --[[屏蔽的]]
	} ,
	[4163] = {
		id = 4163, --[[自增id]]
		char = "365gn", --[[屏蔽的]]
	} ,
	[4164] = {
		id = 4164, --[[自增id]]
		char = "158le.com", --[[屏蔽的]]
	} ,
	[4165] = {
		id = 4165, --[[自增id]]
		char = "1100y.com", --[[屏蔽的]]
	} ,
	[4166] = {
		id = 4166, --[[自增id]]
		char = "bulaoge.com", --[[屏蔽的]]
	} ,
	[4167] = {
		id = 4167, --[[自增id]]
		char = "17youle.com", --[[屏蔽的]]
	} ,
	[4168] = {
		id = 4168, --[[自增id]]
		char = "reddidi.com.cn", --[[屏蔽的]]
	} ,
	[4169] = {
		id = 4169, --[[自增id]]
		char = "icpcn.com", --[[屏蔽的]]
	} ,
	[4170] = {
		id = 4170, --[[自增id]]
		char = "ul86.com", --[[屏蔽的]]
	} ,
	[4171] = {
		id = 4171, --[[自增id]]
		char = "showka8.com", --[[屏蔽的]]
	} ,
	[4172] = {
		id = 4172, --[[自增id]]
		char = "szlmgh.cn", --[[屏蔽的]]
	} ,
	[4173] = {
		id = 4173, --[[自增id]]
		char = "bbs.766.com", --[[屏蔽的]]
	} ,
	[4174] = {
		id = 4174, --[[自增id]]
		char = "www.766.com", --[[屏蔽的]]
	} ,
	[4175] = {
		id = 4175, --[[自增id]]
		char = "91bysd.cn", --[[屏蔽的]]
	} ,
	[4176] = {
		id = 4176, --[[自增id]]
		char = "jiayyou.cn", --[[屏蔽的]]
	} ,
	[4177] = {
		id = 4177, --[[自增id]]
		char = "gigabyte.cn", --[[屏蔽的]]
	} ,
	[4178] = {
		id = 4178, --[[自增id]]
		char = "duowan", --[[屏蔽的]]
	} ,
	[4179] = {
		id = 4179, --[[自增id]]
		char = "wgxiaowu.com", --[[屏蔽的]]
	} ,
	[4180] = {
		id = 4180, --[[自增id]]
		char = "youxiji888.cn", --[[屏蔽的]]
	} ,
	[4181] = {
		id = 4181, --[[自增id]]
		char = "yz55.cn", --[[屏蔽的]]
	} ,
	[4182] = {
		id = 4182, --[[自增id]]
		char = "Carrefour", --[[屏蔽的]]
	} ,
	[4183] = {
		id = 4183, --[[自增id]]
		char = "51jiafen.cn", --[[屏蔽的]]
	} ,
	[4184] = {
		id = 4184, --[[自增id]]
		char = "597ft.com", --[[屏蔽的]]
	} ,
	[4185] = {
		id = 4185, --[[自增id]]
		char = "itnongzhuang.com2y7v.cnhwxvote.cn", --[[屏蔽的]]
	} ,
	[4186] = {
		id = 4186, --[[自增id]]
		char = "92klgh.cn", --[[屏蔽的]]
	} ,
	[4187] = {
		id = 4187, --[[自增id]]
		char = "xiaoqinzaixian.cn", --[[屏蔽的]]
	} ,
	[4188] = {
		id = 4188, --[[自增id]]
		char = "661661.com", --[[屏蔽的]]
	} ,
	[4189] = {
		id = 4189, --[[自增id]]
		char = "haosilu.com", --[[屏蔽的]]
	} ,
	[4190] = {
		id = 4190, --[[自增id]]
		char = "dl.com", --[[屏蔽的]]
	} ,
	[4191] = {
		id = 4191, --[[自增id]]
		char = "xl517.com", --[[屏蔽的]]
	} ,
	[4192] = {
		id = 4192, --[[自增id]]
		char = "sjlike.com", --[[屏蔽的]]
	} ,
	[4193] = {
		id = 4193, --[[自增id]]
		char = "tont.cn", --[[屏蔽的]]
	} ,
	[4194] = {
		id = 4194, --[[自增id]]
		char = "xq-wl.cn", --[[屏蔽的]]
	} ,
	[4195] = {
		id = 4195, --[[自增id]]
		char = "feitengdl.com", --[[屏蔽的]]
	} ,
	[4196] = {
		id = 4196, --[[自增id]]
		char = "bz176.com", --[[屏蔽的]]
	} ,
	[4197] = {
		id = 4197, --[[自增id]]
		char = "dadati.com", --[[屏蔽的]]
	} ,
	[4198] = {
		id = 4198, --[[自增id]]
		char = "asgardcn.com", --[[屏蔽的]]
	} ,
	[4199] = {
		id = 4199, --[[自增id]]
		char = "dolbbs.com", --[[屏蔽的]]
	} ,
	[4200] = {
		id = 4200, --[[自增id]]
		char = "okaygood.cn", --[[屏蔽的]]
	} ,
	[4201] = {
		id = 4201, --[[自增id]]
		char = "1t1t.com", --[[屏蔽的]]
	} ,
	[4202] = {
		id = 4202, --[[自增id]]
		char = "jinpaopao.com", --[[屏蔽的]]
	} ,
	[4203] = {
		id = 4203, --[[自增id]]
		char = "blacksee.com.cn", --[[屏蔽的]]
	} ,
	[4204] = {
		id = 4204, --[[自增id]]
		char = "1qmsj.com", --[[屏蔽的]]
	} ,
	[4205] = {
		id = 4205, --[[自增id]]
		char = "202333.com", --[[屏蔽的]]
	} ,
	[4206] = {
		id = 4206, --[[自增id]]
		char = "luoxialu.cn", --[[屏蔽的]]
	} ,
	[4207] = {
		id = 4207, --[[自增id]]
		char = "37447.cn", --[[屏蔽的]]
	} ,
	[4208] = {
		id = 4208, --[[自增id]]
		char = "567567aa.cn", --[[屏蔽的]]
	} ,
	[4209] = {
		id = 4209, --[[自增id]]
		char = "09city.com", --[[屏蔽的]]
	} ,
	[4210] = {
		id = 4210, --[[自增id]]
		char = "71ka.com", --[[屏蔽的]]
	} ,
	[4211] = {
		id = 4211, --[[自增id]]
		char = "fy371.com", --[[屏蔽的]]
	} ,
	[4212] = {
		id = 4212, --[[自增id]]
		char = "365tttyx.com", --[[屏蔽的]]
	} ,
	[4213] = {
		id = 4213, --[[自增id]]
		char = "host800.com", --[[屏蔽的]]
	} ,
	[4214] = {
		id = 4214, --[[自增id]]
		char = "lybbs.info", --[[屏蔽的]]
	} ,
	[4215] = {
		id = 4215, --[[自增id]]
		char = "ys168.com", --[[屏蔽的]]
	} ,
	[4216] = {
		id = 4216, --[[自增id]]
		char = "88mysf.com", --[[屏蔽的]]
	} ,
	[4217] = {
		id = 4217, --[[自增id]]
		char = "5d6d.com", --[[屏蔽的]]
	} ,
	[4218] = {
		id = 4218, --[[自增id]]
		char = "id666.uqc.cn", --[[屏蔽的]]
	} ,
	[4219] = {
		id = 4219, --[[自增id]]
		char = "stlmbbs.cn", --[[屏蔽的]]
	} ,
	[4220] = {
		id = 4220, --[[自增id]]
		char = "pcikchina.com", --[[屏蔽的]]
	} ,
	[4221] = {
		id = 4221, --[[自增id]]
		char = "lxsm888.com", --[[屏蔽的]]
	} ,
	[4222] = {
		id = 4222, --[[自增id]]
		char = "wangyoudl.com", --[[屏蔽的]]
	} ,
	[4223] = {
		id = 4223, --[[自增id]]
		char = "chinavfx.net", --[[屏蔽的]]
	} ,
	[4224] = {
		id = 4224, --[[自增id]]
		char = "zxsj188.com", --[[屏蔽的]]
	} ,
	[4225] = {
		id = 4225, --[[自增id]]
		char = "wg7766.cn", --[[屏蔽的]]
	} ,
	[4226] = {
		id = 4226, --[[自增id]]
		char = "e7sw.cn", --[[屏蔽的]]
	} ,
	[4227] = {
		id = 4227, --[[自增id]]
		char = "jooplay.com", --[[屏蔽的]]
	} ,
	[4228] = {
		id = 4228, --[[自增id]]
		char = "gssmtt.com", --[[屏蔽的]]
	} ,
	[4229] = {
		id = 4229, --[[自增id]]
		char = "likeko.com", --[[屏蔽的]]
	} ,
	[4230] = {
		id = 4230, --[[自增id]]
		char = "lyx-game.cn", --[[屏蔽的]]
	} ,
	[4231] = {
		id = 4231, --[[自增id]]
		char = "wy33.com", --[[屏蔽的]]
	} ,
	[4232] = {
		id = 4232, --[[自增id]]
		char = "zy666.net", --[[屏蔽的]]
	} ,
	[4233] = {
		id = 4233, --[[自增id]]
		char = "newsmth.net", --[[屏蔽的]]
	} ,
	[4234] = {
		id = 4234, --[[自增id]]
		char = "l2jsom.cn", --[[屏蔽的]]
	} ,
	[4235] = {
		id = 4235, --[[自增id]]
		char = "13888wg.com", --[[屏蔽的]]
	} ,
	[4236] = {
		id = 4236, --[[自增id]]
		char = "qtoy.com", --[[屏蔽的]]
	} ,
	[4237] = {
		id = 4237, --[[自增id]]
		char = "1000scarf.com", --[[屏蔽的]]
	} ,
	[4238] = {
		id = 4238, --[[自增id]]
		char = "digitallongking.com", --[[屏蔽的]]
	} ,
	[4239] = {
		id = 4239, --[[自增id]]
		char = "zaixu.net", --[[屏蔽的]]
	} ,
	[4240] = {
		id = 4240, --[[自增id]]
		char = "ncyh.cn", --[[屏蔽的]]
	} ,
	[4241] = {
		id = 4241, --[[自增id]]
		char = "888895.com", --[[屏蔽的]]
	} ,
	[4242] = {
		id = 4242, --[[自增id]]
		char = "ising99.com", --[[屏蔽的]]
	} ,
	[4243] = {
		id = 4243, --[[自增id]]
		char = "cikcatv.2om", --[[屏蔽的]]
	} ,
	[4244] = {
		id = 4244, --[[自增id]]
		char = "parke888.com", --[[屏蔽的]]
	} ,
	[4245] = {
		id = 4245, --[[自增id]]
		char = "01gh.com", --[[屏蔽的]]
	} ,
	[4246] = {
		id = 4246, --[[自增id]]
		char = "gogo.net", --[[屏蔽的]]
	} ,
	[4247] = {
		id = 4247, --[[自增id]]
		char = "uu1001.com", --[[屏蔽的]]
	} ,
	[4248] = {
		id = 4248, --[[自增id]]
		char = "wy724.com", --[[屏蔽的]]
	} ,
	[4249] = {
		id = 4249, --[[自增id]]
		char = "prettyirene.net", --[[屏蔽的]]
	} ,
	[4250] = {
		id = 4250, --[[自增id]]
		char = "yaokong7.com", --[[屏蔽的]]
	} ,
	[4251] = {
		id = 4251, --[[自增id]]
		char = "zzmysf.com", --[[屏蔽的]]
	} ,
	[4252] = {
		id = 4252, --[[自增id]]
		char = "52sxhy.cn", --[[屏蔽的]]
	} ,
	[4253] = {
		id = 4253, --[[自增id]]
		char = "92wydl.com", --[[屏蔽的]]
	} ,
	[4254] = {
		id = 4254, --[[自增id]]
		char = "g365.net", --[[屏蔽的]]
	} ,
	[4255] = {
		id = 4255, --[[自增id]]
		char = "pkmmo.com", --[[屏蔽的]]
	} ,
	[4256] = {
		id = 4256, --[[自增id]]
		char = "52ppsa.cn", --[[屏蔽的]]
	} ,
	[4257] = {
		id = 4257, --[[自增id]]
		char = "bl62.com", --[[屏蔽的]]
	} ,
	[4258] = {
		id = 4258, --[[自增id]]
		char = "canyaa.com", --[[屏蔽的]]
	} ,
	[4259] = {
		id = 4259, --[[自增id]]
		char = "lordren.com", --[[屏蔽的]]
	} ,
	[4260] = {
		id = 4260, --[[自增id]]
		char = "xya3.cn", --[[屏蔽的]]
	} ,
	[4261] = {
		id = 4261, --[[自增id]]
		char = "5m5m5m.com", --[[屏蔽的]]
	} ,
	[4262] = {
		id = 4262, --[[自增id]]
		char = "www.gardcn.com", --[[屏蔽的]]
	} ,
	[4263] = {
		id = 4263, --[[自增id]]
		char = "www.sf766.com.cn", --[[屏蔽的]]
	} ,
	[4264] = {
		id = 4264, --[[自增id]]
		char = "ent365.com", --[[屏蔽的]]
	} ,
	[4265] = {
		id = 4265, --[[自增id]]
		char = "18900.com", --[[屏蔽的]]
	} ,
	[4266] = {
		id = 4266, --[[自增id]]
		char = "7mmo.com", --[[屏蔽的]]
	} ,
	[4267] = {
		id = 4267, --[[自增id]]
		char = "cdream.com", --[[屏蔽的]]
	} ,
	[4268] = {
		id = 4268, --[[自增id]]
		char = "wy3868.com", --[[屏蔽的]]
	} ,
	[4269] = {
		id = 4269, --[[自增id]]
		char = "nbfib.cn", --[[屏蔽的]]
	} ,
	[4270] = {
		id = 4270, --[[自增id]]
		char = "17173yxdl.cn", --[[屏蔽的]]
	} ,
	[4271] = {
		id = 4271, --[[自增id]]
		char = "osisa.cn", --[[屏蔽的]]
	} ,
	[4272] = {
		id = 4272, --[[自增id]]
		char = "haouse.cn", --[[屏蔽的]]
	} ,
	[4273] = {
		id = 4273, --[[自增id]]
		char = "54hero.com", --[[屏蔽的]]
	} ,
	[4274] = {
		id = 4274, --[[自增id]]
		char = "ieboy.cn", --[[屏蔽的]]
	} ,
	[4275] = {
		id = 4275, --[[自增id]]
		char = "geocities.com", --[[屏蔽的]]
	} ,
	[4276] = {
		id = 4276, --[[自增id]]
		char = "xiuau.cn", --[[屏蔽的]]
	} ,
	[4277] = {
		id = 4277, --[[自增id]]
		char = "cvceo.com", --[[屏蔽的]]
	} ,
	[4278] = {
		id = 4278, --[[自增id]]
		char = "fxjsqc.com", --[[屏蔽的]]
	} ,
	[4279] = {
		id = 4279, --[[自增id]]
		char = "thec.cn", --[[屏蔽的]]
	} ,
	[4280] = {
		id = 4280, --[[自增id]]
		char = "c5c8.cn", --[[屏蔽的]]
	} ,
	[4281] = {
		id = 4281, --[[自增id]]
		char = "a33.com", --[[屏蔽的]]
	} ,
	[4282] = {
		id = 4282, --[[自增id]]
		char = "qqsg.org", --[[屏蔽的]]
	} ,
	[4283] = {
		id = 4283, --[[自增id]]
		char = "my3q.com", --[[屏蔽的]]
	} ,
	[4284] = {
		id = 4284, --[[自增id]]
		char = "51juezhan.com", --[[屏蔽的]]
	} ,
	[4285] = {
		id = 4285, --[[自增id]]
		char = "kartt.cn", --[[屏蔽的]]
	} ,
	[4286] = {
		id = 4286, --[[自增id]]
		char = "hexun.com", --[[屏蔽的]]
	} ,
	[4287] = {
		id = 4287, --[[自增id]]
		char = "15wy.com", --[[屏蔽的]]
	} ,
	[4288] = {
		id = 4288, --[[自增id]]
		char = "13ml.net", --[[屏蔽的]]
	} ,
	[4289] = {
		id = 4289, --[[自增id]]
		char = "homexf.cn", --[[屏蔽的]]
	} ,
	[4290] = {
		id = 4290, --[[自增id]]
		char = "xyxgh.com", --[[屏蔽的]]
	} ,
	[4291] = {
		id = 4291, --[[自增id]]
		char = "jdyou.com", --[[屏蔽的]]
	} ,
	[4292] = {
		id = 4292, --[[自增id]]
		char = "langyou.info", --[[屏蔽的]]
	} ,
	[4293] = {
		id = 4293, --[[自增id]]
		char = "duowan.com", --[[屏蔽的]]
	} ,
	[4294] = {
		id = 4294, --[[自增id]]
		char = "8188mu.com", --[[屏蔽的]]
	} ,
	[4295] = {
		id = 4295, --[[自增id]]
		char = "tianlong4f.cn", --[[屏蔽的]]
	} ,
	[4296] = {
		id = 4296, --[[自增id]]
		char = "yeswm.com", --[[屏蔽的]]
	} ,
	[4297] = {
		id = 4297, --[[自增id]]
		char = "wgbobo.cn", --[[屏蔽的]]
	} ,
	[4298] = {
		id = 4298, --[[自增id]]
		char = "haog8.cn", --[[屏蔽的]]
	} ,
	[4299] = {
		id = 4299, --[[自增id]]
		char = "47513.cn", --[[屏蔽的]]
	} ,
	[4300] = {
		id = 4300, --[[自增id]]
		char = "92ey.com", --[[屏蔽的]]
	} ,
	[4301] = {
		id = 4301, --[[自增id]]
		char = "hao1788.co", --[[屏蔽的]]
	} ,
	[4302] = {
		id = 4302, --[[自增id]]
		char = "mgjzybj.com", --[[屏蔽的]]
	} ,
	[4303] = {
		id = 4303, --[[自增id]]
		char = "xdns.eu", --[[屏蔽的]]
	} ,
	[4304] = {
		id = 4304, --[[自增id]]
		char = "shenycs.co", --[[屏蔽的]]
	} ,
	[4305] = {
		id = 4305, --[[自增id]]
		char = "mpceggs.cn", --[[屏蔽的]]
	} ,
	[4306] = {
		id = 4306, --[[自增id]]
		char = "kod920.cn", --[[屏蔽的]]
	} ,
	[4307] = {
		id = 4307, --[[自增id]]
		char = "njgamecollege.org", --[[屏蔽的]]
	} ,
	[4308] = {
		id = 4308, --[[自增id]]
		char = "51hdw.com", --[[屏蔽的]]
	} ,
	[4309] = {
		id = 4309, --[[自增id]]
		char = "025game.cn", --[[屏蔽的]]
	} ,
	[4310] = {
		id = 4310, --[[自增id]]
		char = "bibidu.com", --[[屏蔽的]]
	} ,
	[4311] = {
		id = 4311, --[[自增id]]
		char = "bwowd.com", --[[屏蔽的]]
	} ,
	[4312] = {
		id = 4312, --[[自增id]]
		char = "3kwow.com", --[[屏蔽的]]
	} ,
	[4313] = {
		id = 4313, --[[自增id]]
		char = "zx002.com", --[[屏蔽的]]
	} ,
	[4314] = {
		id = 4314, --[[自增id]]
		char = "bazhuwg.cn", --[[屏蔽的]]
	} ,
	[4315] = {
		id = 4315, --[[自增id]]
		char = "991game.com", --[[屏蔽的]]
	} ,
	[4316] = {
		id = 4316, --[[自增id]]
		char = "zuanshi1000.cn", --[[屏蔽的]]
	} ,
	[4317] = {
		id = 4317, --[[自增id]]
		char = "10mb.cn", --[[屏蔽的]]
	} ,
	[4318] = {
		id = 4318, --[[自增id]]
		char = "Huihuangtx.com", --[[屏蔽的]]
	} ,
	[4319] = {
		id = 4319, --[[自增id]]
		char = "chongxianmu.cn", --[[屏蔽的]]
	} ,
	[4320] = {
		id = 4320, --[[自增id]]
		char = "any2000.com", --[[屏蔽的]]
	} ,
	[4321] = {
		id = 4321, --[[自增id]]
		char = "99sa.com", --[[屏蔽的]]
	} ,
	[4322] = {
		id = 4322, --[[自增id]]
		char = "zhidian8.com", --[[屏蔽的]]
	} ,
	[4323] = {
		id = 4323, --[[自增id]]
		char = "t9wg.cn", --[[屏蔽的]]
	} ,
	[4324] = {
		id = 4324, --[[自增id]]
		char = "bobaoping", --[[屏蔽的]]
	} ,
	[4325] = {
		id = 4325, --[[自增id]]
		char = "qixingnet.com", --[[屏蔽的]]
	} ,
	[4326] = {
		id = 4326, --[[自增id]]
		char = "88kx.com", --[[屏蔽的]]
	} ,
	[4327] = {
		id = 4327, --[[自增id]]
		char = "00sm.cn", --[[屏蔽的]]
	} ,
	[4328] = {
		id = 4328, --[[自增id]]
		char = "moyi520.cn", --[[屏蔽的]]
	} ,
	[4329] = {
		id = 4329, --[[自增id]]
		char = "d666.com", --[[屏蔽的]]
	} ,
	[4330] = {
		id = 4330, --[[自增id]]
		char = "fisonet.com", --[[屏蔽的]]
	} ,
	[4331] = {
		id = 4331, --[[自增id]]
		char = "0571qq.com", --[[屏蔽的]]
	} ,
	[4332] = {
		id = 4332, --[[自增id]]
		char = "173at.com", --[[屏蔽的]]
	} ,
	[4333] = {
		id = 4333, --[[自增id]]
		char = "pk200.com", --[[屏蔽的]]
	} ,
	[4334] = {
		id = 4334, --[[自增id]]
		char = "2feiche.cn", --[[屏蔽的]]
	} ,
	[4335] = {
		id = 4335, --[[自增id]]
		char = "jjdlw.com", --[[屏蔽的]]
	} ,
	[4336] = {
		id = 4336, --[[自增id]]
		char = "xyq2sf.com", --[[屏蔽的]]
	} ,
	[4337] = {
		id = 4337, --[[自增id]]
		char = "69nb.com", --[[屏蔽的]]
	} ,
	[4338] = {
		id = 4338, --[[自增id]]
		char = "txwsWind", --[[屏蔽的]]
	} ,
	[4339] = {
		id = 4339, --[[自增id]]
		char = "jiayyou.com", --[[屏蔽的]]
	} ,
	[4340] = {
		id = 4340, --[[自增id]]
		char = "胡总书记", --[[屏蔽的]]
	} ,
	[4341] = {
		id = 4341, --[[自增id]]
		char = "胡景涛", --[[屏蔽的]]
	} ,
	[4342] = {
		id = 4342, --[[自增id]]
		char = "大纪元", --[[屏蔽的]]
	} ,
	[4343] = {
		id = 4343, --[[自增id]]
		char = "大纪元新闻网", --[[屏蔽的]]
	} ,
	[4344] = {
		id = 4344, --[[自增id]]
		char = "燕玲论坛", --[[屏蔽的]]
	} ,
	[4345] = {
		id = 4345, --[[自增id]]
		char = "urban", --[[屏蔽的]]
	} ,
	[4346] = {
		id = 4346, --[[自增id]]
		char = "他妈的", --[[屏蔽的]]
	} ,
	[4347] = {
		id = 4347, --[[自增id]]
		char = "urban-rivals", --[[屏蔽的]]
	} ,
	[4348] = {
		id = 4348, --[[自增id]]
		char = "rivals", --[[屏蔽的]]
	} ,
	[4349] = {
		id = 4349, --[[自增id]]
		char = "UR", --[[屏蔽的]]
	} ,
	[4350] = {
		id = 4350, --[[自增id]]
		char = "她妈", --[[屏蔽的]]
	} ,
	[4351] = {
		id = 4351, --[[自增id]]
		char = "牛B牛比", --[[屏蔽的]]
	} ,
	[4352] = {
		id = 4352, --[[自增id]]
		char = "日你妈", --[[屏蔽的]]
	} ,
	[4353] = {
		id = 4353, --[[自增id]]
		char = "不玩了", --[[屏蔽的]]
	} ,
	[4354] = {
		id = 4354, --[[自增id]]
		char = "删号", --[[屏蔽的]]
	} ,
	[4355] = {
		id = 4355, --[[自增id]]
		char = "卖号", --[[屏蔽的]]
	} ,
	[4356] = {
		id = 4356, --[[自增id]]
		char = "草你妈", --[[屏蔽的]]
	} ,
	[4357] = {
		id = 4357, --[[自增id]]
		char = "T.M.D", --[[屏蔽的]]
	} ,
	[4358] = {
		id = 4358, --[[自增id]]
		char = "出售账号", --[[屏蔽的]]
	} ,
	[4359] = {
		id = 4359, --[[自增id]]
		char = "出售此号", --[[屏蔽的]]
	} ,
	[4360] = {
		id = 4360, --[[自增id]]
		char = "U/R", --[[屏蔽的]]
	} ,
	[4361] = {
		id = 4361, --[[自增id]]
		char = "U-R", --[[屏蔽的]]
	} ,
	[4362] = {
		id = 4362, --[[自增id]]
		char = "吗的", --[[屏蔽的]]
	} ,
	[4363] = {
		id = 4363, --[[自增id]]
		char = "8仙", --[[屏蔽的]]
	} ,
	[4364] = {
		id = 4364, --[[自增id]]
		char = "出售神符", --[[屏蔽的]]
	} ,
	[4365] = {
		id = 4365, --[[自增id]]
		char = "黄色", --[[屏蔽的]]
	} ,
	[4366] = {
		id = 4366, --[[自增id]]
		char = "NPC", --[[屏蔽的]]
	} ,
	[4367] = {
		id = 4367, --[[自增id]]
		char = "*法*轮*功*", --[[屏蔽的]]
	} ,
	[4368] = {
		id = 4368, --[[自增id]]
		char = "*李*洪*志*阿扁", --[[屏蔽的]]
	} ,
	[4369] = {
		id = 4369, --[[自增id]]
		char = "挨球", --[[屏蔽的]]
	} ,
	[4370] = {
		id = 4370, --[[自增id]]
		char = "安全局", --[[屏蔽的]]
	} ,
	[4371] = {
		id = 4371, --[[自增id]]
		char = "澳洲光明网", --[[屏蔽的]]
	} ,
	[4372] = {
		id = 4372, --[[自增id]]
		char = "八九", --[[屏蔽的]]
	} ,
	[4373] = {
		id = 4373, --[[自增id]]
		char = "八九风波", --[[屏蔽的]]
	} ,
	[4374] = {
		id = 4374, --[[自增id]]
		char = "办理文凭", --[[屏蔽的]]
	} ,
	[4375] = {
		id = 4375, --[[自增id]]
		char = "办理证件", --[[屏蔽的]]
	} ,
	[4376] = {
		id = 4376, --[[自增id]]
		char = "包皮", --[[屏蔽的]]
	} ,
	[4377] = {
		id = 4377, --[[自增id]]
		char = "保钓", --[[屏蔽的]]
	} ,
	[4378] = {
		id = 4378, --[[自增id]]
		char = "保监会", --[[屏蔽的]]
	} ,
	[4379] = {
		id = 4379, --[[自增id]]
		char = "保密局", --[[屏蔽的]]
	} ,
	[4380] = {
		id = 4380, --[[自增id]]
		char = "鸨", --[[屏蔽的]]
	} ,
	[4381] = {
		id = 4381, --[[自增id]]
		char = "鲍岳桥", --[[屏蔽的]]
	} ,
	[4382] = {
		id = 4382, --[[自增id]]
		char = "暴动", --[[屏蔽的]]
	} ,
	[4383] = {
		id = 4383, --[[自增id]]
		char = "暴乱", --[[屏蔽的]]
	} ,
	[4384] = {
		id = 4384, --[[自增id]]
		char = "暴徒", --[[屏蔽的]]
	} ,
	[4385] = {
		id = 4385, --[[自增id]]
		char = "北京之春", --[[屏蔽的]]
	} ,
	[4386] = {
		id = 4386, --[[自增id]]
		char = "贝肉", --[[屏蔽的]]
	} ,
	[4387] = {
		id = 4387, --[[自增id]]
		char = "本?拉登", --[[屏蔽的]]
	} ,
	[4388] = {
		id = 4388, --[[自增id]]
		char = "苯比", --[[屏蔽的]]
	} ,
	[4389] = {
		id = 4389, --[[自增id]]
		char = "笨屄", --[[屏蔽的]]
	} ,
	[4390] = {
		id = 4390, --[[自增id]]
		char = "笨逼", --[[屏蔽的]]
	} ,
	[4391] = {
		id = 4391, --[[自增id]]
		char = "逼你老母", --[[屏蔽的]]
	} ,
	[4392] = {
		id = 4392, --[[自增id]]
		char = "比毛", --[[屏蔽的]]
	} ,
	[4393] = {
		id = 4393, --[[自增id]]
		char = "宾周", --[[屏蔽的]]
	} ,
	[4394] = {
		id = 4394, --[[自增id]]
		char = "波霸", --[[屏蔽的]]
	} ,
	[4395] = {
		id = 4395, --[[自增id]]
		char = "博讯", --[[屏蔽的]]
	} ,
	[4396] = {
		id = 4396, --[[自增id]]
		char = "薄一波", --[[屏蔽的]]
	} ,
	[4397] = {
		id = 4397, --[[自增id]]
		char = "布雷尔", --[[屏蔽的]]
	} ,
	[4398] = {
		id = 4398, --[[自增id]]
		char = "财政部", --[[屏蔽的]]
	} ,
	[4399] = {
		id = 4399, --[[自增id]]
		char = "参事室", --[[屏蔽的]]
	} ,
	[4400] = {
		id = 4400, --[[自增id]]
		char = "操GM", --[[屏蔽的]]
	} ,
	[4401] = {
		id = 4401, --[[自增id]]
		char = "操XX", --[[屏蔽的]]
	} ,
	[4402] = {
		id = 4402, --[[自增id]]
		char = "交媾", --[[屏蔽的]]
	} ,
	[4403] = {
		id = 4403, --[[自增id]]
		char = "操你妈屄", --[[屏蔽的]]
	} ,
	[4404] = {
		id = 4404, --[[自增id]]
		char = "草的你妈", --[[屏蔽的]]
	} ,
	[4405] = {
		id = 4405, --[[自增id]]
		char = "草妈", --[[屏蔽的]]
	} ,
	[4406] = {
		id = 4406, --[[自增id]]
		char = "草拟妈", --[[屏蔽的]]
	} ,
	[4407] = {
		id = 4407, --[[自增id]]
		char = "测绘局", --[[屏蔽的]]
	} ,
	[4408] = {
		id = 4408, --[[自增id]]
		char = "插GM", --[[屏蔽的]]
	} ,
	[4409] = {
		id = 4409, --[[自增id]]
		char = "插你妈", --[[屏蔽的]]
	} ,
	[4410] = {
		id = 4410, --[[自增id]]
		char = "插深些", --[[屏蔽的]]
	} ,
	[4411] = {
		id = 4411, --[[自增id]]
		char = "产权局", --[[屏蔽的]]
	} ,
	[4412] = {
		id = 4412, --[[自增id]]
		char = "朝鲜", --[[屏蔽的]]
	} ,
	[4413] = {
		id = 4413, --[[自增id]]
		char = "车臣", --[[屏蔽的]]
	} ,
	[4414] = {
		id = 4414, --[[自增id]]
		char = "车仑", --[[屏蔽的]]
	} ,
	[4415] = {
		id = 4415, --[[自增id]]
		char = "陈功", --[[屏蔽的]]
	} ,
	[4416] = {
		id = 4416, --[[自增id]]
		char = "陈希同", --[[屏蔽的]]
	} ,
	[4417] = {
		id = 4417, --[[自增id]]
		char = "陈晓宁", --[[屏蔽的]]
	} ,
	[4418] = {
		id = 4418, --[[自增id]]
		char = "成人电影", --[[屏蔽的]]
	} ,
	[4419] = {
		id = 4419, --[[自增id]]
		char = "吃大便", --[[屏蔽的]]
	} ,
	[4420] = {
		id = 4420, --[[自增id]]
		char = "吃屎", --[[屏蔽的]]
	} ,
	[4421] = {
		id = 4421, --[[自增id]]
		char = "迟浩田", --[[屏蔽的]]
	} ,
	[4422] = {
		id = 4422, --[[自增id]]
		char = "抽你丫的", --[[屏蔽的]]
	} ,
	[4423] = {
		id = 4423, --[[自增id]]
		char = "臭化西", --[[屏蔽的]]
	} ,
	[4424] = {
		id = 4424, --[[自增id]]
		char = "出售假币", --[[屏蔽的]]
	} ,
	[4425] = {
		id = 4425, --[[自增id]]
		char = "出售枪支", --[[屏蔽的]]
	} ,
	[4426] = {
		id = 4426, --[[自增id]]
		char = "出售手枪", --[[屏蔽的]]
	} ,
	[4427] = {
		id = 4427, --[[自增id]]
		char = "吹喇叭", --[[屏蔽的]]
	} ,
	[4428] = {
		id = 4428, --[[自增id]]
		char = "吹箫", --[[屏蔽的]]
	} ,
	[4429] = {
		id = 4429, --[[自增id]]
		char = "蠢猪", --[[屏蔽的]]
	} ,
	[4430] = {
		id = 4430, --[[自增id]]
		char = "戳你", --[[屏蔽的]]
	} ,
	[4431] = {
		id = 4431, --[[自增id]]
		char = "粗制吗啡", --[[屏蔽的]]
	} ,
	[4432] = {
		id = 4432, --[[自增id]]
		char = "催情药", --[[屏蔽的]]
	} ,
	[4433] = {
		id = 4433, --[[自增id]]
		char = "大逼", --[[屏蔽的]]
	} ,
	[4434] = {
		id = 4434, --[[自增id]]
		char = "大波波", --[[屏蔽的]]
	} ,
	[4435] = {
		id = 4435, --[[自增id]]
		char = "大师", --[[屏蔽的]]
	} ,
	[4436] = {
		id = 4436, --[[自增id]]
		char = "戴维教", --[[屏蔽的]]
	} ,
	[4437] = {
		id = 4437, --[[自增id]]
		char = "大学骚乱", --[[屏蔽的]]
	} ,
	[4438] = {
		id = 4438, --[[自增id]]
		char = "大血B", --[[屏蔽的]]
	} ,
	[4439] = {
		id = 4439, --[[自增id]]
		char = "呆卵", --[[屏蔽的]]
	} ,
	[4440] = {
		id = 4440, --[[自增id]]
		char = "戴海静", --[[屏蔽的]]
	} ,
	[4441] = {
		id = 4441, --[[自增id]]
		char = "戴红", --[[屏蔽的]]
	} ,
	[4442] = {
		id = 4442, --[[自增id]]
		char = "戴晶", --[[屏蔽的]]
	} ,
	[4443] = {
		id = 4443, --[[自增id]]
		char = "党主席", --[[屏蔽的]]
	} ,
	[4444] = {
		id = 4444, --[[自增id]]
		char = "档案局", --[[屏蔽的]]
	} ,
	[4445] = {
		id = 4445, --[[自增id]]
		char = "盗窃犯", --[[屏蔽的]]
	} ,
	[4446] = {
		id = 4446, --[[自增id]]
		char = "帝国主义", --[[屏蔽的]]
	} ,
	[4447] = {
		id = 4447, --[[自增id]]
		char = "电监会", --[[屏蔽的]]
	} ,
	[4448] = {
		id = 4448, --[[自增id]]
		char = "叼你", --[[屏蔽的]]
	} ,
	[4449] = {
		id = 4449, --[[自增id]]
		char = "叼你妈", --[[屏蔽的]]
	} ,
	[4450] = {
		id = 4450, --[[自增id]]
		char = "屌7", --[[屏蔽的]]
	} ,
	[4451] = {
		id = 4451, --[[自增id]]
		char = "屌鸠", --[[屏蔽的]]
	} ,
	[4452] = {
		id = 4452, --[[自增id]]
		char = "屌毛", --[[屏蔽的]]
	} ,
	[4453] = {
		id = 4453, --[[自增id]]
		char = "屌七", --[[屏蔽的]]
	} ,
	[4454] = {
		id = 4454, --[[自增id]]
		char = "屌西", --[[屏蔽的]]
	} ,
	[4455] = {
		id = 4455, --[[自增id]]
		char = "钓鱼台", --[[屏蔽的]]
	} ,
	[4456] = {
		id = 4456, --[[自增id]]
		char = "丁关根", --[[屏蔽的]]
	} ,
	[4457] = {
		id = 4457, --[[自增id]]
		char = "丁子霖", --[[屏蔽的]]
	} ,
	[4458] = {
		id = 4458, --[[自增id]]
		char = "东北独立", --[[屏蔽的]]
	} ,
	[4459] = {
		id = 4459, --[[自增id]]
		char = "东升", --[[屏蔽的]]
	} ,
	[4460] = {
		id = 4460, --[[自增id]]
		char = "东突暴动和独立", --[[屏蔽的]]
	} ,
	[4461] = {
		id = 4461, --[[自增id]]
		char = "东突组织", --[[屏蔽的]]
	} ,
	[4462] = {
		id = 4462, --[[自增id]]
		char = "董建华", --[[屏蔽的]]
	} ,
	[4463] = {
		id = 4463, --[[自增id]]
		char = "董贱华", --[[屏蔽的]]
	} ,
	[4464] = {
		id = 4464, --[[自增id]]
		char = "董文华", --[[屏蔽的]]
	} ,
	[4465] = {
		id = 4465, --[[自增id]]
		char = "懂文华", --[[屏蔽的]]
	} ,
	[4466] = {
		id = 4466, --[[自增id]]
		char = "独立", --[[屏蔽的]]
	} ,
	[4467] = {
		id = 4467, --[[自增id]]
		char = "独立台湾会", --[[屏蔽的]]
	} ,
	[4468] = {
		id = 4468, --[[自增id]]
		char = "二屄", --[[屏蔽的]]
	} ,
	[4469] = {
		id = 4469, --[[自增id]]
		char = "二乙基酰胺发抡", --[[屏蔽的]]
	} ,
	[4470] = {
		id = 4470, --[[自增id]]
		char = "发抡功", --[[屏蔽的]]
	} ,
	[4471] = {
		id = 4471, --[[自增id]]
		char = "发伦", --[[屏蔽的]]
	} ,
	[4472] = {
		id = 4472, --[[自增id]]
		char = "发伦功", --[[屏蔽的]]
	} ,
	[4473] = {
		id = 4473, --[[自增id]]
		char = "发轮", --[[屏蔽的]]
	} ,
	[4474] = {
		id = 4474, --[[自增id]]
		char = "发论", --[[屏蔽的]]
	} ,
	[4475] = {
		id = 4475, --[[自增id]]
		char = "发论公", --[[屏蔽的]]
	} ,
	[4476] = {
		id = 4476, --[[自增id]]
		char = "发论功", --[[屏蔽的]]
	} ,
	[4477] = {
		id = 4477, --[[自增id]]
		char = "法(轮)功", --[[屏蔽的]]
	} ,
	[4478] = {
		id = 4478, --[[自增id]]
		char = "法*轮*功", --[[屏蔽的]]
	} ,
	[4479] = {
		id = 4479, --[[自增id]]
		char = "法功", --[[屏蔽的]]
	} ,
	[4480] = {
		id = 4480, --[[自增id]]
		char = "法愣", --[[屏蔽的]]
	} ,
	[4481] = {
		id = 4481, --[[自增id]]
		char = "法仑", --[[屏蔽的]]
	} ,
	[4482] = {
		id = 4482, --[[自增id]]
		char = "法西斯", --[[屏蔽的]]
	} ,
	[4483] = {
		id = 4483, --[[自增id]]
		char = "法制办", --[[屏蔽的]]
	} ,
	[4484] = {
		id = 4484, --[[自增id]]
		char = "反动", --[[屏蔽的]]
	} ,
	[4485] = {
		id = 4485, --[[自增id]]
		char = "反革命", --[[屏蔽的]]
	} ,
	[4486] = {
		id = 4486, --[[自增id]]
		char = "发票冰粉性奴反共", --[[屏蔽的]]
	} ,
	[4487] = {
		id = 4487, --[[自增id]]
		char = "反华", --[[屏蔽的]]
	} ,
	[4488] = {
		id = 4488, --[[自增id]]
		char = "反恐委员会", --[[屏蔽的]]
	} ,
	[4489] = {
		id = 4489, --[[自增id]]
		char = "反日", --[[屏蔽的]]
	} ,
	[4490] = {
		id = 4490, --[[自增id]]
		char = "分裂祖国", --[[屏蔽的]]
	} ,
	[4491] = {
		id = 4491, --[[自增id]]
		char = "佛展千手法", --[[屏蔽的]]
	} ,
	[4492] = {
		id = 4492, --[[自增id]]
		char = "斧头镰刀", --[[屏蔽的]]
	} ,
	[4493] = {
		id = 4493, --[[自增id]]
		char = "傅鹏", --[[屏蔽的]]
	} ,
	[4494] = {
		id = 4494, --[[自增id]]
		char = "傅作义", --[[屏蔽的]]
	} ,
	[4495] = {
		id = 4495, --[[自增id]]
		char = "干GM", --[[屏蔽的]]
	} ,
	[4496] = {
		id = 4496, --[[自增id]]
		char = "干拎娘", --[[屏蔽的]]
	} ,
	[4497] = {
		id = 4497, --[[自增id]]
		char = "干妳老母", --[[屏蔽的]]
	} ,
	[4498] = {
		id = 4498, --[[自增id]]
		char = "干妳妈", --[[屏蔽的]]
	} ,
	[4499] = {
		id = 4499, --[[自增id]]
		char = "干妳娘", --[[屏蔽的]]
	} ,
	[4500] = {
		id = 4500, --[[自增id]]
		char = "干你妈", --[[屏蔽的]]
	} ,
	[4501] = {
		id = 4501, --[[自增id]]
		char = "干你妈b", --[[屏蔽的]]
	} ,
	[4502] = {
		id = 4502, --[[自增id]]
		char = "干你妈逼", --[[屏蔽的]]
	} ,
	[4503] = {
		id = 4503, --[[自增id]]
		char = "干你娘", --[[屏蔽的]]
	} ,
	[4504] = {
		id = 4504, --[[自增id]]
		char = "肛", --[[屏蔽的]]
	} ,
	[4505] = {
		id = 4505, --[[自增id]]
		char = "肛门", --[[屏蔽的]]
	} ,
	[4506] = {
		id = 4506, --[[自增id]]
		char = "港澳办", --[[屏蔽的]]
	} ,
	[4507] = {
		id = 4507, --[[自增id]]
		char = "高俊", --[[屏蔽的]]
	} ,
	[4508] = {
		id = 4508, --[[自增id]]
		char = "高校暴乱", --[[屏蔽的]]
	} ,
	[4509] = {
		id = 4509, --[[自增id]]
		char = "高校群体事件", --[[屏蔽的]]
	} ,
	[4510] = {
		id = 4510, --[[自增id]]
		char = "高校骚乱", --[[屏蔽的]]
	} ,
	[4511] = {
		id = 4511, --[[自增id]]
		char = "睾", --[[屏蔽的]]
	} ,
	[4512] = {
		id = 4512, --[[自增id]]
		char = "膏药旗", --[[屏蔽的]]
	} ,
	[4513] = {
		id = 4513, --[[自增id]]
		char = "弓虽女干", --[[屏蔽的]]
	} ,
	[4514] = {
		id = 4514, --[[自增id]]
		char = "公安", --[[屏蔽的]]
	} ,
	[4515] = {
		id = 4515, --[[自增id]]
		char = "公安部", --[[屏蔽的]]
	} ,
	[4516] = {
		id = 4516, --[[自增id]]
		char = "公安局", --[[屏蔽的]]
	} ,
	[4517] = {
		id = 4517, --[[自增id]]
		char = "共产主义", --[[屏蔽的]]
	} ,
	[4518] = {
		id = 4518, --[[自增id]]
		char = "共狗", --[[屏蔽的]]
	} ,
	[4519] = {
		id = 4519, --[[自增id]]
		char = "狗卵", --[[屏蔽的]]
	} ,
	[4520] = {
		id = 4520, --[[自增id]]
		char = "狗屁", --[[屏蔽的]]
	} ,
	[4521] = {
		id = 4521, --[[自增id]]
		char = "狗日的", --[[屏蔽的]]
	} ,
	[4522] = {
		id = 4522, --[[自增id]]
		char = "官逼民反", --[[屏蔽的]]
	} ,
	[4523] = {
		id = 4523, --[[自增id]]
		char = "官商勾结", --[[屏蔽的]]
	} ,
	[4524] = {
		id = 4524, --[[自增id]]
		char = "龟儿子", --[[屏蔽的]]
	} ,
	[4525] = {
		id = 4525, --[[自增id]]
		char = "龟孙子", --[[屏蔽的]]
	} ,
	[4526] = {
		id = 4526, --[[自增id]]
		char = "鬼村", --[[屏蔽的]]
	} ,
	[4527] = {
		id = 4527, --[[自增id]]
		char = "滚", --[[屏蔽的]]
	} ,
	[4528] = {
		id = 4528, --[[自增id]]
		char = "国安局", --[[屏蔽的]]
	} ,
	[4529] = {
		id = 4529, --[[自增id]]
		char = "国防部", --[[屏蔽的]]
	} ,
	[4530] = {
		id = 4530, --[[自增id]]
		char = "国防科工委", --[[屏蔽的]]
	} ,
	[4531] = {
		id = 4531, --[[自增id]]
		char = "国管局", --[[屏蔽的]]
	} ,
	[4532] = {
		id = 4532, --[[自增id]]
		char = "国际法院", --[[屏蔽的]]
	} ,
	[4533] = {
		id = 4533, --[[自增id]]
		char = "国家民委", --[[屏蔽的]]
	} ,
	[4534] = {
		id = 4534, --[[自增id]]
		char = "国家主席", --[[屏蔽的]]
	} ,
	[4535] = {
		id = 4535, --[[自增id]]
		char = "国家主要部委", --[[屏蔽的]]
	} ,
	[4536] = {
		id = 4536, --[[自增id]]
		char = "国民党", --[[屏蔽的]]
	} ,
	[4537] = {
		id = 4537, --[[自增id]]
		char = "国民党万岁", --[[屏蔽的]]
	} ,
	[4538] = {
		id = 4538, --[[自增id]]
		char = "海洋局", --[[屏蔽的]]
	} ,
	[4539] = {
		id = 4539, --[[自增id]]
		char = "何候华", --[[屏蔽的]]
	} ,
	[4540] = {
		id = 4540, --[[自增id]]
		char = "黑社会", --[[屏蔽的]]
	} ,
	[4541] = {
		id = 4541, --[[自增id]]
		char = "黑手党", --[[屏蔽的]]
	} ,
	[4542] = {
		id = 4542, --[[自增id]]
		char = "红卫兵", --[[屏蔽的]]
	} ,
	[4543] = {
		id = 4543, --[[自增id]]
		char = "洪兴", --[[屏蔽的]]
	} ,
	[4544] = {
		id = 4544, --[[自增id]]
		char = "洪志", --[[屏蔽的]]
	} ,
	[4545] = {
		id = 4545, --[[自增id]]
		char = "胡XX", --[[屏蔽的]]
	} ,
	[4546] = {
		id = 4546, --[[自增id]]
		char = "胡紧涛", --[[屏蔽的]]
	} ,
	[4547] = {
		id = 4547, --[[自增id]]
		char = "胡紧掏", --[[屏蔽的]]
	} ,
	[4548] = {
		id = 4548, --[[自增id]]
		char = "胡紧套", --[[屏蔽的]]
	} ,
	[4549] = {
		id = 4549, --[[自增id]]
		char = "胡锦淘", --[[屏蔽的]]
	} ,
	[4550] = {
		id = 4550, --[[自增id]]
		char = "胡乔木", --[[屏蔽的]]
	} ,
	[4551] = {
		id = 4551, --[[自增id]]
		char = "花柳", --[[屏蔽的]]
	} ,
	[4552] = {
		id = 4552, --[[自增id]]
		char = "换妻", --[[屏蔽的]]
	} ,
	[4553] = {
		id = 4553, --[[自增id]]
		char = "黄色小电影", --[[屏蔽的]]
	} ,
	[4554] = {
		id = 4554, --[[自增id]]
		char = "回民暴动", --[[屏蔽的]]
	} ,
	[4555] = {
		id = 4555, --[[自增id]]
		char = "回族人吃猪肉", --[[屏蔽的]]
	} ,
	[4556] = {
		id = 4556, --[[自增id]]
		char = "昏药", --[[屏蔽的]]
	} ,
	[4557] = {
		id = 4557, --[[自增id]]
		char = "火棒", --[[屏蔽的]]
	} ,
	[4558] = {
		id = 4558, --[[自增id]]
		char = "基督", --[[屏蔽的]]
	} ,
	[4559] = {
		id = 4559, --[[自增id]]
		char = "激情小电影", --[[屏蔽的]]
	} ,
	[4560] = {
		id = 4560, --[[自增id]]
		char = "鸡", --[[屏蔽的]]
	} ,
	[4561] = {
		id = 4561, --[[自增id]]
		char = "计牌软件", --[[屏蔽的]]
	} ,
	[4562] = {
		id = 4562, --[[自增id]]
		char = "计生委", --[[屏蔽的]]
	} ,
	[4563] = {
		id = 4563, --[[自增id]]
		char = "妓", --[[屏蔽的]]
	} ,
	[4564] = {
		id = 4564, --[[自增id]]
		char = "妓院", --[[屏蔽的]]
	} ,
	[4565] = {
		id = 4565, --[[自增id]]
		char = "奸", --[[屏蔽的]]
	} ,
	[4566] = {
		id = 4566, --[[自增id]]
		char = "奸夫淫妇", --[[屏蔽的]]
	} ,
	[4567] = {
		id = 4567, --[[自增id]]
		char = "奸你", --[[屏蔽的]]
	} ,
	[4568] = {
		id = 4568, --[[自增id]]
		char = "贱货", --[[屏蔽的]]
	} ,
	[4569] = {
		id = 4569, --[[自增id]]
		char = "江Core", --[[屏蔽的]]
	} ,
	[4570] = {
		id = 4570, --[[自增id]]
		char = "江八", --[[屏蔽的]]
	} ,
	[4571] = {
		id = 4571, --[[自增id]]
		char = "江独裁", --[[屏蔽的]]
	} ,
	[4572] = {
		id = 4572, --[[自增id]]
		char = "江核心", --[[屏蔽的]]
	} ,
	[4573] = {
		id = 4573, --[[自增id]]
		char = "江戏子", --[[屏蔽的]]
	} ,
	[4574] = {
		id = 4574, --[[自增id]]
		char = "江择民", --[[屏蔽的]]
	} ,
	[4575] = {
		id = 4575, --[[自增id]]
		char = "江贼民", --[[屏蔽的]]
	} ,
	[4576] = {
		id = 4576, --[[自增id]]
		char = "江折民", --[[屏蔽的]]
	} ,
	[4577] = {
		id = 4577, --[[自增id]]
		char = "江猪", --[[屏蔽的]]
	} ,
	[4578] = {
		id = 4578, --[[自增id]]
		char = "江主席", --[[屏蔽的]]
	} ,
	[4579] = {
		id = 4579, --[[自增id]]
		char = "僵贼民", --[[屏蔽的]]
	} ,
	[4580] = {
		id = 4580, --[[自增id]]
		char = "酱猪媳", --[[屏蔽的]]
	} ,
	[4581] = {
		id = 4581, --[[自增id]]
		char = "交通部", --[[屏蔽的]]
	} ,
	[4582] = {
		id = 4582, --[[自增id]]
		char = "姣西", --[[屏蔽的]]
	} ,
	[4583] = {
		id = 4583, --[[自增id]]
		char = "叫小姐", --[[屏蔽的]]
	} ,
	[4584] = {
		id = 4584, --[[自增id]]
		char = "教育部", --[[屏蔽的]]
	} ,
	[4585] = {
		id = 4585, --[[自增id]]
		char = "禁书", --[[屏蔽的]]
	} ,
	[4586] = {
		id = 4586, --[[自增id]]
		char = "经济社会理事会", --[[屏蔽的]]
	} ,
	[4587] = {
		id = 4587, --[[自增id]]
		char = "经社理事会", --[[屏蔽的]]
	} ,
	[4588] = {
		id = 4588, --[[自增id]]
		char = "警匪一家", --[[屏蔽的]]
	} ,
	[4589] = {
		id = 4589, --[[自增id]]
		char = "敬国神社", --[[屏蔽的]]
	} ,
	[4590] = {
		id = 4590, --[[自增id]]
		char = "靖国神社", --[[屏蔽的]]
	} ,
	[4591] = {
		id = 4591, --[[自增id]]
		char = "静坐", --[[屏蔽的]]
	} ,
	[4592] = {
		id = 4592, --[[自增id]]
		char = "纠察员", --[[屏蔽的]]
	} ,
	[4593] = {
		id = 4593, --[[自增id]]
		char = "乆", --[[屏蔽的]]
	} ,
	[4594] = {
		id = 4594, --[[自增id]]
		char = "鸠屎", --[[屏蔽的]]
	} ,
	[4595] = {
		id = 4595, --[[自增id]]
		char = "军长发威", --[[屏蔽的]]
	} ,
	[4596] = {
		id = 4596, --[[自增id]]
		char = "军国主义", --[[屏蔽的]]
	} ,
	[4597] = {
		id = 4597, --[[自增id]]
		char = "军妓", --[[屏蔽的]]
	} ,
	[4598] = {
		id = 4598, --[[自增id]]
		char = "靠", --[[屏蔽的]]
	} ,
	[4599] = {
		id = 4599, --[[自增id]]
		char = "靠你妈", --[[屏蔽的]]
	} ,
	[4600] = {
		id = 4600, --[[自增id]]
		char = "靠腰", --[[屏蔽的]]
	} ,
	[4601] = {
		id = 4601, --[[自增id]]
		char = "可待因", --[[屏蔽的]]
	} ,
	[4602] = {
		id = 4602, --[[自增id]]
		char = "可卡叶", --[[屏蔽的]]
	} ,
	[4603] = {
		id = 4603, --[[自增id]]
		char = "恐怖份子", --[[屏蔽的]]
	} ,
	[4604] = {
		id = 4604, --[[自增id]]
		char = "恐怖主义", --[[屏蔽的]]
	} ,
	[4605] = {
		id = 4605, --[[自增id]]
		char = "寇晓伟", --[[屏蔽的]]
	} ,
	[4606] = {
		id = 4606, --[[自增id]]
		char = "狂操你全家", --[[屏蔽的]]
	} ,
	[4607] = {
		id = 4607, --[[自增id]]
		char = "拉登", --[[屏蔽的]]
	} ,
	[4608] = {
		id = 4608, --[[自增id]]
		char = "烂B", --[[屏蔽的]]
	} ,
	[4609] = {
		id = 4609, --[[自增id]]
		char = "烂屄", --[[屏蔽的]]
	} ,
	[4610] = {
		id = 4610, --[[自增id]]
		char = "烂屌", --[[屏蔽的]]
	} ,
	[4611] = {
		id = 4611, --[[自增id]]
		char = "烂货", --[[屏蔽的]]
	} ,
	[4612] = {
		id = 4612, --[[自增id]]
		char = "劳+教+所", --[[屏蔽的]]
	} ,
	[4613] = {
		id = 4613, --[[自增id]]
		char = "劳动保障部", --[[屏蔽的]]
	} ,
	[4614] = {
		id = 4614, --[[自增id]]
		char = "老逼", --[[屏蔽的]]
	} ,
	[4615] = {
		id = 4615, --[[自增id]]
		char = "老母", --[[屏蔽的]]
	} ,
	[4616] = {
		id = 4616, --[[自增id]]
		char = "黎阳评", --[[屏蔽的]]
	} ,
	[4617] = {
		id = 4617, --[[自增id]]
		char = "李弘旨", --[[屏蔽的]]
	} ,
	[4618] = {
		id = 4618, --[[自增id]]
		char = "李红志", --[[屏蔽的]]
	} ,
	[4619] = {
		id = 4619, --[[自增id]]
		char = "李宏旨", --[[屏蔽的]]
	} ,
	[4620] = {
		id = 4620, --[[自增id]]
		char = "李宏志", --[[屏蔽的]]
	} ,
	[4621] = {
		id = 4621, --[[自增id]]
		char = "李山", --[[屏蔽的]]
	} ,
	[4622] = {
		id = 4622, --[[自增id]]
		char = "李铁映", --[[屏蔽的]]
	} ,
	[4623] = {
		id = 4623, --[[自增id]]
		char = "李先念", --[[屏蔽的]]
	} ,
	[4624] = {
		id = 4624, --[[自增id]]
		char = "联大", --[[屏蔽的]]
	} ,
	[4625] = {
		id = 4625, --[[自增id]]
		char = "联合国", --[[屏蔽的]]
	} ,
	[4626] = {
		id = 4626, --[[自增id]]
		char = "联合国大会", --[[屏蔽的]]
	} ,
	[4627] = {
		id = 4627, --[[自增id]]
		char = "联易", --[[屏蔽的]]
	} ,
	[4628] = {
		id = 4628, --[[自增id]]
		char = "联易互动", --[[屏蔽的]]
	} ,
	[4629] = {
		id = 4629, --[[自增id]]
		char = "粮食局", --[[屏蔽的]]
	} ,
	[4630] = {
		id = 4630, --[[自增id]]
		char = "两腿之间", --[[屏蔽的]]
	} ,
	[4631] = {
		id = 4631, --[[自增id]]
		char = "林业局", --[[屏蔽的]]
	} ,
	[4632] = {
		id = 4632, --[[自增id]]
		char = "刘军", --[[屏蔽的]]
	} ,
	[4633] = {
		id = 4633, --[[自增id]]
		char = "流氓", --[[屏蔽的]]
	} ,
	[4634] = {
		id = 4634, --[[自增id]]
		char = "六.四", --[[屏蔽的]]
	} ,
	[4635] = {
		id = 4635, --[[自增id]]
		char = "六。四", --[[屏蔽的]]
	} ,
	[4636] = {
		id = 4636, --[[自增id]]
		char = "六?四", --[[屏蔽的]]
	} ,
	[4637] = {
		id = 4637, --[[自增id]]
		char = "六合彩", --[[屏蔽的]]
	} ,
	[4638] = {
		id = 4638, --[[自增id]]
		char = "六-四", --[[屏蔽的]]
	} ,
	[4639] = {
		id = 4639, --[[自增id]]
		char = "六四事件", --[[屏蔽的]]
	} ,
	[4640] = {
		id = 4640, --[[自增id]]
		char = "六四真相", --[[屏蔽的]]
	} ,
	[4641] = {
		id = 4641, --[[自增id]]
		char = "龙新民", --[[屏蔽的]]
	} ,
	[4642] = {
		id = 4642, --[[自增id]]
		char = "旅游局", --[[屏蔽的]]
	} ,
	[4643] = {
		id = 4643, --[[自增id]]
		char = "卵", --[[屏蔽的]]
	} ,
	[4644] = {
		id = 4644, --[[自增id]]
		char = "轮功", --[[屏蔽的]]
	} ,
	[4645] = {
		id = 4645, --[[自增id]]
		char = "骡干", --[[屏蔽的]]
	} ,
	[4646] = {
		id = 4646, --[[自增id]]
		char = "妈比", --[[屏蔽的]]
	} ,
	[4647] = {
		id = 4647, --[[自增id]]
		char = "妈卖妈屁", --[[屏蔽的]]
	} ,
	[4648] = {
		id = 4648, --[[自增id]]
		char = "妈祖", --[[屏蔽的]]
	} ,
	[4649] = {
		id = 4649, --[[自增id]]
		char = "麻醉钢枪", --[[屏蔽的]]
	} ,
	[4650] = {
		id = 4650, --[[自增id]]
		char = "麻醉枪", --[[屏蔽的]]
	} ,
	[4651] = {
		id = 4651, --[[自增id]]
		char = "麻醉药", --[[屏蔽的]]
	} ,
	[4652] = {
		id = 4652, --[[自增id]]
		char = "麻醉乙醚", --[[屏蔽的]]
	} ,
	[4653] = {
		id = 4653, --[[自增id]]
		char = "马卖马屁", --[[屏蔽的]]
	} ,
	[4654] = {
		id = 4654, --[[自增id]]
		char = "吗啡", --[[屏蔽的]]
	} ,
	[4655] = {
		id = 4655, --[[自增id]]
		char = "吗啡碱", --[[屏蔽的]]
	} ,
	[4656] = {
		id = 4656, --[[自增id]]
		char = "吗啡片", --[[屏蔽的]]
	} ,
	[4657] = {
		id = 4657, --[[自增id]]
		char = "买财富", --[[屏蔽的]]
	} ,
	[4658] = {
		id = 4658, --[[自增id]]
		char = "买卖枪支", --[[屏蔽的]]
	} ,
	[4659] = {
		id = 4659, --[[自增id]]
		char = "麦角酸", --[[屏蔽的]]
	} ,
	[4660] = {
		id = 4660, --[[自增id]]
		char = "卖.国", --[[屏蔽的]]
	} ,
	[4661] = {
		id = 4661, --[[自增id]]
		char = "卖B", --[[屏蔽的]]
	} ,
	[4662] = {
		id = 4662, --[[自增id]]
		char = "卖ID", --[[屏蔽的]]
	} ,
	[4663] = {
		id = 4663, --[[自增id]]
		char = "卖QQ", --[[屏蔽的]]
	} ,
	[4664] = {
		id = 4664, --[[自增id]]
		char = "卖逼", --[[屏蔽的]]
	} ,
	[4665] = {
		id = 4665, --[[自增id]]
		char = "卖财富", --[[屏蔽的]]
	} ,
	[4666] = {
		id = 4666, --[[自增id]]
		char = "卖党求荣", --[[屏蔽的]]
	} ,
	[4667] = {
		id = 4667, --[[自增id]]
		char = "卖国", --[[屏蔽的]]
	} ,
	[4668] = {
		id = 4668, --[[自增id]]
		char = "卖国求荣", --[[屏蔽的]]
	} ,
	[4669] = {
		id = 4669, --[[自增id]]
		char = "卖卡", --[[屏蔽的]]
	} ,
	[4670] = {
		id = 4670, --[[自增id]]
		char = "卖软件", --[[屏蔽的]]
	} ,
	[4671] = {
		id = 4671, --[[自增id]]
		char = "毛XX", --[[屏蔽的]]
	} ,
	[4672] = {
		id = 4672, --[[自增id]]
		char = "毛厕洞", --[[屏蔽的]]
	} ,
	[4673] = {
		id = 4673, --[[自增id]]
		char = "毛一鲜", --[[屏蔽的]]
	} ,
	[4674] = {
		id = 4674, --[[自增id]]
		char = "毛贼东", --[[屏蔽的]]
	} ,
	[4675] = {
		id = 4675, --[[自增id]]
		char = "梅花网", --[[屏蔽的]]
	} ,
	[4676] = {
		id = 4676, --[[自增id]]
		char = "美国", --[[屏蔽的]]
	} ,
	[4677] = {
		id = 4677, --[[自增id]]
		char = "美国佬", --[[屏蔽的]]
	} ,
	[4678] = {
		id = 4678, --[[自增id]]
		char = "美利坚", --[[屏蔽的]]
	} ,
	[4679] = {
		id = 4679, --[[自增id]]
		char = "蒙尘药", --[[屏蔽的]]
	} ,
	[4680] = {
		id = 4680, --[[自增id]]
		char = "蒙独", --[[屏蔽的]]
	} ,
	[4681] = {
		id = 4681, --[[自增id]]
		char = "蒙古达子", --[[屏蔽的]]
	} ,
	[4682] = {
		id = 4682, --[[自增id]]
		char = "迷魂药", --[[屏蔽的]]
	} ,
	[4683] = {
		id = 4683, --[[自增id]]
		char = "迷奸药", --[[屏蔽的]]
	} ,
	[4684] = {
		id = 4684, --[[自增id]]
		char = "迷歼药", --[[屏蔽的]]
	} ,
	[4685] = {
		id = 4685, --[[自增id]]
		char = "密洞", --[[屏蔽的]]
	} ,
	[4686] = {
		id = 4686, --[[自增id]]
		char = "民航局", --[[屏蔽的]]
	} ,
	[4687] = {
		id = 4687, --[[自增id]]
		char = "民政部", --[[屏蔽的]]
	} ,
	[4688] = {
		id = 4688, --[[自增id]]
		char = "莫索里尼", --[[屏蔽的]]
	} ,
	[4689] = {
		id = 4689, --[[自增id]]
		char = "妳老母的", --[[屏蔽的]]
	} ,
	[4690] = {
		id = 4690, --[[自增id]]
		char = "妳妈的", --[[屏蔽的]]
	} ,
	[4691] = {
		id = 4691, --[[自增id]]
		char = "妳马的", --[[屏蔽的]]
	} ,
	[4692] = {
		id = 4692, --[[自增id]]
		char = "妳娘的", --[[屏蔽的]]
	} ,
	[4693] = {
		id = 4693, --[[自增id]]
		char = "南联盟", --[[屏蔽的]]
	} ,
	[4694] = {
		id = 4694, --[[自增id]]
		char = "南蛮子", --[[屏蔽的]]
	} ,
	[4695] = {
		id = 4695, --[[自增id]]
		char = "伱妈", --[[屏蔽的]]
	} ,
	[4696] = {
		id = 4696, --[[自增id]]
		char = "你二大爷", --[[屏蔽的]]
	} ,
	[4697] = {
		id = 4697, --[[自增id]]
		char = "你老母", --[[屏蔽的]]
	} ,
	[4698] = {
		id = 4698, --[[自增id]]
		char = "你老味", --[[屏蔽的]]
	} ,
	[4699] = {
		id = 4699, --[[自增id]]
		char = "你姥", --[[屏蔽的]]
	} ,
	[4700] = {
		id = 4700, --[[自增id]]
		char = "你姥姥的", --[[屏蔽的]]
	} ,
	[4701] = {
		id = 4701, --[[自增id]]
		char = "你妈逼", --[[屏蔽的]]
	} ,
	[4702] = {
		id = 4702, --[[自增id]]
		char = "你妈的", --[[屏蔽的]]
	} ,
	[4703] = {
		id = 4703, --[[自增id]]
		char = "你爷爷的", --[[屏蔽的]]
	} ,
	[4704] = {
		id = 4704, --[[自增id]]
		char = "鸟GM", --[[屏蔽的]]
	} ,
	[4705] = {
		id = 4705, --[[自增id]]
		char = "鸟你", --[[屏蔽的]]
	} ,
	[4706] = {
		id = 4706, --[[自增id]]
		char = "农业部", --[[屏蔽的]]
	} ,
	[4707] = {
		id = 4707, --[[自增id]]
		char = "虐待", --[[屏蔽的]]
	} ,
	[4708] = {
		id = 4708, --[[自增id]]
		char = "拍肩神药", --[[屏蔽的]]
	} ,
	[4709] = {
		id = 4709, --[[自增id]]
		char = "彭真", --[[屏蔽的]]
	} ,
	[4710] = {
		id = 4710, --[[自增id]]
		char = "皮条", --[[屏蔽的]]
	} ,
	[4711] = {
		id = 4711, --[[自增id]]
		char = "嫖客", --[[屏蔽的]]
	} ,
	[4712] = {
		id = 4712, --[[自增id]]
		char = "苹果日报", --[[屏蔽的]]
	} ,
	[4713] = {
		id = 4713, --[[自增id]]
		char = "破坏", --[[屏蔽的]]
	} ,
	[4714] = {
		id = 4714, --[[自增id]]
		char = "仆街", --[[屏蔽的]]
	} ,
	[4715] = {
		id = 4715, --[[自增id]]
		char = "气象局", --[[屏蔽的]]
	} ,
	[4716] = {
		id = 4716, --[[自增id]]
		char = "钱其琛", --[[屏蔽的]]
	} ,
	[4717] = {
		id = 4717, --[[自增id]]
		char = "枪决", --[[屏蔽的]]
	} ,
	[4718] = {
		id = 4718, --[[自增id]]
		char = "强卫", --[[屏蔽的]]
	} ,
	[4719] = {
		id = 4719, --[[自增id]]
		char = "强效失意药", --[[屏蔽的]]
	} ,
	[4720] = {
		id = 4720, --[[自增id]]
		char = "强硬发言", --[[屏蔽的]]
	} ,
	[4721] = {
		id = 4721, --[[自增id]]
		char = "乔石", --[[屏蔽的]]
	} ,
	[4722] = {
		id = 4722, --[[自增id]]
		char = "侨办", --[[屏蔽的]]
	} ,
	[4723] = {
		id = 4723, --[[自增id]]
		char = "切七", --[[屏蔽的]]
	} ,
	[4724] = {
		id = 4724, --[[自增id]]
		char = "窃听器", --[[屏蔽的]]
	} ,
	[4725] = {
		id = 4725, --[[自增id]]
		char = "窃听器材", --[[屏蔽的]]
	} ,
	[4726] = {
		id = 4726, --[[自增id]]
		char = "青天白日", --[[屏蔽的]]
	} ,
	[4727] = {
		id = 4727, --[[自增id]]
		char = "去死", --[[屏蔽的]]
	} ,
	[4728] = {
		id = 4728, --[[自增id]]
		char = "全国人大", --[[屏蔽的]]
	} ,
	[4729] = {
		id = 4729, --[[自增id]]
		char = "人大", --[[屏蔽的]]
	} ,
	[4730] = {
		id = 4730, --[[自增id]]
		char = "人代会", --[[屏蔽的]]
	} ,
	[4731] = {
		id = 4731, --[[自增id]]
		char = "人弹", --[[屏蔽的]]
	} ,
	[4732] = {
		id = 4732, --[[自增id]]
		char = "人民", --[[屏蔽的]]
	} ,
	[4733] = {
		id = 4733, --[[自增id]]
		char = "人体炸弹", --[[屏蔽的]]
	} ,
	[4734] = {
		id = 4734, --[[自增id]]
		char = "日GM", --[[屏蔽的]]
	} ,
	[4735] = {
		id = 4735, --[[自增id]]
		char = "日X妈", --[[屏蔽的]]
	} ,
	[4736] = {
		id = 4736, --[[自增id]]
		char = "日本RING", --[[屏蔽的]]
	} ,
	[4737] = {
		id = 4737, --[[自增id]]
		char = "日本鬼子", --[[屏蔽的]]
	} ,
	[4738] = {
		id = 4738, --[[自增id]]
		char = "日你娘", --[[屏蔽的]]
	} ,
	[4739] = {
		id = 4739, --[[自增id]]
		char = "日他娘", --[[屏蔽的]]
	} ,
	[4740] = {
		id = 4740, --[[自增id]]
		char = "肉壁", --[[屏蔽的]]
	} ,
	[4741] = {
		id = 4741, --[[自增id]]
		char = "肉棍子", --[[屏蔽的]]
	} ,
	[4742] = {
		id = 4742, --[[自增id]]
		char = "乳", --[[屏蔽的]]
	} ,
	[4743] = {
		id = 4743, --[[自增id]]
		char = "乳波臀浪", --[[屏蔽的]]
	} ,
	[4744] = {
		id = 4744, --[[自增id]]
		char = "撒尿", --[[屏蔽的]]
	} ,
	[4745] = {
		id = 4745, --[[自增id]]
		char = "塞白", --[[屏蔽的]]
	} ,
	[4746] = {
		id = 4746, --[[自增id]]
		char = "塞你爸", --[[屏蔽的]]
	} ,
	[4747] = {
		id = 4747, --[[自增id]]
		char = "塞你公", --[[屏蔽的]]
	} ,
	[4748] = {
		id = 4748, --[[自增id]]
		char = "塞你老母", --[[屏蔽的]]
	} ,
	[4749] = {
		id = 4749, --[[自增id]]
		char = "塞你老师", --[[屏蔽的]]
	} ,
	[4750] = {
		id = 4750, --[[自增id]]
		char = "塞你母", --[[屏蔽的]]
	} ,
	[4751] = {
		id = 4751, --[[自增id]]
		char = "塞你娘", --[[屏蔽的]]
	} ,
	[4752] = {
		id = 4752, --[[自增id]]
		char = "三个呆婊", --[[屏蔽的]]
	} ,
	[4753] = {
		id = 4753, --[[自增id]]
		char = "三个代婊", --[[屏蔽的]]
	} ,
	[4754] = {
		id = 4754, --[[自增id]]
		char = "三民主义", --[[屏蔽的]]
	} ,
	[4755] = {
		id = 4755, --[[自增id]]
		char = "三陪女", --[[屏蔽的]]
	} ,
	[4756] = {
		id = 4756, --[[自增id]]
		char = "三去车仑", --[[屏蔽的]]
	} ,
	[4757] = {
		id = 4757, --[[自增id]]
		char = "三唑仑", --[[屏蔽的]]
	} ,
	[4758] = {
		id = 4758, --[[自增id]]
		char = "骚", --[[屏蔽的]]
	} ,
	[4759] = {
		id = 4759, --[[自增id]]
		char = "骚B", --[[屏蔽的]]
	} ,
	[4760] = {
		id = 4760, --[[自增id]]
		char = "色情电影", --[[屏蔽的]]
	} ,
	[4761] = {
		id = 4761, --[[自增id]]
		char = "色情服务", --[[屏蔽的]]
	} ,
	[4762] = {
		id = 4762, --[[自增id]]
		char = "色情小电影", --[[屏蔽的]]
	} ,
	[4763] = {
		id = 4763, --[[自增id]]
		char = "杀人犯", --[[屏蔽的]]
	} ,
	[4764] = {
		id = 4764, --[[自增id]]
		char = "傻屄", --[[屏蔽的]]
	} ,
	[4765] = {
		id = 4765, --[[自增id]]
		char = "傻比", --[[屏蔽的]]
	} ,
	[4766] = {
		id = 4766, --[[自增id]]
		char = "傻吊", --[[屏蔽的]]
	} ,
	[4767] = {
		id = 4767, --[[自增id]]
		char = "傻卵", --[[屏蔽的]]
	} ,
	[4768] = {
		id = 4768, --[[自增id]]
		char = "傻子", --[[屏蔽的]]
	} ,
	[4769] = {
		id = 4769, --[[自增id]]
		char = "煞逼", --[[屏蔽的]]
	} ,
	[4770] = {
		id = 4770, --[[自增id]]
		char = "商务部", --[[屏蔽的]]
	} ,
	[4771] = {
		id = 4771, --[[自增id]]
		char = "上妳", --[[屏蔽的]]
	} ,
	[4772] = {
		id = 4772, --[[自增id]]
		char = "上你", --[[屏蔽的]]
	} ,
	[4773] = {
		id = 4773, --[[自增id]]
		char = "社科院", --[[屏蔽的]]
	} ,
	[4774] = {
		id = 4774, --[[自增id]]
		char = "射精", --[[屏蔽的]]
	} ,
	[4775] = {
		id = 4775, --[[自增id]]
		char = "身份生成器", --[[屏蔽的]]
	} ,
	[4776] = {
		id = 4776, --[[自增id]]
		char = "神经病", --[[屏蔽的]]
	} ,
	[4777] = {
		id = 4777, --[[自增id]]
		char = "神通加持法", --[[屏蔽的]]
	} ,
	[4778] = {
		id = 4778, --[[自增id]]
		char = "圣女峰", --[[屏蔽的]]
	} ,
	[4779] = {
		id = 4779, --[[自增id]]
		char = "十年动乱石进", --[[屏蔽的]]
	} ,
	[4780] = {
		id = 4780, --[[自增id]]
		char = "食捻屎", --[[屏蔽的]]
	} ,
	[4781] = {
		id = 4781, --[[自增id]]
		char = "食屎", --[[屏蔽的]]
	} ,
	[4782] = {
		id = 4782, --[[自增id]]
		char = "驶你爸", --[[屏蔽的]]
	} ,
	[4783] = {
		id = 4783, --[[自增id]]
		char = "驶你公", --[[屏蔽的]]
	} ,
	[4784] = {
		id = 4784, --[[自增id]]
		char = "驶你老母", --[[屏蔽的]]
	} ,
	[4785] = {
		id = 4785, --[[自增id]]
		char = "驶你老师", --[[屏蔽的]]
	} ,
	[4786] = {
		id = 4786, --[[自增id]]
		char = "驶你母", --[[屏蔽的]]
	} ,
	[4787] = {
		id = 4787, --[[自增id]]
		char = "驶你娘", --[[屏蔽的]]
	} ,
	[4788] = {
		id = 4788, --[[自增id]]
		char = "是鸡", --[[屏蔽的]]
	} ,
	[4789] = {
		id = 4789, --[[自增id]]
		char = "受虐狂", --[[屏蔽的]]
	} ,
	[4790] = {
		id = 4790, --[[自增id]]
		char = "售ID", --[[屏蔽的]]
	} ,
	[4791] = {
		id = 4791, --[[自增id]]
		char = "售号", --[[屏蔽的]]
	} ,
	[4792] = {
		id = 4792, --[[自增id]]
		char = "售软件", --[[屏蔽的]]
	} ,
	[4793] = {
		id = 4793, --[[自增id]]
		char = "双峰微颤", --[[屏蔽的]]
	} ,
	[4794] = {
		id = 4794, --[[自增id]]
		char = "氵去", --[[屏蔽的]]
	} ,
	[4795] = {
		id = 4795, --[[自增id]]
		char = "水利部", --[[屏蔽的]]
	} ,
	[4796] = {
		id = 4796, --[[自增id]]
		char = "水去车仑", --[[屏蔽的]]
	} ,
	[4797] = {
		id = 4797, --[[自增id]]
		char = "税务总局", --[[屏蔽的]]
	} ,
	[4798] = {
		id = 4798, --[[自增id]]
		char = "司法部", --[[屏蔽的]]
	} ,
	[4799] = {
		id = 4799, --[[自增id]]
		char = "私/服", --[[屏蔽的]]
	} ,
	[4800] = {
		id = 4800, --[[自增id]]
		char = "私\\\\服", --[[屏蔽的]]
	} ,
	[4801] = {
		id = 4801, --[[自增id]]
		char = "私-服", --[[屏蔽的]]
	} ,
	[4802] = {
		id = 4802, --[[自增id]]
		char = "私—服", --[[屏蔽的]]
	} ,
	[4803] = {
		id = 4803, --[[自增id]]
		char = "死gd", --[[屏蔽的]]
	} ,
	[4804] = {
		id = 4804, --[[自增id]]
		char = "死gm", --[[屏蔽的]]
	} ,
	[4805] = {
		id = 4805, --[[自增id]]
		char = "死全家", --[[屏蔽的]]
	} ,
	[4806] = {
		id = 4806, --[[自增id]]
		char = "四川独立", --[[屏蔽的]]
	} ,
	[4807] = {
		id = 4807, --[[自增id]]
		char = "宋祖英", --[[屏蔽的]]
	} ,
	[4808] = {
		id = 4808, --[[自增id]]
		char = "他爹", --[[屏蔽的]]
	} ,
	[4809] = {
		id = 4809, --[[自增id]]
		char = "他妈", --[[屏蔽的]]
	} ,
	[4810] = {
		id = 4810, --[[自增id]]
		char = "他马的", --[[屏蔽的]]
	} ,
	[4811] = {
		id = 4811, --[[自增id]]
		char = "他母亲", --[[屏蔽的]]
	} ,
	[4812] = {
		id = 4812, --[[自增id]]
		char = "他祖宗", --[[屏蔽的]]
	} ,
	[4813] = {
		id = 4813, --[[自增id]]
		char = "台办", --[[屏蔽的]]
	} ,
	[4814] = {
		id = 4814, --[[自增id]]
		char = "台湾党", --[[屏蔽的]]
	} ,
	[4815] = {
		id = 4815, --[[自增id]]
		char = "台湾帝国", --[[屏蔽的]]
	} ,
	[4816] = {
		id = 4816, --[[自增id]]
		char = "台湾共产党", --[[屏蔽的]]
	} ,
	[4817] = {
		id = 4817, --[[自增id]]
		char = "台湾共和国", --[[屏蔽的]]
	} ,
	[4818] = {
		id = 4818, --[[自增id]]
		char = "台湾狗", --[[屏蔽的]]
	} ,
	[4819] = {
		id = 4819, --[[自增id]]
		char = "太监", --[[屏蔽的]]
	} ,
	[4820] = {
		id = 4820, --[[自增id]]
		char = "天皇陛下", --[[屏蔽的]]
	} ,
	[4821] = {
		id = 4821, --[[自增id]]
		char = "田纪云", --[[屏蔽的]]
	} ,
	[4822] = {
		id = 4822, --[[自增id]]
		char = "舔西", --[[屏蔽的]]
	} ,
	[4823] = {
		id = 4823, --[[自增id]]
		char = "投毒杀人", --[[屏蔽的]]
	} ,
	[4824] = {
		id = 4824, --[[自增id]]
		char = "透视软件", --[[屏蔽的]]
	} ,
	[4825] = {
		id = 4825, --[[自增id]]
		char = "推油", --[[屏蔽的]]
	} ,
	[4826] = {
		id = 4826, --[[自增id]]
		char = "外/挂", --[[屏蔽的]]
	} ,
	[4827] = {
		id = 4827, --[[自增id]]
		char = "外\\\\挂", --[[屏蔽的]]
	} ,
	[4828] = {
		id = 4828, --[[自增id]]
		char = "外_挂", --[[屏蔽的]]
	} ,
	[4829] = {
		id = 4829, --[[自增id]]
		char = "外-挂", --[[屏蔽的]]
	} ,
	[4830] = {
		id = 4830, --[[自增id]]
		char = "外—挂", --[[屏蔽的]]
	} ,
	[4831] = {
		id = 4831, --[[自增id]]
		char = "外汇局", --[[屏蔽的]]
	} ,
	[4832] = {
		id = 4832, --[[自增id]]
		char = "外交部", --[[屏蔽的]]
	} ,
	[4833] = {
		id = 4833, --[[自增id]]
		char = "外专局", --[[屏蔽的]]
	} ,
	[4834] = {
		id = 4834, --[[自增id]]
		char = "万税", --[[屏蔽的]]
	} ,
	[4835] = {
		id = 4835, --[[自增id]]
		char = "王八蛋", --[[屏蔽的]]
	} ,
	[4836] = {
		id = 4836, --[[自增id]]
		char = "王宝森", --[[屏蔽的]]
	} ,
	[4837] = {
		id = 4837, --[[自增id]]
		char = "王昊", --[[屏蔽的]]
	} ,
	[4838] = {
		id = 4838, --[[自增id]]
		char = "王太华", --[[屏蔽的]]
	} ,
	[4839] = {
		id = 4839, --[[自增id]]
		char = "王震", --[[屏蔽的]]
	} ,
	[4840] = {
		id = 4840, --[[自增id]]
		char = "网管", --[[屏蔽的]]
	} ,
	[4841] = {
		id = 4841, --[[自增id]]
		char = "威而钢", --[[屏蔽的]]
	} ,
	[4842] = {
		id = 4842, --[[自增id]]
		char = "威而柔", --[[屏蔽的]]
	} ,
	[4843] = {
		id = 4843, --[[自增id]]
		char = "卫生部", --[[屏蔽的]]
	} ,
	[4844] = {
		id = 4844, --[[自增id]]
		char = "温加宝", --[[屏蔽的]]
	} ,
	[4845] = {
		id = 4845, --[[自增id]]
		char = "温家保", --[[屏蔽的]]
	} ,
	[4846] = {
		id = 4846, --[[自增id]]
		char = "温馨", --[[屏蔽的]]
	} ,
	[4847] = {
		id = 4847, --[[自增id]]
		char = "温总理", --[[屏蔽的]]
	} ,
	[4848] = {
		id = 4848, --[[自增id]]
		char = "文化部", --[[屏蔽的]]
	} ,
	[4849] = {
		id = 4849, --[[自增id]]
		char = "文物局", --[[屏蔽的]]
	} ,
	[4850] = {
		id = 4850, --[[自增id]]
		char = "倭国", --[[屏蔽的]]
	} ,
	[4851] = {
		id = 4851, --[[自增id]]
		char = "倭寇", --[[屏蔽的]]
	} ,
	[4852] = {
		id = 4852, --[[自增id]]
		char = "我干", --[[屏蔽的]]
	} ,
	[4853] = {
		id = 4853, --[[自增id]]
		char = "我妳老爸", --[[屏蔽的]]
	} ,
	[4854] = {
		id = 4854, --[[自增id]]
		char = "我日你", --[[屏蔽的]]
	} ,
	[4855] = {
		id = 4855, --[[自增id]]
		char = "无界浏览器", --[[屏蔽的]]
	} ,
	[4856] = {
		id = 4856, --[[自增id]]
		char = "五星红旗", --[[屏蔽的]]
	} ,
	[4857] = {
		id = 4857, --[[自增id]]
		char = "西藏天葬", --[[屏蔽的]]
	} ,
	[4858] = {
		id = 4858, --[[自增id]]
		char = "希望之声", --[[屏蔽的]]
	} ,
	[4859] = {
		id = 4859, --[[自增id]]
		char = "洗脑班", --[[屏蔽的]]
	} ,
	[4860] = {
		id = 4860, --[[自增id]]
		char = "系统讯息", --[[屏蔽的]]
	} ,
	[4861] = {
		id = 4861, --[[自增id]]
		char = "鲜族", --[[屏蔽的]]
	} ,
	[4862] = {
		id = 4862, --[[自增id]]
		char = "乡巴佬", --[[屏蔽的]]
	} ,
	[4863] = {
		id = 4863, --[[自增id]]
		char = "想上你", --[[屏蔽的]]
	} ,
	[4864] = {
		id = 4864, --[[自增id]]
		char = "小日本", --[[屏蔽的]]
	} ,
	[4865] = {
		id = 4865, --[[自增id]]
		char = "小肉粒", --[[屏蔽的]]
	} ,
	[4866] = {
		id = 4866, --[[自增id]]
		char = "小乳头", --[[屏蔽的]]
	} ,
	[4867] = {
		id = 4867, --[[自增id]]
		char = "邪教", --[[屏蔽的]]
	} ,
	[4868] = {
		id = 4868, --[[自增id]]
		char = "兴奋剂", --[[屏蔽的]]
	} ,
	[4869] = {
		id = 4869, --[[自增id]]
		char = "性虐待", --[[屏蔽的]]
	} ,
	[4870] = {
		id = 4870, --[[自增id]]
		char = "性无能", --[[屏蔽的]]
	} ,
	[4871] = {
		id = 4871, --[[自增id]]
		char = "徐光春", --[[屏蔽的]]
	} ,
	[4872] = {
		id = 4872, --[[自增id]]
		char = "血逼", --[[屏蔽的]]
	} ,
	[4873] = {
		id = 4873, --[[自增id]]
		char = "血腥图片", --[[屏蔽的]]
	} ,
	[4874] = {
		id = 4874, --[[自增id]]
		char = "烟草局", --[[屏蔽的]]
	} ,
	[4875] = {
		id = 4875, --[[自增id]]
		char = "严方军", --[[屏蔽的]]
	} ,
	[4876] = {
		id = 4876, --[[自增id]]
		char = "阳精", --[[屏蔽的]]
	} ,
	[4877] = {
		id = 4877, --[[自增id]]
		char = "摇头玩", --[[屏蔽的]]
	} ,
	[4878] = {
		id = 4878, --[[自增id]]
		char = "耶苏", --[[屏蔽的]]
	} ,
	[4879] = {
		id = 4879, --[[自增id]]
		char = "夜情", --[[屏蔽的]]
	} ,
	[4880] = {
		id = 4880, --[[自增id]]
		char = "一党专制", --[[屏蔽的]]
	} ,
	[4881] = {
		id = 4881, --[[自增id]]
		char = "一国两制", --[[屏蔽的]]
	} ,
	[4882] = {
		id = 4882, --[[自增id]]
		char = "伊拉克", --[[屏蔽的]]
	} ,
	[4883] = {
		id = 4883, --[[自增id]]
		char = "伊朗", --[[屏蔽的]]
	} ,
	[4884] = {
		id = 4884, --[[自增id]]
		char = "以茎至洞", --[[屏蔽的]]
	} ,
	[4885] = {
		id = 4885, --[[自增id]]
		char = "抑制剂", --[[屏蔽的]]
	} ,
	[4886] = {
		id = 4886, --[[自增id]]
		char = "阴小撕大", --[[屏蔽的]]
	} ,
	[4887] = {
		id = 4887, --[[自增id]]
		char = "淫货", --[[屏蔽的]]
	} ,
	[4888] = {
		id = 4888, --[[自增id]]
		char = "淫毛", --[[屏蔽的]]
	} ,
	[4889] = {
		id = 4889, --[[自增id]]
		char = "淫靡", --[[屏蔽的]]
	} ,
	[4890] = {
		id = 4890, --[[自增id]]
		char = "淫语连连", --[[屏蔽的]]
	} ,
	[4891] = {
		id = 4891, --[[自增id]]
		char = "淫欲", --[[屏蔽的]]
	} ,
	[4892] = {
		id = 4892, --[[自增id]]
		char = "英雄纪念碑", --[[屏蔽的]]
	} ,
	[4893] = {
		id = 4893, --[[自增id]]
		char = "硬挺", --[[屏蔽的]]
	} ,
	[4894] = {
		id = 4894, --[[自增id]]
		char = "邮政局", --[[屏蔽的]]
	} ,
	[4895] = {
		id = 4895, --[[自增id]]
		char = "游戏发奖员", --[[屏蔽的]]
	} ,
	[4896] = {
		id = 4896, --[[自增id]]
		char = "游戏宫理员", --[[屏蔽的]]
	} ,
	[4897] = {
		id = 4897, --[[自增id]]
		char = "舆论钳制", --[[屏蔽的]]
	} ,
	[4898] = {
		id = 4898, --[[自增id]]
		char = "玉杵", --[[屏蔽的]]
	} ,
	[4899] = {
		id = 4899, --[[自增id]]
		char = "欲火焚身", --[[屏蔽的]]
	} ,
	[4900] = {
		id = 4900, --[[自增id]]
		char = "原子能机构", --[[屏蔽的]]
	} ,
	[4901] = {
		id = 4901, --[[自增id]]
		char = "远程偷拍", --[[屏蔽的]]
	} ,
	[4902] = {
		id = 4902, --[[自增id]]
		char = "曰GM", --[[屏蔽的]]
	} ,
	[4903] = {
		id = 4903, --[[自增id]]
		char = "曰你", --[[屏蔽的]]
	} ,
	[4904] = {
		id = 4904, --[[自增id]]
		char = "月经", --[[屏蔽的]]
	} ,
	[4905] = {
		id = 4905, --[[自增id]]
		char = "月经不调", --[[屏蔽的]]
	} ,
	[4906] = {
		id = 4906, --[[自增id]]
		char = "扎卡维是英雄", --[[屏蔽的]]
	} ,
	[4907] = {
		id = 4907, --[[自增id]]
		char = "扎卡维", --[[屏蔽的]]
	} ,
	[4908] = {
		id = 4908, --[[自增id]]
		char = "张朝阳", --[[屏蔽的]]
	} ,
	[4909] = {
		id = 4909, --[[自增id]]
		char = "张潮阳", --[[屏蔽的]]
	} ,
	[4910] = {
		id = 4910, --[[自增id]]
		char = "张磊", --[[屏蔽的]]
	} ,
	[4911] = {
		id = 4911, --[[自增id]]
		char = "张小平", --[[屏蔽的]]
	} ,
	[4912] = {
		id = 4912, --[[自增id]]
		char = "侦探设备", --[[屏蔽的]]
	} ,
	[4913] = {
		id = 4913, --[[自增id]]
		char = "中国恐怖组织", --[[屏蔽的]]
	} ,
	[4914] = {
		id = 4914, --[[自增id]]
		char = "中华民国", --[[屏蔽的]]
	} ,
	[4915] = {
		id = 4915, --[[自增id]]
		char = "中南海", --[[屏蔽的]]
	} ,
	[4916] = {
		id = 4916, --[[自增id]]
		char = "中宣部", --[[屏蔽的]]
	} ,
	[4917] = {
		id = 4917, --[[自增id]]
		char = "周总理", --[[屏蔽的]]
	} ,
	[4918] = {
		id = 4918, --[[自增id]]
		char = "朱容鸡", --[[屏蔽的]]
	} ,
	[4919] = {
		id = 4919, --[[自增id]]
		char = "朱总理", --[[屏蔽的]]
	} ,
	[4920] = {
		id = 4920, --[[自增id]]
		char = "猪容基", --[[屏蔽的]]
	} ,
	[4921] = {
		id = 4921, --[[自增id]]
		char = "主席", --[[屏蔽的]]
	} ,
	[4922] = {
		id = 4922, --[[自增id]]
		char = "装屄", --[[屏蔽的]]
	} ,
	[4923] = {
		id = 4923, --[[自增id]]
		char = "追查国际", --[[屏蔽的]]
	} ,
	[4924] = {
		id = 4924, --[[自增id]]
		char = "子女任职名单", --[[屏蔽的]]
	} ,
	[4925] = {
		id = 4925, --[[自增id]]
		char = "自杀手册", --[[屏蔽的]]
	} ,
	[4926] = {
		id = 4926, --[[自增id]]
		char = "自杀指南", --[[屏蔽的]]
	} ,
	[4927] = {
		id = 4927, --[[自增id]]
		char = "自制手枪", --[[屏蔽的]]
	} ,
	[4928] = {
		id = 4928, --[[自增id]]
		char = "自治机关", --[[屏蔽的]]
	} ,
	[4929] = {
		id = 4929, --[[自增id]]
		char = "宗教", --[[屏蔽的]]
	} ,
	[4930] = {
		id = 4930, --[[自增id]]
		char = "总局", --[[屏蔽的]]
	} ,
	[4931] = {
		id = 4931, --[[自增id]]
		char = "坐台的", --[[屏蔽的]]
	} ,
	[4932] = {
		id = 4932, --[[自增id]]
		char = "操逼毛", --[[屏蔽的]]
	} ,
	[4933] = {
		id = 4933, --[[自增id]]
		char = "taobao", --[[屏蔽的]]
	} ,
	[4934] = {
		id = 4934, --[[自增id]]
		char = "webgame.com.cn", --[[屏蔽的]]
	} ,
	[4935] = {
		id = 4935, --[[自增id]]
		char = "牛B", --[[屏蔽的]]
	} ,
	[4936] = {
		id = 4936, --[[自增id]]
		char = "垃圾游戏", --[[屏蔽的]]
	} ,
	[4937] = {
		id = 4937, --[[自增id]]
		char = "烂游戏", --[[屏蔽的]]
	} ,
	[4938] = {
		id = 4938, --[[自增id]]
		char = "淘宝", --[[屏蔽的]]
	} ,
	[4939] = {
		id = 4939, --[[自增id]]
		char = "h站", --[[屏蔽的]]
	} ,
	[4940] = {
		id = 4940, --[[自增id]]
		char = "龙虎", --[[屏蔽的]]
	} ,
	[4941] = {
		id = 4941, --[[自增id]]
		char = "虎门", --[[屏蔽的]]
	} ,
	[4942] = {
		id = 4942, --[[自增id]]
		char = "龙虎门", --[[屏蔽的]]
	} ,
	[4943] = {
		id = 4943, --[[自增id]]
		char = "WEB牌戰", --[[屏蔽的]]
	} ,
	[4944] = {
		id = 4944, --[[自增id]]
		char = "WEB战牌", --[[屏蔽的]]
	} ,
	[4945] = {
		id = 4945, --[[自增id]]
		char = "战牌", --[[屏蔽的]]
	} ,
	[4946] = {
		id = 4946, --[[自增id]]
		char = "ＵＲ", --[[屏蔽的]]
	} ,
	[4947] = {
		id = 4947, --[[自增id]]
		char = "街头对抗", --[[屏蔽的]]
	} ,
	[4948] = {
		id = 4948, --[[自增id]]
		char = "混沌决", --[[屏蔽的]]
	} ,
	[4949] = {
		id = 4949, --[[自增id]]
		char = "蓝鲸", --[[屏蔽的]]
	} ,
	[4950] = {
		id = 4950, --[[自增id]]
		char = "小姐兼职", --[[屏蔽的]]
	} ,
	[4951] = {
		id = 4951, --[[自增id]]
		char = "西藏314事件", --[[屏蔽的]]
	} ,
	[4952] = {
		id = 4952, --[[自增id]]
		char = "新疆7.5事件", --[[屏蔽的]]
	} ,
	[4953] = {
		id = 4953, --[[自增id]]
		char = "毛片", --[[屏蔽的]]
	} ,
	[4954] = {
		id = 4954, --[[自增id]]
		char = "黄片", --[[屏蔽的]]
	} ,
	[4955] = {
		id = 4955, --[[自增id]]
		char = "交配", --[[屏蔽的]]
	} ,
	[4956] = {
		id = 4956, --[[自增id]]
		char = "茉莉花革命", --[[屏蔽的]]
	} ,
	[4957] = {
		id = 4957, --[[自增id]]
		char = "操你八辈祖宗", --[[屏蔽的]]
	} ,
	[4958] = {
		id = 4958, --[[自增id]]
		char = "习大大", --[[屏蔽的]]
	} ,
	[4959] = {
		id = 4959, --[[自增id]]
		char = "这游戏一点也不好玩", --[[屏蔽的]]
	} ,
	[4960] = {
		id = 4960, --[[自增id]]
		char = "换游戏", --[[屏蔽的]]
	} ,
	[4961] = {
		id = 4961, --[[自增id]]
		char = "加我QQ", --[[屏蔽的]]
	} ,
	[4962] = {
		id = 4962, --[[自增id]]
		char = "加我企鹅", --[[屏蔽的]]
	} ,
	[4963] = {
		id = 4963, --[[自增id]]
		char = "别的游戏", --[[屏蔽的]]
	} ,
	[4964] = {
		id = 4964, --[[自增id]]
		char = "党中央", --[[屏蔽的]]
	} ,
	[4965] = {
		id = 4965, --[[自增id]]
		char = "叼嗨", --[[屏蔽的]]
	} ,
	[4966] = {
		id = 4966, --[[自增id]]
		char = "赌场", --[[屏蔽的]]
	} ,
	[4967] = {
		id = 4967, --[[自增id]]
		char = "荷官", --[[屏蔽的]]
	} ,
	[4968] = {
		id = 4968, --[[自增id]]
		char = "澳门威尼斯赌场上线了", --[[屏蔽的]]
	} ,
	[4969] = {
		id = 4969, --[[自增id]]
		char = "性感荷官在线发牌", --[[屏蔽的]]
	} ,
}
return ret