local ret = {
	[1] = {
		code = 1, --[[自增id]]
		level = 15, --[[等级]]
		name = "武将", --[[名字]]
		icon = "open_002", --[[图标]]
		content = "陪伴你一世的伙伴。", --[[描述]]
		open_type = 100015, --[[条件]]
	} ,
	[2] = {
		code = 2, --[[自增id]]
		level = 20, --[[等级]]
		name = "坐骑", --[[名字]]
		icon = "tubiao_29", --[[图标]]
		content = "稀世神兽", --[[描述]]
		open_type = 100020, --[[条件]]
	} ,
	[3] = {
		code = 3, --[[自增id]]
		level = 30, --[[等级]]
		name = "星盘", --[[名字]]
		icon = "tubiao_43", --[[图标]]
		content = "做任务得技能，被动技能助你升级！", --[[描述]]
	} ,
	[4] = {
		code = 4, --[[自增id]]
		level = 40, --[[等级]]
		name = "军团", --[[名字]]
		icon = "tubiao_25", --[[图标]]
		content = "结交天下英雄，", --[[描述]]
		open_type = 100040, --[[条件]]
	} ,
	[5] = {
		code = 5, --[[自增id]]
		level = 50, --[[等级]]
		name = "外观", --[[名字]]
		icon = "tubiao_28", --[[图标]]
		content = "外观", --[[描述]]
		open_type = 100050, --[[条件]]
	} ,
	[6] = {
		code = 6, --[[自增id]]
		level = 55, --[[等级]]
		name = "日常", --[[名字]]
		icon = "tubiao_19", --[[图标]]
		content = "日常", --[[描述]]
		open_type = 100054, --[[条件]]
	} ,
	[7] = {
		code = 7, --[[自增id]]
		level = 60, --[[等级]]
		name = "天命", --[[名字]]
		icon = "s_1010", --[[图标]]
		content = "天命", --[[描述]]
		open_type = 100056, --[[条件]]
	} ,
	[8] = {
		code = 8, --[[自增id]]
		level = 70, --[[等级]]
		name = "虚无之塔", --[[名字]]
		icon = "s_3003", --[[图标]]
		content = "层数越高，奖励越多！", --[[描述]]
	} ,
	[9] = {
		code = 9, --[[自增id]]
		level = 80, --[[等级]]
		name = "魔狱修炼", --[[名字]]
		icon = "s_1006", --[[图标]]
		content = "与战友一起参加，人数越多，杀怪越快，经验越多！", --[[描述]]
	} ,
	[10] = {
		code = 10, --[[自增id]]
		level = 90, --[[等级]]
		name = "魔狱领主", --[[名字]]
		icon = "tubiao_16", --[[图标]]
		content = "魔狱领主", --[[描述]]
	} ,
	[11] = {
		code = 11, --[[自增id]]
		level = 100, --[[等级]]
		name = "兵来将挡", --[[名字]]
		icon = "s_3005", --[[图标]]
		content = "独闯龙潭虎穴，各种材料等你来拿！", --[[描述]]
	} ,
	[12] = {
		code = 12, --[[自增id]]
		level = 115, --[[等级]]
		name = "1v1竞技", --[[名字]]
		icon = "s_1005", --[[图标]]
		content = "单人单挑！剑指天下，谁与争锋！", --[[描述]]
	} ,
	[13] = {
		code = 13, --[[自增id]]
		level = 130, --[[等级]]
		name = "护送美女", --[[名字]]
		icon = "s_1002", --[[图标]]
		content = "护送美人！升官发财必经之路！", --[[描述]]
	} ,
	[14] = {
		code = 14, --[[自增id]]
		level = 150, --[[等级]]
		name = "打造装备", --[[名字]]
		icon = "open_001", --[[图标]]
		content = "极品装备,自己打造。", --[[描述]]
	} ,
	[15] = {
		code = 15, --[[自增id]]
		level = 165, --[[等级]]
		name = "过关斩将", --[[名字]]
		icon = "s_3002", --[[图标]]
		content = "圣物升级，必经试炼！", --[[描述]]
	} ,
	[16] = {
		code = 16, --[[自增id]]
		level = 180, --[[等级]]
		name = "时空宝库", --[[名字]]
		icon = "s_3006", --[[图标]]
		content = "独闯龙潭虎穴，各种材料等你来拿！", --[[描述]]
	} ,
	[17] = {
		code = 17, --[[自增id]]
		level = 200, --[[等级]]
		name = "武将洗炼", --[[名字]]
		icon = "open_002", --[[图标]]
		content = "武将洗炼", --[[描述]]
	} ,
	[18] = {
		code = 18, --[[自增id]]
		level = 220, --[[等级]]
		name = "坐骑封灵", --[[名字]]
		icon = "open_003", --[[图标]]
		content = "坐骑封灵", --[[描述]]
	} ,
	[19] = {
		code = 19, --[[自增id]]
		level = 240, --[[等级]]
		name = "装备洗炼", --[[名字]]
		icon = "open_004", --[[图标]]
		content = "装备洗炼", --[[描述]]
	} ,
}
return ret