local ret = {
	[1] = {
		id = 1, --[[颜色id]]
		color = "#a0fff9", --[[颜色值]]
		dis = "玩家姓名", --[[颜色说明]]
	} ,
	[2] = {
		id = 2, --[[颜色id]]
		color = "#ff1e1e", --[[颜色值]]
		dis = "敌方/怪物姓名", --[[颜色说明]]
	} ,
	[3] = {
		id = 3, --[[颜色id]]
		color = "#41d5ff", --[[颜色值]]
		dis = "武将姓名", --[[颜色说明]]
	} ,
	[4] = {
		id = 4, --[[颜色id]]
		color = "#ffce0a", --[[颜色值]]
		dis = "NPC姓名", --[[颜色说明]]
	} ,
	[5] = {
		id = 5, --[[颜色id]]
		color = "#ffeb10", --[[颜色值]]
		dis = "boss姓名", --[[颜色说明]]
	} ,
	[6] = {
		id = 6, --[[颜色id]]
		color = "#54ef3e", --[[颜色值]]
		dis = "军团职业", --[[颜色说明]]
	} ,
	[7] = {
		id = 7, --[[颜色id]]
		color = "#3defae", --[[颜色值]]
		dis = "NPC身份", --[[颜色说明]]
	} ,
	[8] = {
		id = 8, --[[颜色id]]
		color = "#d4ccc3", --[[颜色值]]
		dis = "主界面通用文字", --[[颜色说明]]
	} ,
	[9] = {
		id = 9, --[[颜色id]]
		color = "#ffd76d", --[[颜色值]]
		dis = "主界面战力", --[[颜色说明]]
	} ,
	[10] = {
		id = 10, --[[颜色id]]
		color = "#843813", --[[颜色值]]
		dis = "界面选中", --[[颜色说明]]
	} ,
	[11] = {
		id = 11, --[[颜色id]]
		color = "#715C48FF", --[[颜色值]]
		dis = "界面非选中", --[[颜色说明]]
	} ,
	[12] = {
		id = 12, --[[颜色id]]
		color = "#f3ece5", --[[颜色值]]
		dis = "界面品质颜色白", --[[颜色说明]]
	} ,
	[13] = {
		id = 13, --[[颜色id]]
		color = "#009E08", --[[颜色值]]
		dis = "界面品质颜色绿", --[[颜色说明]]
	} ,
	[14] = {
		id = 14, --[[颜色id]]
		color = "#185ce8", --[[颜色值]]
		dis = "界面品质颜色蓝", --[[颜色说明]]
	} ,
	[15] = {
		id = 15, --[[颜色id]]
		color = "#E100F6", --[[颜色值]]
		dis = "界面品质颜色紫", --[[颜色说明]]
	} ,
	[16] = {
		id = 16, --[[颜色id]]
		color = "#fffc00", --[[颜色值]]
		dis = "界面品质颜色金", --[[颜色说明]]
	} ,
	[17] = {
		id = 17, --[[颜色id]]
		color = "#ff6600", --[[颜色值]]
		dis = "界面品质颜色橙色", --[[颜色说明]]
	} ,
	[18] = {
		id = 18, --[[颜色id]]
		color = "#FF001A", --[[颜色值]]
		dis = "界面品质颜色红", --[[颜色说明]]
	} ,
	[19] = {
		id = 19, --[[颜色id]]
		color = "#d4ccc3", --[[颜色值]]
		dis = "tips品质颜色白", --[[颜色说明]]
	} ,
	[20] = {
		id = 20, --[[颜色id]]
		color = "#3cd918", --[[颜色值]]
		dis = "tips品质颜色绿", --[[颜色说明]]
	} ,
	[21] = {
		id = 21, --[[颜色id]]
		color = "#0090FF", --[[颜色值]]
		dis = "tips品质颜色蓝", --[[颜色说明]]
	} ,
	[22] = {
		id = 22, --[[颜色id]]
		color = "#E400FF", --[[颜色值]]
		dis = "tips品质颜色紫", --[[颜色说明]]
	} ,
	[23] = {
		id = 23, --[[颜色id]]
		color = "#FFEE00", --[[颜色值]]
		dis = "tips品质颜色金", --[[颜色说明]]
	} ,
	[24] = {
		id = 24, --[[颜色id]]
		color = "#FF6541", --[[颜色值]]
		dis = "tips品质颜色橙", --[[颜色说明]]
	} ,
	[25] = {
		id = 25, --[[颜色id]]
		color = "#FF001A", --[[颜色值]]
		dis = "tips品质颜色红", --[[颜色说明]]
	} ,
	[26] = {
		id = 26, --[[颜色id]]
		color = "#ebdece", --[[颜色值]]
		dis = "天命1", --[[颜色说明]]
	} ,
	[27] = {
		id = 27, --[[颜色id]]
		color = "#5de c71", --[[颜色值]]
		dis = "天命2", --[[颜色说明]]
	} ,
	[28] = {
		id = 28, --[[颜色id]]
		color = "#609dde", --[[颜色值]]
		dis = "天命3", --[[颜色说明]]
	} ,
	[29] = {
		id = 29, --[[颜色id]]
		color = "#f889ff", --[[颜色值]]
		dis = "天命4", --[[颜色说明]]
	} ,
	[30] = {
		id = 30, --[[颜色id]]
		color = "#ffad38", --[[颜色值]]
		dis = "天命5", --[[颜色说明]]
	} ,
	[31] = {
		id = 31, --[[颜色id]]
		color = "#ff6363", --[[颜色值]]
		dis = "天命6", --[[颜色说明]]
	} ,
	[32] = {
		id = 32, --[[颜色id]]
		color = "#18a700", --[[颜色值]]
		dis = "通用界面颜色属性加", --[[颜色说明]]
	} ,
	[33] = {
		id = 33, --[[颜色id]]
		color = "#d01212", --[[颜色值]]
		dis = "通用界面颜色属性减", --[[颜色说明]]
	} ,
	[34] = {
		id = 34, --[[颜色id]]
		color = "#785b52", --[[颜色值]]
		dis = "界面条件、状态", --[[颜色说明]]
	} ,
	[35] = {
		id = 35, --[[颜色id]]
		color = "#5fe12c", --[[颜色值]]
		dis = "结算界面数值增", --[[颜色说明]]
	} ,
	[36] = {
		id = 36, --[[颜色id]]
		color = "#e63e35", --[[颜色值]]
		dis = "结算界面数值减", --[[颜色说明]]
	} ,
	[37] = {
		id = 37, --[[颜色id]]
		color = "#ed8b17", --[[颜色值]]
		dis = "系统：橙色", --[[颜色说明]]
	} ,
	[38] = {
		id = 38, --[[颜色id]]
		color = "#3cd918", --[[颜色值]]
		dis = " 军团：绿色", --[[颜色说明]]
	} ,
	[39] = {
		id = 39, --[[颜色id]]
		color = "#f36bff", --[[颜色值]]
		dis = "队伍：粉紫", --[[颜色说明]]
	} ,
	[40] = {
		id = 40, --[[颜色id]]
		color = "#e8d320", --[[颜色值]]
		dis = "世界：黄色", --[[颜色说明]]
	} ,
	[41] = {
		id = 41, --[[颜色id]]
		color = "#3fe2ff", --[[颜色值]]
		dis = "姓名", --[[颜色说明]]
	} ,
	[42] = {
		id = 42, --[[颜色id]]
		color = "#e8d320", --[[颜色值]]
		dis = "普通玩家说话内容", --[[颜色说明]]
	} ,
	[43] = {
		id = 43, --[[颜色id]]
		color = "#ed8b17", --[[颜色值]]
		dis = "系统公告内容", --[[颜色说明]]
	} ,
	[44] = {
		id = 44, --[[颜色id]]
		color = "#654c3c4c", --[[颜色值]]
		dis = "玩家头像离线", --[[颜色说明]]
	} ,
}
return ret