local ret = {
	[0] = {
		times = 0, --[[洗练次数]]
		min_range = 0, --[[最下限万分比]]
		value_up = 0, --[[资质提升概率万分比]]
		skill_add = 0, --[[技能概率提高万分比]]
	} ,
	[20] = {
		times = 20, --[[洗练次数]]
		min_range = 5700, --[[最下限万分比]]
		value_up = 5200, --[[资质提升概率万分比]]
		skill_add = 500, --[[技能概率提高万分比]]
	} ,
	[50] = {
		times = 50, --[[洗练次数]]
		min_range = 5900, --[[最下限万分比]]
		value_up = 5400, --[[资质提升概率万分比]]
		skill_add = 1000, --[[技能概率提高万分比]]
	} ,
	[100] = {
		times = 100, --[[洗练次数]]
		min_range = 6100, --[[最下限万分比]]
		value_up = 5600, --[[资质提升概率万分比]]
		skill_add = 1500, --[[技能概率提高万分比]]
	} ,
	[150] = {
		times = 150, --[[洗练次数]]
		min_range = 6300, --[[最下限万分比]]
		value_up = 5800, --[[资质提升概率万分比]]
		skill_add = 2000, --[[技能概率提高万分比]]
	} ,
	[200] = {
		times = 200, --[[洗练次数]]
		min_range = 6500, --[[最下限万分比]]
		value_up = 6000, --[[资质提升概率万分比]]
		skill_add = 2500, --[[技能概率提高万分比]]
	} ,
	[300] = {
		times = 300, --[[洗练次数]]
		min_range = 6700, --[[最下限万分比]]
		value_up = 6250, --[[资质提升概率万分比]]
		skill_add = 3000, --[[技能概率提高万分比]]
	} ,
	[400] = {
		times = 400, --[[洗练次数]]
		min_range = 6900, --[[最下限万分比]]
		value_up = 6500, --[[资质提升概率万分比]]
		skill_add = 3500, --[[技能概率提高万分比]]
	} ,
	[500] = {
		times = 500, --[[洗练次数]]
		min_range = 7100, --[[最下限万分比]]
		value_up = 6750, --[[资质提升概率万分比]]
		skill_add = 4000, --[[技能概率提高万分比]]
	} ,
	[750] = {
		times = 750, --[[洗练次数]]
		min_range = 7300, --[[最下限万分比]]
		value_up = 7000, --[[资质提升概率万分比]]
		skill_add = 4500, --[[技能概率提高万分比]]
	} ,
	[1000] = {
		times = 1000, --[[洗练次数]]
		min_range = 7500, --[[最下限万分比]]
		value_up = 7500, --[[资质提升概率万分比]]
		skill_add = 5000, --[[技能概率提高万分比]]
	} ,
}
return ret