local ret = {
	[1] = {
		id = 1, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {1, 2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,3}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[2] = {
		id = 2, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {1, 3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,4}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[3] = {
		id = 3, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {1, 4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,5}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[4] = {
		id = 4, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {1, 5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,6}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[5] = {
		id = 5, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {1, 6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,7}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[6] = {
		id = 6, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {1, 7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,8}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[7] = {
		id = 7, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {1, 8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,9}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[8] = {
		id = 8, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {1, 9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,10}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[9] = {
		id = 9, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {1, 10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,11}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[10] = {
		id = 10, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {1, 11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,12}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[11] = {
		id = 11, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {1, 12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,13}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[12] = {
		id = 12, --[[自增id]]
		code = 1, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {1, 13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,14}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[13] = {
		id = 13, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {2,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,15}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[14] = {
		id = 14, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {2,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,16}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[15] = {
		id = 15, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {2,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,17}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[16] = {
		id = 16, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {2,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,18}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[17] = {
		id = 17, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {2,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,19}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[18] = {
		id = 18, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {2,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,20}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[19] = {
		id = 19, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {2,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,21}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[20] = {
		id = 20, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {2,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,22}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[21] = {
		id = 21, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {2,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,23}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[22] = {
		id = 22, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {2,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,24}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[23] = {
		id = 23, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {2,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,25}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[24] = {
		id = 24, --[[自增id]]
		code = 2, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {2,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,26}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[25] = {
		id = 25, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {3,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,27}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[26] = {
		id = 26, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {3,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,28}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[27] = {
		id = 27, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {3,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,29}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[28] = {
		id = 28, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {3,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,30}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[29] = {
		id = 29, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {3,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,31}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[30] = {
		id = 30, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {3,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,32}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[31] = {
		id = 31, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {3,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,33}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[32] = {
		id = 32, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {3,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,34}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[33] = {
		id = 33, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {3,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,35}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[34] = {
		id = 34, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {3,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,36}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[35] = {
		id = 35, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {3,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,37}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[36] = {
		id = 36, --[[自增id]]
		code = 3, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {3,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,38}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[37] = {
		id = 37, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {4,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,39}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[38] = {
		id = 38, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {4,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,40}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[39] = {
		id = 39, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {4,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,41}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[40] = {
		id = 40, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {4,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,42}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[41] = {
		id = 41, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {4,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,43}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[42] = {
		id = 42, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {4,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,44}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[43] = {
		id = 43, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {4,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,45}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[44] = {
		id = 44, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {4,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,46}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[45] = {
		id = 45, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {4,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,47}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[46] = {
		id = 46, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {4,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,48}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[47] = {
		id = 47, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {4,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,49}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[48] = {
		id = 48, --[[自增id]]
		code = 4, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {4,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,50}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[49] = {
		id = 49, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {5,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,51}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[50] = {
		id = 50, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {5,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,52}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[51] = {
		id = 51, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {5,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,53}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[52] = {
		id = 52, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {5,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,54}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[53] = {
		id = 53, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {5,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,55}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[54] = {
		id = 54, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {5,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,56}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[55] = {
		id = 55, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {5,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,57}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[56] = {
		id = 56, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {5,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,58}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[57] = {
		id = 57, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {5,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,59}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[58] = {
		id = 58, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {5,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,60}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[59] = {
		id = 59, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {5,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,61}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[60] = {
		id = 60, --[[自增id]]
		code = 5, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {5,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,62}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[61] = {
		id = 61, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {6,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,63}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[62] = {
		id = 62, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {6,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,64}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[63] = {
		id = 63, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {6,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,65}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[64] = {
		id = 64, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {6,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,66}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[65] = {
		id = 65, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {6,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,67}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[66] = {
		id = 66, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {6,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,68}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[67] = {
		id = 67, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {6,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,69}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[68] = {
		id = 68, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {6,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,70}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[69] = {
		id = 69, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {6,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,71}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[70] = {
		id = 70, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {6,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,72}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[71] = {
		id = 71, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {6,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,73}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[72] = {
		id = 72, --[[自增id]]
		code = 6, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {6,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,74}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[73] = {
		id = 73, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {7,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,75}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[74] = {
		id = 74, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {7,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,76}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[75] = {
		id = 75, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {7,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,77}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[76] = {
		id = 76, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {7,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,78}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[77] = {
		id = 77, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {7,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,79}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[78] = {
		id = 78, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {7,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,80}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[79] = {
		id = 79, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {7,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,81}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[80] = {
		id = 80, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {7,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,82}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[81] = {
		id = 81, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {7,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,83}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[82] = {
		id = 82, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {7,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,84}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[83] = {
		id = 83, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {7,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,85}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[84] = {
		id = 84, --[[自增id]]
		code = 7, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {7,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,86}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[85] = {
		id = 85, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {8,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,87}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[86] = {
		id = 86, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {8,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,88}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[87] = {
		id = 87, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {8,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,89}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[88] = {
		id = 88, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {8,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,90}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[89] = {
		id = 89, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {8,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,91}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[90] = {
		id = 90, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {8,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,92}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[91] = {
		id = 91, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {8,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,93}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[92] = {
		id = 92, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {8,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,94}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[93] = {
		id = 93, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {8,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,95}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[94] = {
		id = 94, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {8,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,96}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[95] = {
		id = 95, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {8,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,97}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[96] = {
		id = 96, --[[自增id]]
		code = 8, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {8,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,98}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[97] = {
		id = 97, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {9,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,99}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[98] = {
		id = 98, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {9,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,100}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[99] = {
		id = 99, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {9,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,101}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[100] = {
		id = 100, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {9,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,102}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[101] = {
		id = 101, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {9,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,103}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[102] = {
		id = 102, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {9,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,104}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[103] = {
		id = 103, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {9,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,105}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[104] = {
		id = 104, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {9,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,106}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[105] = {
		id = 105, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {9,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,107}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[106] = {
		id = 106, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {9,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,108}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[107] = {
		id = 107, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {9,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,109}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[108] = {
		id = 108, --[[自增id]]
		code = 9, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {9,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,110}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[109] = {
		id = 109, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {10,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,111}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[110] = {
		id = 110, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {10,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,112}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[111] = {
		id = 111, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {10,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,113}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[112] = {
		id = 112, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {10,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,114}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[113] = {
		id = 113, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {10,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,115}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[114] = {
		id = 114, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {10,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,116}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[115] = {
		id = 115, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {10,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,117}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[116] = {
		id = 116, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {10,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,118}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[117] = {
		id = 117, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {10,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,119}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[118] = {
		id = 118, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {10,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,120}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[119] = {
		id = 119, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {10,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,121}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[120] = {
		id = 120, --[[自增id]]
		code = 10, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {10,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,122}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[121] = {
		id = 121, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {11,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,123}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[122] = {
		id = 122, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {11,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,124}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[123] = {
		id = 123, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {11,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,125}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[124] = {
		id = 124, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {11,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,126}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[125] = {
		id = 125, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {11,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,127}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[126] = {
		id = 126, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {11,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,128}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[127] = {
		id = 127, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {11,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,129}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[128] = {
		id = 128, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {11,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,130}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[129] = {
		id = 129, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {11,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,131}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[130] = {
		id = 130, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {11,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,132}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[131] = {
		id = 131, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {11,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,133}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[132] = {
		id = 132, --[[自增id]]
		code = 11, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {11,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,134}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[133] = {
		id = 133, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 1, --[[圣物等级]]
		holy_coin_cost = {12,2}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,135}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[134] = {
		id = 134, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 2, --[[圣物等级]]
		holy_coin_cost = {12,3}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,136}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[135] = {
		id = 135, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 3, --[[圣物等级]]
		holy_coin_cost = {12,4}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,137}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[136] = {
		id = 136, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 4, --[[圣物等级]]
		holy_coin_cost = {12,5}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,138}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[137] = {
		id = 137, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 5, --[[圣物等级]]
		holy_coin_cost = {12,6}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,139}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[138] = {
		id = 138, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 6, --[[圣物等级]]
		holy_coin_cost = {12,7}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,140}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[139] = {
		id = 139, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 7, --[[圣物等级]]
		holy_coin_cost = {12,8}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,141}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[140] = {
		id = 140, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 8, --[[圣物等级]]
		holy_coin_cost = {12,9}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,142}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[141] = {
		id = 141, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 9, --[[圣物等级]]
		holy_coin_cost = {12,10}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,143}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[142] = {
		id = 142, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 10, --[[圣物等级]]
		holy_coin_cost = {12,11}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,144}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[143] = {
		id = 143, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 11, --[[圣物等级]]
		holy_coin_cost = {12,12}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,145}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
	[144] = {
		id = 144, --[[自增id]]
		code = 12, --[[圣物code]]
		level = 12, --[[圣物等级]]
		holy_coin_cost = {12,13}, --[[升级消耗]]
		combat_attr_add = {{1,2},{2,146}}, --[[属性{{类型，num},{类型，num}}（填累加后的结果）]]
	} ,
}
return ret