local ret = {
	[1] = {
		idx = 1, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 20010510, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[2] = {
		idx = 2, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 20020510, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[3] = {
		idx = 3, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 20030510, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[4] = {
		idx = 4, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 20040510, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[5] = {
		idx = 5, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 20050510, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[6] = {
		idx = 6, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 20060510, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[7] = {
		idx = 7, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 20070510, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[8] = {
		idx = 8, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 20080510, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[9] = {
		idx = 9, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 40170401, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[10] = {
		idx = 10, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 40170501, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[11] = {
		idx = 11, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 40171401, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[12] = {
		idx = 12, --[[自增idx]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
		code = 40171501, --[[物品id（填了这个就不用填大小类）]]
	} ,
	[13] = {
		idx = 13, --[[自增idx]]
		type = 2, --[[大类]]
		sub_type = 9, --[[小类]]
		code = 0, --[[物品id（填了这个就不用填大小类）]]
	} ,
}
return ret