local ret = {
	["22510002_show.u3d"] = {
		id = "22510002_show.u3d", --[[序号]]
		name = "boss1", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
		obj = 0, --[[播放类型]]
	} ,
	["22510002_xp.u3d"] = {
		id = "22510002_xp.u3d", --[[序号]]
		name = "boss2", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
		obj = 0, --[[播放类型]]
	} ,
	["111101@jump.u3d"] = {
		id = "111101@jump.u3d", --[[序号]]
		name = "opening", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
		obj = 0, --[[播放类型]]
	} ,
	["112101@jump.u3d"] = {
		id = "112101@jump.u3d", --[[序号]]
		name = "opening", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
		obj = 0, --[[播放类型]]
	} ,
	["114101@jump.u3d"] = {
		id = "114101@jump.u3d", --[[序号]]
		name = "opening", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
		obj = 0, --[[播放类型]]
	} ,
}
return ret