local ret = {
	[1] = {
		code = 1, --[[奖励池编号]]
		level_range = {30,44}, --[[等级范围]]
		alliance_donate = 10, --[[奖励军团贡献]]
		reward_code = 40021201, --[[奖励]]
		reward_career = {{50100501,4,0},{50100501,4,0},{50100501,4,0},{50100501,4,0}}, --[[奖励展示(虚拟道具id，装备颜色,装备星级)]]
	} ,
	[2] = {
		code = 2, --[[奖励池编号]]
		level_range = {45,49}, --[[等级范围]]
		alliance_donate = 20, --[[奖励军团贡献]]
		reward_code = 40021202, --[[奖励]]
		reward_career = {{50100501,4,0},{50100501,4,0},{50100501,4,0},{50100501,4,0}}, --[[奖励展示(虚拟道具id，装备颜色,装备星级)]]
	} ,
	[3] = {
		code = 3, --[[奖励池编号]]
		level_range = {50,54}, --[[等级范围]]
		alliance_donate = 30, --[[奖励军团贡献]]
		reward_code = 40021203, --[[奖励]]
		reward_career = {{50100501,4,0},{50100501,4,0},{50100501,4,0},{50100501,4,0}}, --[[奖励展示(虚拟道具id，装备颜色,装备星级)]]
	} ,
	[4] = {
		code = 4, --[[奖励池编号]]
		level_range = {55,59}, --[[等级范围]]
		alliance_donate = 40, --[[奖励军团贡献]]
		reward_code = 40021204, --[[奖励]]
		reward_career = {{50100501,4,0},{50100501,4,0},{50100501,4,0},{50100501,4,0}}, --[[奖励展示(虚拟道具id，装备颜色,装备星级)]]
	} ,
	[5] = {
		code = 5, --[[奖励池编号]]
		level_range = {60,60}, --[[等级范围]]
		alliance_donate = 50, --[[奖励军团贡献]]
		reward_code = 40021205, --[[奖励]]
		reward_career = {{50100501,4,0},{50100501,4,0},{50100501,4,0},{50100501,4,0}}, --[[奖励展示(虚拟道具id，装备颜色,装备星级)]]
	} ,
}
return ret