local ret = {
	[1] = {
		code = 1, --[[id]]
		name = "魔狱修炼", --[[名字]]
		daily_id = 1006, --[[对应日常id]]
		order = 1, --[[显示排序]]
	} ,
	[2] = {
		code = 2, --[[id]]
		name = "每日任务", --[[名字]]
		daily_id = 1008, --[[对应日常id]]
		order = 2, --[[显示排序]]
	} ,
	[3] = {
		code = 3, --[[id]]
		name = "护送美人", --[[名字]]
		daily_id = 1002, --[[对应日常id]]
		order = 3, --[[显示排序]]
	} ,
	[4] = {
		code = 4, --[[id]]
		name = "金榜题名", --[[名字]]
		daily_id = 2001, --[[对应日常id]]
		order = 4, --[[显示排序]]
	} ,
	[5] = {
		code = 5, --[[id]]
		name = "1v1竞技", --[[名字]]
		daily_id = 1005, --[[对应日常id]]
		order = 5, --[[显示排序]]
	} ,
	[6] = {
		code = 6, --[[id]]
		name = "剧情副本", --[[名字]]
		daily_id = 3001, --[[对应日常id]]
		order = 6, --[[显示排序]]
	} ,
	[7] = {
		code = 7, --[[id]]
		name = "兵来将挡", --[[名字]]
		daily_id = 3005, --[[对应日常id]]
		order = 7, --[[显示排序]]
	} ,
	[8] = {
		code = 8, --[[id]]
		name = "时空宝库", --[[名字]]
		daily_id = 3006, --[[对应日常id]]
		order = 8, --[[显示排序]]
	} ,
	[9] = {
		code = 9, --[[id]]
		name = "组队副本", --[[名字]]
		daily_id = 3004, --[[对应日常id]]
		order = 9, --[[显示排序]]
	} ,
	[10] = {
		code = 10, --[[id]]
		name = "挂机打怪", --[[名字]]
		daily_id = 1006, --[[对应日常id]]
		order = 10, --[[显示排序]]
	} ,
}
return ret