local ret = {
	[1] = {
		code = 1, --[[序号]]
		max_level = 30, --[[最大等级]]
		min_level = 1, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 525, --[[公告时间]]
		content = "做主线任务能快速提升等级,开启新功能!", --[[内容]]
	} ,
	[2] = {
		code = 2, --[[序号]]
		max_level = 30, --[[最大等级]]
		min_level = 1, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 945, --[[公告时间]]
		content = "可以在设置中条件各种屏蔽相关选项能大幅提升游戏流畅度!", --[[内容]]
	} ,
	[3] = {
		code = 3, --[[序号]]
		max_level = 60, --[[最大等级]]
		min_level = 30, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 630, --[[公告时间]]
		content = "当游戏较为卡顿,可以设置屏蔽他人特效。", --[[内容]]
	} ,
	[4] = {
		code = 4, --[[序号]]
		max_level = 200, --[[最大等级]]
		min_level = 25, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 630, --[[公告时间]]
		content = "当发现等级不足时,去做每日任务提升等级吧!", --[[内容]]
	} ,
	[5] = {
		code = 5, --[[序号]]
		max_level = 90, --[[最大等级]]
		min_level = 50, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 525, --[[公告时间]]
		content = "100级开启市场,卖装备换元宝,从此走向人生巅峰!", --[[内容]]
	} ,
	[6] = {
		code = 6, --[[序号]]
		max_level = 90, --[[最大等级]]
		min_level = 50, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 630, --[[公告时间]]
		content = "完成日常活动能获得大量经验和铜钱！", --[[内容]]
	} ,
	[7] = {
		code = 7, --[[序号]]
		max_level = 250, --[[最大等级]]
		min_level = 60, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 525, --[[公告时间]]
		content = "魔狱修炼可以获得大量经验值!", --[[内容]]
	} ,
	[8] = {
		code = 8, --[[序号]]
		max_level = 150, --[[最大等级]]
		min_level = 110, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 420, --[[公告时间]]
		content = "护送美人是提升声望的重要途径之一!", --[[内容]]
	} ,
	[9] = {
		code = 9, --[[序号]]
		max_level = 180, --[[最大等级]]
		min_level = 140, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 630, --[[公告时间]]
		content = "提升VIP等级可以获得超多福利!", --[[内容]]
	} ,
	[10] = {
		code = 10, --[[序号]]
		max_level = 210, --[[最大等级]]
		min_level = 170, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 525, --[[公告时间]]
		content = "在公会活动面板中提交兽神口粮能获得大量贡献!", --[[内容]]
	} ,
	[11] = {
		code = 11, --[[序号]]
		max_level = 210, --[[最大等级]]
		min_level = 170, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 630, --[[公告时间]]
		content = "武将不会自动升级，只有对其使用经验书才能提示其等级。", --[[内容]]
	} ,
	[12] = {
		code = 12, --[[序号]]
		max_level = 250, --[[最大等级]]
		min_level = 200, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 525, --[[公告时间]]
		content = "击败不低于自身等级100级的BOSS可以获得极品装备!", --[[内容]]
	} ,
	[13] = {
		code = 13, --[[序号]]
		max_level = 250, --[[最大等级]]
		min_level = 200, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 630, --[[公告时间]]
		content = "注入天命的精粹都会在将其分解时返还!", --[[内容]]
	} ,
	[14] = {
		code = 14, --[[序号]]
		max_level = 290, --[[最大等级]]
		min_level = 240, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 525, --[[公告时间]]
		content = "外观只要解锁就能获得属性加成，不管是否穿戴。", --[[内容]]
	} ,
	[15] = {
		code = 15, --[[序号]]
		max_level = 330, --[[最大等级]]
		min_level = 280, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 525, --[[公告时间]]
		content = "爬塔的层数越高,每日获得奖励就越好!", --[[内容]]
	} ,
	[16] = {
		code = 16, --[[序号]]
		max_level = 330, --[[最大等级]]
		min_level = 280, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 945, --[[公告时间]]
		content = "3v3胜利可以获得大量战功值!", --[[内容]]
	} ,
	[17] = {
		code = 17, --[[序号]]
		max_level = 370, --[[最大等级]]
		min_level = 320, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 525, --[[公告时间]]
		content = "如果打不过BOSS,就叫上朋友一起去招呼“它”吧!", --[[内容]]
	} ,
	[18] = {
		code = 18, --[[序号]]
		max_level = 370, --[[最大等级]]
		min_level = 320, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 525, --[[公告时间]]
		content = "镶嵌在装备部位上的宝石在更换装备时会自动转移属性,很省心哦!", --[[内容]]
	} ,
	[19] = {
		code = 19, --[[序号]]
		max_level = 410, --[[最大等级]]
		min_level = 360, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 630, --[[公告时间]]
		content = "武将洗炼时,使用技能锁可以保护强力的技能不被替换,但也会使洗练的花费变多。", --[[内容]]
	} ,
	[20] = {
		code = 20, --[[序号]]
		max_level = 410, --[[最大等级]]
		min_level = 360, --[[最小等级]]
		time = 10, --[[显示时间]]
		announcement_time = 525, --[[公告时间]]
		content = "游戏中强化的装备等级是会自动继承的，不用担心因更换装备而降低!", --[[内容]]
	} ,
}
return ret