local ret = {
	[1] = {
		day = 1, --[[充值天数]]
		reward = {40111301,2}, --[[奖励]]
		dis = "武将宝典", --[[说明]]
		t_day = 1, --[[特殊日子]]
	} ,
	[2] = {
		day = 2, --[[充值天数]]
		reward = {40181301,10}, --[[奖励]]
		dis = "进阶灵石", --[[说明]]
	} ,
	[3] = {
		day = 3, --[[充值天数]]
		reward = {40390001,1}, --[[奖励]]
		dis = "樱花气泡", --[[说明]]
		t_day = 1, --[[特殊日子]]
	} ,
	[4] = {
		day = 4, --[[充值天数]]
		reward = {40201301,5}, --[[奖励]]
		dis = "坐骑灵玉", --[[说明]]
	} ,
	[5] = {
		day = 5, --[[充值天数]]
		reward = {40331401,1}, --[[奖励]]
		dis = "金灵玉石", --[[说明]]
		t_day = 1, --[[特殊日子]]
	} ,
	[6] = {
		day = 6, --[[充值天数]]
		reward = {40171201,1}, --[[奖励]]
		dis = "时空卷轴", --[[说明]]
	} ,
	[7] = {
		day = 7, --[[充值天数]]
		reward = {40191302,1}, --[[奖励]]
		dis = "绝版坐骑", --[[说明]]
		t_day = 1, --[[特殊日子]]
	} ,
	[8] = {
		day = 8, --[[充值天数]]
		reward = {40161201,5}, --[[奖励]]
		dis = "洗髓丹药", --[[说明]]
	} ,
	[9] = {
		day = 9, --[[充值天数]]
		reward = {50010307,2}, --[[奖励]]
		dis = "魂将碎片", --[[说明]]
		t_day = 1, --[[特殊日子]]
	} ,
	[10] = {
		day = 10, --[[充值天数]]
		reward = {40111401,1}, --[[奖励]]
		dis = "武将宝典", --[[说明]]
	} ,
	[11] = {
		day = 11, --[[充值天数]]
		reward = {50010307,2}, --[[奖励]]
		dis = "魂将碎片", --[[说明]]
		t_day = 1, --[[特殊日子]]
	} ,
	[12] = {
		day = 12, --[[充值天数]]
		reward = {40051301,1}, --[[奖励]]
		dis = "魅紫罗兰", --[[说明]]
	} ,
	[13] = {
		day = 13, --[[充值天数]]
		reward = {50010307,3}, --[[奖励]]
		dis = "魂将碎片", --[[说明]]
		t_day = 1, --[[特殊日子]]
	} ,
	[14] = {
		day = 14, --[[充值天数]]
		reward = {40411401,3}, --[[奖励]]
		dis = "七彩染料", --[[说明]]
	} ,
	[15] = {
		day = 15, --[[充值天数]]
		reward = {50010307,3}, --[[奖励]]
		dis = "魂将碎片", --[[说明]]
		t_day = 1, --[[特殊日子]]
	} ,
}
return ret