local ret = {
	[1001] = {
		code = 1001, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40170301,1
		}, --[[奖励编号]]
		prob = 50, --[[概率]]
		min_times = 50, --[[全服最低次数]]
		max_times = 300, --[[全服最高次数]]
		record = 1, --[[全服记录]]
		broadcast = 18, --[[广播id]]
	} ,
	[1002] = {
		code = 1002, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40190304,1
		}, --[[奖励编号]]
		prob = 50, --[[概率]]
		min_times = 50, --[[全服最低次数]]
		max_times = 300, --[[全服最高次数]]
		record = 1, --[[全服记录]]
		broadcast = 18, --[[广播id]]
	} ,
	[1003] = {
		code = 1003, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40330402,1
		}, --[[奖励编号]]
		prob = 80, --[[概率]]
		min_times = 20, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1004] = {
		code = 1004, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40330401,1
		}, --[[奖励编号]]
		prob = 80, --[[概率]]
		min_times = 20, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1005] = {
		code = 1005, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40440301,1
		}, --[[奖励编号]]
		prob = 80, --[[概率]]
		min_times = 30, --[[全服最低次数]]
		max_times = 100, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1006] = {
		code = 1006, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20010204,1
		}, --[[奖励编号]]
		prob = 120, --[[概率]]
		min_times = 10, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1007] = {
		code = 1007, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40300301,1
		}, --[[奖励编号]]
		prob = 120, --[[概率]]
		min_times = 10, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1008] = {
		code = 1008, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20020204,1
		}, --[[奖励编号]]
		prob = 120, --[[概率]]
		min_times = 10, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1009] = {
		code = 1009, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40310301,1
		}, --[[奖励编号]]
		prob = 120, --[[概率]]
		min_times = 10, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1010] = {
		code = 1010, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40320301,1
		}, --[[奖励编号]]
		prob = 120, --[[概率]]
		min_times = 10, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1011] = {
		code = 1011, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20030204,1
		}, --[[奖励编号]]
		prob = 120, --[[概率]]
		min_times = 10, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1012] = {
		code = 1012, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20040204,1
		}, --[[奖励编号]]
		prob = 120, --[[概率]]
		min_times = 10, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1013] = {
		code = 1013, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40050401,1
		}, --[[奖励编号]]
		prob = 200, --[[概率]]
		min_times = 10, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1014] = {
		code = 1014, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40170201,1
		}, --[[奖励编号]]
		prob = 120, --[[概率]]
		min_times = 10, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1015] = {
		code = 1015, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40110401,1
		}, --[[奖励编号]]
		prob = 120, --[[概率]]
		min_times = 10, --[[全服最低次数]]
		max_times = 50, --[[全服最高次数]]
		record = 1, --[[全服记录]]
	} ,
	[1016] = {
		code = 1016, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40290401,1
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
		record = 1, --[[全服记录]]
	} ,
	[1017] = {
		code = 1017, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40050301,1
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
		record = 1, --[[全服记录]]
	} ,
	[1018] = {
		code = 1018, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40410401,1
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
		record = 1, --[[全服记录]]
	} ,
	[1019] = {
		code = 1019, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40290201,2
		}, --[[奖励编号]]
		prob = 250, --[[概率]]
	} ,
	[1020] = {
		code = 1020, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40290301,1
		}, --[[奖励编号]]
		prob = 200, --[[概率]]
	} ,
	[1021] = {
		code = 1021, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40050201,1
		}, --[[奖励编号]]
		prob = 250, --[[概率]]
		record = 1, --[[全服记录]]
	} ,
	[1022] = {
		code = 1022, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40050101,3
		}, --[[奖励编号]]
		prob = 350, --[[概率]]
	} ,
	[1023] = {
		code = 1023, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40340201,1
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
	} ,
	[1024] = {
		code = 1024, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40340301,1
		}, --[[奖励编号]]
		prob = 100, --[[概率]]
	} ,
	[1025] = {
		code = 1025, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40340401,1
		}, --[[奖励编号]]
		prob = 80, --[[概率]]
		record = 1, --[[全服记录]]
	} ,
	[1026] = {
		code = 1026, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40280301,1
		}, --[[奖励编号]]
		prob = 240, --[[概率]]
	} ,
	[1027] = {
		code = 1027, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40280302,1
		}, --[[奖励编号]]
		prob = 200, --[[概率]]
	} ,
	[1028] = {
		code = 1028, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40280303,1
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
		record = 1, --[[全服记录]]
	} ,
	[1029] = {
		code = 1029, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40070301,1
		}, --[[奖励编号]]
		prob = 250, --[[概率]]
	} ,
	[1030] = {
		code = 1030, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40090201,1
		}, --[[奖励编号]]
		prob = 300, --[[概率]]
	} ,
	[1031] = {
		code = 1031, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40100201,1
		}, --[[奖励编号]]
		prob = 300, --[[概率]]
	} ,
	[1032] = {
		code = 1032, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40160201,1
		}, --[[奖励编号]]
		prob = 300, --[[概率]]
	} ,
	[1033] = {
		code = 1033, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40460201,2
		}, --[[奖励编号]]
		prob = 300, --[[概率]]
	} ,
	[1034] = {
		code = 1034, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40080201,2
		}, --[[奖励编号]]
		prob = 300, --[[概率]]
	} ,
	[1035] = {
		code = 1035, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40080201,5
		}, --[[奖励编号]]
		prob = 200, --[[概率]]
	} ,
	[1036] = {
		code = 1036, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40080201,10
		}, --[[奖励编号]]
		prob = 80, --[[概率]]
		record = 1, --[[全服记录]]
	} ,
	[1037] = {
		code = 1037, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40180301,1
		}, --[[奖励编号]]
		prob = 350, --[[概率]]
	} ,
	[1038] = {
		code = 1038, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40200301,1
		}, --[[奖励编号]]
		prob = 350, --[[概率]]
	} ,
	[1039] = {
		code = 1039, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40200301,3
		}, --[[奖励编号]]
		prob = 250, --[[概率]]
	} ,
	[1040] = {
		code = 1040, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40200301,5
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
		record = 1, --[[全服记录]]
	} ,
	[1041] = {
		code = 1041, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40110201,1
		}, --[[奖励编号]]
		prob = 200, --[[概率]]
	} ,
	[1042] = {
		code = 1042, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40110301,1
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
	} ,
	[1043] = {
		code = 1043, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			40140201,1
		}, --[[奖励编号]]
		prob = 80, --[[概率]]
	} ,
	[1044] = {
		code = 1044, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20010101,1
		}, --[[奖励编号]]
		prob = 250, --[[概率]]
	} ,
	[1045] = {
		code = 1045, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20010102,1
		}, --[[奖励编号]]
		prob = 200, --[[概率]]
	} ,
	[1046] = {
		code = 1046, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20010203,1
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
	} ,
	[1047] = {
		code = 1047, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20020101,1
		}, --[[奖励编号]]
		prob = 250, --[[概率]]
	} ,
	[1048] = {
		code = 1048, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20020102,1
		}, --[[奖励编号]]
		prob = 200, --[[概率]]
	} ,
	[1049] = {
		code = 1049, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20020203,1
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
	} ,
	[1050] = {
		code = 1050, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20030101,1
		}, --[[奖励编号]]
		prob = 250, --[[概率]]
	} ,
	[1051] = {
		code = 1051, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20030102,1
		}, --[[奖励编号]]
		prob = 200, --[[概率]]
	} ,
	[1052] = {
		code = 1052, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20030203,1
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
	} ,
	[1053] = {
		code = 1053, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20040101,1
		}, --[[奖励编号]]
		prob = 250, --[[概率]]
	} ,
	[1054] = {
		code = 1054, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20040102,1
		}, --[[奖励编号]]
		prob = 200, --[[概率]]
	} ,
	[1055] = {
		code = 1055, --[[序号]]
		bonus_pool = 1, --[[奖励池编号]]
		reward = 
		{
			20040203,1
		}, --[[奖励编号]]
		prob = 150, --[[概率]]
	} ,
}
return ret