local ret = {
	[20201001] = {
		code = 20201001, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 2, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20201002] = {
		code = 20201002, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 3, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20201003] = {
		code = 20201003, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 4, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20201004] = {
		code = 20201004, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 0, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20202001] = {
		code = 20202001, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 2, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20202002] = {
		code = 20202002, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 3, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20202003] = {
		code = 20202003, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 4, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20202004] = {
		code = 20202004, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 0, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20203001] = {
		code = 20203001, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 2, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20203002] = {
		code = 20203002, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 3, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20203003] = {
		code = 20203003, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 4, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20203004] = {
		code = 20203004, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 5, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20203005] = {
		code = 20203005, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 6, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20203006] = {
		code = 20203006, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 7, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20203007] = {
		code = 20203007, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 0, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20204001] = {
		code = 20204001, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 2, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20204002] = {
		code = 20204002, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 3, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20204003] = {
		code = 20204003, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 4, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20204004] = {
		code = 20204004, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 5, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20204005] = {
		code = 20204005, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 6, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20204006] = {
		code = 20204006, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 7, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20204007] = {
		code = 20204007, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 0, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20205001] = {
		code = 20205001, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 2, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20205002] = {
		code = 20205002, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20205003] = {
		code = 20205003, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 3, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20205004] = {
		code = 20205004, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 4, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20205005] = {
		code = 20205005, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 5, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20206001] = {
		code = 20206001, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 2, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20206002] = {
		code = 20206002, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20206003] = {
		code = 20206003, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 3, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20206004] = {
		code = 20206004, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 4, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[20206005] = {
		code = 20206005, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 2, --[[高(米)]]
		end_condition = 5, --[[结束条件]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[40201001] = {
		code = 40201001, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[40201002] = {
		code = 40201002, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[30401001] = {
		code = 30401001, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[30401002] = {
		code = 30401002, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[30401003] = {
		code = 30401003, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[30401004] = {
		code = 30401004, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[30401005] = {
		code = 30401005, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[30401006] = {
		code = 30401006, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[30401007] = {
		code = 30401007, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[30401008] = {
		code = 30401008, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
	[30401009] = {
		code = 30401009, --[[编号]]
		width = 20, --[[宽(米)]]
		height = 1, --[[高(米)]]
		model_id = 41000056, --[[特效模型]]
	} ,
}
return ret