local ret = {
	[111201] = {
		id = 111201, --[[地图id]]
		height = 30, --[[地图高度]]
	} ,
	[120201] = {
		id = 120201, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[120202] = {
		id = 120202, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[111101] = {
		id = 111101, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[161001] = {
		id = 161001, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[161002] = {
		id = 161002, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[161003] = {
		id = 161003, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[161004] = {
		id = 161004, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[161005] = {
		id = 161005, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[161006] = {
		id = 161006, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[161007] = {
		id = 161007, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[161008] = {
		id = 161008, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[161009] = {
		id = 161009, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
	[161010] = {
		id = 161010, --[[地图id]]
		height = 0, --[[地图高度]]
	} ,
}
return ret