local ret = {
	[1] = {
		type = 1, --[[市场分类大类]]
		icon = "14010004", --[[图标]]
		color = 6, --[[品质]]
		color_filter = {3,4,5,6}, --[[品质筛选]]
		level_filter = {150,200,240,280,320,360,400,440,480,520,560,600,640,670,700}, --[[等级筛选]]
	} ,
	[2] = {
		type = 2, --[[市场分类大类]]
		icon = "11010004", --[[图标]]
		color = 6, --[[品质]]
		color_filter = {3,4,5,6}, --[[品质筛选]]
		level_filter = {150,200,240,280,320,360,400,440,480,520,560,600,640,670,700}, --[[等级筛选]]
	} ,
	[3] = {
		type = 3, --[[市场分类大类]]
		icon = "12010004", --[[图标]]
		color = 6, --[[品质]]
		color_filter = {3,4,5,6}, --[[品质筛选]]
		level_filter = {150,200,240,280,320,360,400,440,480,520,560,600,640,670,700}, --[[等级筛选]]
	} ,
}
return ret