local ret = {
	[40340201] = {
		code = 40340201, --[[物品原型 ]]
		name = "初级修炼石", --[[物品名字]]
		init_price = 9, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[40290201] = {
		code = 40290201, --[[物品原型 ]]
		name = "1.2倍经验药", --[[物品名字]]
		init_price = 5, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[40290301] = {
		code = 40290301, --[[物品原型 ]]
		name = "1.5倍经验药", --[[物品名字]]
		init_price = 23, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[40060001] = {
		code = 40060001, --[[物品原型 ]]
		name = "喇叭", --[[物品名字]]
		init_price = 9, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[40050201] = {
		code = 40050201, --[[物品原型 ]]
		name = "蓝色妖姬", --[[物品名字]]
		init_price = 11, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[40050101] = {
		code = 40050101, --[[物品原型 ]]
		name = "茉莉花", --[[物品名字]]
		init_price = 3, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[40280301] = {
		code = 40280301, --[[物品原型 ]]
		name = "小型血瓶", --[[物品名字]]
		init_price = 9, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[40070301] = {
		code = 40070301, --[[物品原型 ]]
		name = "回魂丹", --[[物品名字]]
		init_price = 9, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[20010101] = {
		code = 20010101, --[[物品原型 ]]
		name = "1级红宝石", --[[物品名字]]
		init_price = 9, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[20010102] = {
		code = 20010102, --[[物品原型 ]]
		name = "2级红宝石", --[[物品名字]]
		init_price = 27, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[20020101] = {
		code = 20020101, --[[物品原型 ]]
		name = "1级绿宝石", --[[物品名字]]
		init_price = 9, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[20020102] = {
		code = 20020102, --[[物品原型 ]]
		name = "2级绿宝石", --[[物品名字]]
		init_price = 27, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[20030101] = {
		code = 20030101, --[[物品原型 ]]
		name = "1级紫宝石", --[[物品名字]]
		init_price = 9, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[20030102] = {
		code = 20030102, --[[物品原型 ]]
		name = "2级紫宝石", --[[物品名字]]
		init_price = 27, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[20040101] = {
		code = 20040101, --[[物品原型 ]]
		name = "1级蓝宝石", --[[物品名字]]
		init_price = 9, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
	[20040102] = {
		code = 20040102, --[[物品原型 ]]
		name = "2级蓝宝石", --[[物品名字]]
		init_price = 27, --[[初始价钱]]
		money_type = 2, --[[货币类型]]
	} ,
}
return ret