local ret = {
	[1] = {
		slot = 1, --[[开启的槽下标]]
		gold = 0, --[[所需元宝]]
	} ,
	[2] = {
		slot = 2, --[[开启的槽下标]]
		gold = 0, --[[所需元宝]]
	} ,
	[3] = {
		slot = 3, --[[开启的槽下标]]
		gold = 0, --[[所需元宝]]
	} ,
	[4] = {
		slot = 4, --[[开启的槽下标]]
		gold = 0, --[[所需元宝]]
	} ,
	[5] = {
		slot = 5, --[[开启的槽下标]]
		gold = 0, --[[所需元宝]]
	} ,
	[6] = {
		slot = 6, --[[开启的槽下标]]
		gold = 0, --[[所需元宝]]
	} ,
	[7] = {
		slot = 7, --[[开启的槽下标]]
		gold = 10, --[[所需元宝]]
	} ,
	[8] = {
		slot = 8, --[[开启的槽下标]]
		gold = 20, --[[所需元宝]]
	} ,
	[9] = {
		slot = 9, --[[开启的槽下标]]
		gold = 30, --[[所需元宝]]
	} ,
	[10] = {
		slot = 10, --[[开启的槽下标]]
		gold = 40, --[[所需元宝]]
	} ,
	[11] = {
		slot = 11, --[[开启的槽下标]]
		gold = 50, --[[所需元宝]]
	} ,
	[12] = {
		slot = 12, --[[开启的槽下标]]
		gold = 60, --[[所需元宝]]
	} ,
	[13] = {
		slot = 13, --[[开启的槽下标]]
		gold = 70, --[[所需元宝]]
	} ,
	[14] = {
		slot = 14, --[[开启的槽下标]]
		gold = 80, --[[所需元宝]]
	} ,
	[15] = {
		slot = 15, --[[开启的槽下标]]
		gold = 90, --[[所需元宝]]
	} ,
	[16] = {
		slot = 16, --[[开启的槽下标]]
		gold = 100, --[[所需元宝]]
	} ,
}
return ret