local ret = {
	[1] = {
		id = 1, --[[id]]
		headline = "体力回满", --[[标题]]
		content = "回忆过去的经历，提升现在的自己！是时候去剧情副本了！", --[[内容]]
	} ,
	[2] = {
		id = 2, --[[id]]
		headline = "领取体力", --[[标题]]
		content = "烤全羊已经烤好来了，在不来拿就要凉了！", --[[内容]]
	} ,
	[3] = {
		id = 3, --[[id]]
		headline = "逐鹿战场", --[[标题]]
		content = "逐鹿战场开始了！快来参加吧！", --[[内容]]
	} ,
	[4] = {
		id = 4, --[[id]]
		headline = "烽火3v3", --[[标题]]
		content = "烽火3v3开始了！快来参加吧！", --[[内容]]
	} ,
	[5] = {
		id = 5, --[[id]]
		headline = "军团篝火", --[[标题]]
		content = "军团篝火开始了！快来参加吧！", --[[内容]]
	} ,
	[6] = {
		id = 6, --[[id]]
		headline = "军团宴席", --[[标题]]
		content = "军团宴席开始了！快来参加吧！", --[[内容]]
	} ,
	[7] = {
		id = 7, --[[id]]
		headline = "双倍护送", --[[标题]]
		content = "双倍护送开始了！快来参加吧！", --[[内容]]
	} ,
	[8] = {
		id = 8, --[[id]]
		headline = "怪物攻城", --[[标题]]
		content = "怪物攻城开始了！快来参加吧！", --[[内容]]
	} ,
}
return ret