local ret = {
	[5] = {
		times = 5, --[[摇钱次数]]
		award_coin = 200000, --[[铜钱奖励]]
		item = 40011101, --[[道具id]]
	} ,
	[10] = {
		times = 10, --[[摇钱次数]]
		award_coin = 400000, --[[铜钱奖励]]
		item = 40011201, --[[道具id]]
	} ,
	[20] = {
		times = 20, --[[摇钱次数]]
		award_coin = 600000, --[[铜钱奖励]]
		item = 40011201, --[[道具id]]
	} ,
	[30] = {
		times = 30, --[[摇钱次数]]
		award_coin = 1000000, --[[铜钱奖励]]
		item = 40011301, --[[道具id]]
	} ,
	[50] = {
		times = 50, --[[摇钱次数]]
		award_coin = 1200000, --[[铜钱奖励]]
		item = 40011301, --[[道具id]]
	} ,
	[80] = {
		times = 80, --[[摇钱次数]]
		award_coin = 1500000, --[[铜钱奖励]]
		item = 40011401, --[[道具id]]
	} ,
}
return ret