local ret = {
	[1] = {
		times = 1, --[[摇钱次数]]
		need_gold = 0, --[[花费元宝]]
	} ,
	[2] = {
		times = 2, --[[摇钱次数]]
		need_gold = 0, --[[花费元宝]]
	} ,
	[3] = {
		times = 3, --[[摇钱次数]]
		need_gold = 0, --[[花费元宝]]
	} ,
	[4] = {
		times = 4, --[[摇钱次数]]
		need_gold = 1, --[[花费元宝]]
	} ,
	[5] = {
		times = 5, --[[摇钱次数]]
		need_gold = 2, --[[花费元宝]]
	} ,
	[6] = {
		times = 6, --[[摇钱次数]]
		need_gold = 3, --[[花费元宝]]
	} ,
	[7] = {
		times = 7, --[[摇钱次数]]
		need_gold = 4, --[[花费元宝]]
	} ,
	[8] = {
		times = 8, --[[摇钱次数]]
		need_gold = 5, --[[花费元宝]]
	} ,
	[9] = {
		times = 9, --[[摇钱次数]]
		need_gold = 6, --[[花费元宝]]
	} ,
	[10] = {
		times = 10, --[[摇钱次数]]
		need_gold = 7, --[[花费元宝]]
	} ,
	[11] = {
		times = 11, --[[摇钱次数]]
		need_gold = 8, --[[花费元宝]]
	} ,
	[12] = {
		times = 12, --[[摇钱次数]]
		need_gold = 9, --[[花费元宝]]
	} ,
	[13] = {
		times = 13, --[[摇钱次数]]
		need_gold = 10, --[[花费元宝]]
	} ,
	[14] = {
		times = 14, --[[摇钱次数]]
		need_gold = 12, --[[花费元宝]]
	} ,
	[15] = {
		times = 15, --[[摇钱次数]]
		need_gold = 14, --[[花费元宝]]
	} ,
	[16] = {
		times = 16, --[[摇钱次数]]
		need_gold = 16, --[[花费元宝]]
	} ,
	[17] = {
		times = 17, --[[摇钱次数]]
		need_gold = 18, --[[花费元宝]]
	} ,
	[18] = {
		times = 18, --[[摇钱次数]]
		need_gold = 20, --[[花费元宝]]
	} ,
	[19] = {
		times = 19, --[[摇钱次数]]
		need_gold = 22, --[[花费元宝]]
	} ,
	[20] = {
		times = 20, --[[摇钱次数]]
		need_gold = 24, --[[花费元宝]]
	} ,
	[21] = {
		times = 21, --[[摇钱次数]]
		need_gold = 26, --[[花费元宝]]
	} ,
	[22] = {
		times = 22, --[[摇钱次数]]
		need_gold = 28, --[[花费元宝]]
	} ,
	[23] = {
		times = 23, --[[摇钱次数]]
		need_gold = 30, --[[花费元宝]]
	} ,
}
return ret