local ret = {
	[1] = {
		id = 1, --[[对话id]]
		code = 20201001, --[[NPC_ID]]
		talk = "你好呀,天选者!", --[[对话内容]]
		time = 2, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[2] = {
		id = 2, --[[对话id]]
		code = 20201006, --[[NPC_ID]]
		talk = "桃源村村民世\\n代以打渔为生", --[[对话内容]]
		time = 30, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[3] = {
		id = 3, --[[对话id]]
		code = 20201005, --[[NPC_ID]]
		talk = "钓鱼讲究就俩字：耐心", --[[对话内容]]
		time = 30, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[4] = {
		id = 4, --[[对话id]]
		code = 20201037, --[[NPC_ID]]
		talk = "客官,这个便宜点呀！", --[[对话内容]]
		time = 10, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[5] = {
		id = 5, --[[对话id]]
		code = 20201040, --[[NPC_ID]]
		talk = "今朝有酒今朝醉", --[[对话内容]]
		time = 10, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[6] = {
		id = 6, --[[对话id]]
		code = 20201030, --[[NPC_ID]]
		talk = "这里风景独好", --[[对话内容]]
		time = 10, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[7] = {
		id = 7, --[[对话id]]
		code = 20201028, --[[NPC_ID]]
		talk = "累了便进来\\n歇息歇息吧", --[[对话内容]]
		time = 10, --[[时间间隔]]
		keep = 3, --[[持续时间]]
	} ,
	[8] = {
		id = 8, --[[对话id]]
		code = 20201044, --[[NPC_ID]]
		talk = "一定要保护大小姐周全", --[[对话内容]]
		time = 15, --[[时间间隔]]
		keep = 3, --[[持续时间]]
	} ,
	[9] = {
		id = 9, --[[对话id]]
		code = 20201045, --[[NPC_ID]]
		talk = "一定要保护大小姐周全", --[[对话内容]]
		time = 15, --[[时间间隔]]
		keep = 3, --[[持续时间]]
	} ,
	[10] = {
		id = 10, --[[对话id]]
		code = 20201046, --[[NPC_ID]]
		talk = "一定要保护大小姐周全", --[[对话内容]]
		time = 15, --[[时间间隔]]
		keep = 3, --[[持续时间]]
	} ,
	[11] = {
		id = 11, --[[对话id]]
		code = 11201031, --[[NPC_ID]]
		talk = "大哥哥我想\\n去荷塘边玩", --[[对话内容]]
		time = 15, --[[时间间隔]]
		keep = 3, --[[持续时间]]
	} ,
	[12] = {
		id = 12, --[[对话id]]
		code = 11201032, --[[NPC_ID]]
		talk = "少侠,千万不能让\\n瑶儿去荷塘边啊", --[[对话内容]]
		time = 16, --[[时间间隔]]
		keep = 4, --[[持续时间]]
	} ,
	[13] = {
		id = 13, --[[对话id]]
		code = 20201039, --[[NPC_ID]]
		talk = "酒不醉人人自醉", --[[对话内容]]
		time = 10, --[[时间间隔]]
		keep = 3, --[[持续时间]]
	} ,
	[14] = {
		id = 14, --[[对话id]]
		code = 20201028, --[[NPC_ID]]
		talk = "客官可要歇歇脚？", --[[对话内容]]
		time = 10, --[[时间间隔]]
		keep = 3, --[[持续时间]]
	} ,
	[15] = {
		id = 15, --[[对话id]]
		code = 11201063, --[[NPC_ID]]
		talk = "强身健体\\n保护临光", --[[对话内容]]
		time = 20, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[16] = {
		id = 16, --[[对话id]]
		code = 11201068, --[[NPC_ID]]
		talk = "强身健体\\n保护临光", --[[对话内容]]
		time = 20, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[17] = {
		id = 17, --[[对话id]]
		code = 11201061, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[18] = {
		id = 18, --[[对话id]]
		code = 11201062, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[19] = {
		id = 19, --[[对话id]]
		code = 11201064, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 4, --[[持续时间]]
	} ,
	[20] = {
		id = 20, --[[对话id]]
		code = 11201065, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 4, --[[持续时间]]
	} ,
	[21] = {
		id = 21, --[[对话id]]
		code = 11201066, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[22] = {
		id = 22, --[[对话id]]
		code = 11201067, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[23] = {
		id = 23, --[[对话id]]
		code = 11201069, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 4, --[[持续时间]]
	} ,
	[24] = {
		id = 24, --[[对话id]]
		code = 11201070, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 4, --[[持续时间]]
	} ,
	[25] = {
		id = 25, --[[对话id]]
		code = 11201071, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[26] = {
		id = 26, --[[对话id]]
		code = 11201072, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[27] = {
		id = 27, --[[对话id]]
		code = 11201033, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 4, --[[持续时间]]
	} ,
	[28] = {
		id = 28, --[[对话id]]
		code = 11201034, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 4, --[[持续时间]]
	} ,
	[29] = {
		id = 29, --[[对话id]]
		code = 11201035, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[30] = {
		id = 30, --[[对话id]]
		code = 11201036, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[31] = {
		id = 31, --[[对话id]]
		code = 20201029, --[[NPC_ID]]
		talk = "包子包子\\n热腾腾的包子", --[[对话内容]]
		time = 30, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[32] = {
		id = 32, --[[对话id]]
		code = 20201036, --[[NPC_ID]]
		talk = "好酒好肉好买卖", --[[对话内容]]
		time = 30, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[33] = {
		id = 33, --[[对话id]]
		code = 20201042, --[[NPC_ID]]
		talk = "地铺一月一租\\n收租一月一回", --[[对话内容]]
		time = 30, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[34] = {
		id = 34, --[[对话id]]
		code = 11201049, --[[NPC_ID]]
		talk = "湖边一人赏花\\n终究冷清了些", --[[对话内容]]
		time = 30, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[35] = {
		id = 35, --[[对话id]]
		code = 11201081, --[[NPC_ID]]
		talk = "军人就当服从命令", --[[对话内容]]
		time = 30, --[[时间间隔]]
		keep = 4, --[[持续时间]]
	} ,
	[36] = {
		id = 36, --[[对话id]]
		code = 11201082, --[[NPC_ID]]
		talk = "军人就当服从命令", --[[对话内容]]
		time = 30, --[[时间间隔]]
		keep = 4, --[[持续时间]]
	} ,
	[37] = {
		id = 37, --[[对话id]]
		code = 11201083, --[[NPC_ID]]
		talk = "当兵从军\\n戍家卫国", --[[对话内容]]
		time = 25, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
	[38] = {
		id = 38, --[[对话id]]
		code = 11201051, --[[NPC_ID]]
		talk = "衙门就不能管管长滨吗\\n这样我还怎么做生意！", --[[对话内容]]
		time = 30, --[[时间间隔]]
		keep = 5, --[[持续时间]]
	} ,
}
return ret