local ret = {
	[30] = {
		level = 30, --[[官职id]]
		fame = 1000, --[[名望上限]]
		feats = 800, --[[战功上限]]
	} ,
	[31] = {
		level = 31, --[[官职id]]
		fame = 2000, --[[名望上限]]
		feats = 1600, --[[战功上限]]
	} ,
	[32] = {
		level = 32, --[[官职id]]
		fame = 3000, --[[名望上限]]
		feats = 2400, --[[战功上限]]
	} ,
	[33] = {
		level = 33, --[[官职id]]
		fame = 4000, --[[名望上限]]
		feats = 3200, --[[战功上限]]
	} ,
	[34] = {
		level = 34, --[[官职id]]
		fame = 5000, --[[名望上限]]
		feats = 4000, --[[战功上限]]
	} ,
	[35] = {
		level = 35, --[[官职id]]
		fame = 6000, --[[名望上限]]
		feats = 4800, --[[战功上限]]
	} ,
	[36] = {
		level = 36, --[[官职id]]
		fame = 7000, --[[名望上限]]
		feats = 5600, --[[战功上限]]
	} ,
	[37] = {
		level = 37, --[[官职id]]
		fame = 8000, --[[名望上限]]
		feats = 6400, --[[战功上限]]
	} ,
	[38] = {
		level = 38, --[[官职id]]
		fame = 9000, --[[名望上限]]
		feats = 7200, --[[战功上限]]
	} ,
	[39] = {
		level = 39, --[[官职id]]
		fame = 10000, --[[名望上限]]
		feats = 8000, --[[战功上限]]
	} ,
	[40] = {
		level = 40, --[[官职id]]
		fame = 11000, --[[名望上限]]
		feats = 8800, --[[战功上限]]
	} ,
	[41] = {
		level = 41, --[[官职id]]
		fame = 12000, --[[名望上限]]
		feats = 9600, --[[战功上限]]
	} ,
	[42] = {
		level = 42, --[[官职id]]
		fame = 13000, --[[名望上限]]
		feats = 10400, --[[战功上限]]
	} ,
	[43] = {
		level = 43, --[[官职id]]
		fame = 14000, --[[名望上限]]
		feats = 11200, --[[战功上限]]
	} ,
	[44] = {
		level = 44, --[[官职id]]
		fame = 15000, --[[名望上限]]
		feats = 12000, --[[战功上限]]
	} ,
	[45] = {
		level = 45, --[[官职id]]
		fame = 16000, --[[名望上限]]
		feats = 12800, --[[战功上限]]
	} ,
	[46] = {
		level = 46, --[[官职id]]
		fame = 17000, --[[名望上限]]
		feats = 13600, --[[战功上限]]
	} ,
	[47] = {
		level = 47, --[[官职id]]
		fame = 18000, --[[名望上限]]
		feats = 14400, --[[战功上限]]
	} ,
	[48] = {
		level = 48, --[[官职id]]
		fame = 19000, --[[名望上限]]
		feats = 15200, --[[战功上限]]
	} ,
	[49] = {
		level = 49, --[[官职id]]
		fame = 20000, --[[名望上限]]
		feats = 16000, --[[战功上限]]
	} ,
	[50] = {
		level = 50, --[[官职id]]
		fame = 21000, --[[名望上限]]
		feats = 16800, --[[战功上限]]
	} ,
	[51] = {
		level = 51, --[[官职id]]
		fame = 22000, --[[名望上限]]
		feats = 17600, --[[战功上限]]
	} ,
	[52] = {
		level = 52, --[[官职id]]
		fame = 23000, --[[名望上限]]
		feats = 18400, --[[战功上限]]
	} ,
	[53] = {
		level = 53, --[[官职id]]
		fame = 24000, --[[名望上限]]
		feats = 19200, --[[战功上限]]
	} ,
	[54] = {
		level = 54, --[[官职id]]
		fame = 25000, --[[名望上限]]
		feats = 20000, --[[战功上限]]
	} ,
	[55] = {
		level = 55, --[[官职id]]
		fame = 26000, --[[名望上限]]
		feats = 20800, --[[战功上限]]
	} ,
	[56] = {
		level = 56, --[[官职id]]
		fame = 27000, --[[名望上限]]
		feats = 21600, --[[战功上限]]
	} ,
	[57] = {
		level = 57, --[[官职id]]
		fame = 28000, --[[名望上限]]
		feats = 22400, --[[战功上限]]
	} ,
	[58] = {
		level = 58, --[[官职id]]
		fame = 29000, --[[名望上限]]
		feats = 23200, --[[战功上限]]
	} ,
	[59] = {
		level = 59, --[[官职id]]
		fame = 30000, --[[名望上限]]
		feats = 24000, --[[战功上限]]
	} ,
	[60] = {
		level = 60, --[[官职id]]
		fame = 31000, --[[名望上限]]
		feats = 24800, --[[战功上限]]
	} ,
	[61] = {
		level = 61, --[[官职id]]
		fame = 32000, --[[名望上限]]
		feats = 25600, --[[战功上限]]
	} ,
	[62] = {
		level = 62, --[[官职id]]
		fame = 33000, --[[名望上限]]
		feats = 26400, --[[战功上限]]
	} ,
	[63] = {
		level = 63, --[[官职id]]
		fame = 34000, --[[名望上限]]
		feats = 27200, --[[战功上限]]
	} ,
	[64] = {
		level = 64, --[[官职id]]
		fame = 35000, --[[名望上限]]
		feats = 28000, --[[战功上限]]
	} ,
	[65] = {
		level = 65, --[[官职id]]
		fame = 36000, --[[名望上限]]
		feats = 28800, --[[战功上限]]
	} ,
	[66] = {
		level = 66, --[[官职id]]
		fame = 37000, --[[名望上限]]
		feats = 29600, --[[战功上限]]
	} ,
	[67] = {
		level = 67, --[[官职id]]
		fame = 38000, --[[名望上限]]
		feats = 30400, --[[战功上限]]
	} ,
	[68] = {
		level = 68, --[[官职id]]
		fame = 39000, --[[名望上限]]
		feats = 31200, --[[战功上限]]
	} ,
	[69] = {
		level = 69, --[[官职id]]
		fame = 40000, --[[名望上限]]
		feats = 32000, --[[战功上限]]
	} ,
	[70] = {
		level = 70, --[[官职id]]
		fame = 41000, --[[名望上限]]
		feats = 32800, --[[战功上限]]
	} ,
	[71] = {
		level = 71, --[[官职id]]
		fame = 42000, --[[名望上限]]
		feats = 33600, --[[战功上限]]
	} ,
	[72] = {
		level = 72, --[[官职id]]
		fame = 43000, --[[名望上限]]
		feats = 34400, --[[战功上限]]
	} ,
	[73] = {
		level = 73, --[[官职id]]
		fame = 44000, --[[名望上限]]
		feats = 35200, --[[战功上限]]
	} ,
	[74] = {
		level = 74, --[[官职id]]
		fame = 45000, --[[名望上限]]
		feats = 36000, --[[战功上限]]
	} ,
	[75] = {
		level = 75, --[[官职id]]
		fame = 46000, --[[名望上限]]
		feats = 36800, --[[战功上限]]
	} ,
	[76] = {
		level = 76, --[[官职id]]
		fame = 47000, --[[名望上限]]
		feats = 37600, --[[战功上限]]
	} ,
	[77] = {
		level = 77, --[[官职id]]
		fame = 48000, --[[名望上限]]
		feats = 38400, --[[战功上限]]
	} ,
	[78] = {
		level = 78, --[[官职id]]
		fame = 49000, --[[名望上限]]
		feats = 39200, --[[战功上限]]
	} ,
	[79] = {
		level = 79, --[[官职id]]
		fame = 50000, --[[名望上限]]
		feats = 40000, --[[战功上限]]
	} ,
	[80] = {
		level = 80, --[[官职id]]
		fame = 51000, --[[名望上限]]
		feats = 40800, --[[战功上限]]
	} ,
	[81] = {
		level = 81, --[[官职id]]
		fame = 52000, --[[名望上限]]
		feats = 41600, --[[战功上限]]
	} ,
	[82] = {
		level = 82, --[[官职id]]
		fame = 53000, --[[名望上限]]
		feats = 42400, --[[战功上限]]
	} ,
	[83] = {
		level = 83, --[[官职id]]
		fame = 54000, --[[名望上限]]
		feats = 43200, --[[战功上限]]
	} ,
	[84] = {
		level = 84, --[[官职id]]
		fame = 55000, --[[名望上限]]
		feats = 44000, --[[战功上限]]
	} ,
	[85] = {
		level = 85, --[[官职id]]
		fame = 56000, --[[名望上限]]
		feats = 44800, --[[战功上限]]
	} ,
	[86] = {
		level = 86, --[[官职id]]
		fame = 57000, --[[名望上限]]
		feats = 45600, --[[战功上限]]
	} ,
	[87] = {
		level = 87, --[[官职id]]
		fame = 58000, --[[名望上限]]
		feats = 46400, --[[战功上限]]
	} ,
	[88] = {
		level = 88, --[[官职id]]
		fame = 59000, --[[名望上限]]
		feats = 47200, --[[战功上限]]
	} ,
	[89] = {
		level = 89, --[[官职id]]
		fame = 60000, --[[名望上限]]
		feats = 48000, --[[战功上限]]
	} ,
	[90] = {
		level = 90, --[[官职id]]
		fame = 61000, --[[名望上限]]
		feats = 48800, --[[战功上限]]
	} ,
	[91] = {
		level = 91, --[[官职id]]
		fame = 62000, --[[名望上限]]
		feats = 49600, --[[战功上限]]
	} ,
	[92] = {
		level = 92, --[[官职id]]
		fame = 63000, --[[名望上限]]
		feats = 50400, --[[战功上限]]
	} ,
	[93] = {
		level = 93, --[[官职id]]
		fame = 64000, --[[名望上限]]
		feats = 51200, --[[战功上限]]
	} ,
	[94] = {
		level = 94, --[[官职id]]
		fame = 65000, --[[名望上限]]
		feats = 52000, --[[战功上限]]
	} ,
	[95] = {
		level = 95, --[[官职id]]
		fame = 66000, --[[名望上限]]
		feats = 52800, --[[战功上限]]
	} ,
	[96] = {
		level = 96, --[[官职id]]
		fame = 67000, --[[名望上限]]
		feats = 53600, --[[战功上限]]
	} ,
	[97] = {
		level = 97, --[[官职id]]
		fame = 68000, --[[名望上限]]
		feats = 54400, --[[战功上限]]
	} ,
	[98] = {
		level = 98, --[[官职id]]
		fame = 69000, --[[名望上限]]
		feats = 55200, --[[战功上限]]
	} ,
	[99] = {
		level = 99, --[[官职id]]
		fame = 70000, --[[名望上限]]
		feats = 56000, --[[战功上限]]
	} ,
	[100] = {
		level = 100, --[[官职id]]
		fame = 71000, --[[名望上限]]
		feats = 56800, --[[战功上限]]
	} ,
}
return ret