local ret = {
	[55] = {
		level = 55, --[[等级]]
		exp_per_min = 100, --[[每分钟奖励]]
	} ,
	[56] = {
		level = 56, --[[等级]]
		exp_per_min = 150, --[[每分钟奖励]]
	} ,
	[57] = {
		level = 57, --[[等级]]
		exp_per_min = 200, --[[每分钟奖励]]
	} ,
	[58] = {
		level = 58, --[[等级]]
		exp_per_min = 250, --[[每分钟奖励]]
	} ,
	[59] = {
		level = 59, --[[等级]]
		exp_per_min = 300, --[[每分钟奖励]]
	} ,
	[60] = {
		level = 60, --[[等级]]
		exp_per_min = 350, --[[每分钟奖励]]
	} ,
	[61] = {
		level = 61, --[[等级]]
		exp_per_min = 400, --[[每分钟奖励]]
	} ,
	[62] = {
		level = 62, --[[等级]]
		exp_per_min = 450, --[[每分钟奖励]]
	} ,
	[63] = {
		level = 63, --[[等级]]
		exp_per_min = 500, --[[每分钟奖励]]
	} ,
	[64] = {
		level = 64, --[[等级]]
		exp_per_min = 550, --[[每分钟奖励]]
	} ,
	[65] = {
		level = 65, --[[等级]]
		exp_per_min = 600, --[[每分钟奖励]]
	} ,
	[66] = {
		level = 66, --[[等级]]
		exp_per_min = 650, --[[每分钟奖励]]
	} ,
	[67] = {
		level = 67, --[[等级]]
		exp_per_min = 700, --[[每分钟奖励]]
	} ,
	[68] = {
		level = 68, --[[等级]]
		exp_per_min = 750, --[[每分钟奖励]]
	} ,
	[69] = {
		level = 69, --[[等级]]
		exp_per_min = 800, --[[每分钟奖励]]
	} ,
	[70] = {
		level = 70, --[[等级]]
		exp_per_min = 850, --[[每分钟奖励]]
	} ,
	[71] = {
		level = 71, --[[等级]]
		exp_per_min = 900, --[[每分钟奖励]]
	} ,
	[72] = {
		level = 72, --[[等级]]
		exp_per_min = 950, --[[每分钟奖励]]
	} ,
	[73] = {
		level = 73, --[[等级]]
		exp_per_min = 1000, --[[每分钟奖励]]
	} ,
	[74] = {
		level = 74, --[[等级]]
		exp_per_min = 1050, --[[每分钟奖励]]
	} ,
	[75] = {
		level = 75, --[[等级]]
		exp_per_min = 1100, --[[每分钟奖励]]
	} ,
	[76] = {
		level = 76, --[[等级]]
		exp_per_min = 1150, --[[每分钟奖励]]
	} ,
	[77] = {
		level = 77, --[[等级]]
		exp_per_min = 1200, --[[每分钟奖励]]
	} ,
	[78] = {
		level = 78, --[[等级]]
		exp_per_min = 1250, --[[每分钟奖励]]
	} ,
	[79] = {
		level = 79, --[[等级]]
		exp_per_min = 1300, --[[每分钟奖励]]
	} ,
	[80] = {
		level = 80, --[[等级]]
		exp_per_min = 1350, --[[每分钟奖励]]
	} ,
	[81] = {
		level = 81, --[[等级]]
		exp_per_min = 1400, --[[每分钟奖励]]
	} ,
	[82] = {
		level = 82, --[[等级]]
		exp_per_min = 1450, --[[每分钟奖励]]
	} ,
	[83] = {
		level = 83, --[[等级]]
		exp_per_min = 1500, --[[每分钟奖励]]
	} ,
	[84] = {
		level = 84, --[[等级]]
		exp_per_min = 1550, --[[每分钟奖励]]
	} ,
	[85] = {
		level = 85, --[[等级]]
		exp_per_min = 1600, --[[每分钟奖励]]
	} ,
	[86] = {
		level = 86, --[[等级]]
		exp_per_min = 1650, --[[每分钟奖励]]
	} ,
	[87] = {
		level = 87, --[[等级]]
		exp_per_min = 1700, --[[每分钟奖励]]
	} ,
	[88] = {
		level = 88, --[[等级]]
		exp_per_min = 1750, --[[每分钟奖励]]
	} ,
	[89] = {
		level = 89, --[[等级]]
		exp_per_min = 1800, --[[每分钟奖励]]
	} ,
	[90] = {
		level = 90, --[[等级]]
		exp_per_min = 1850, --[[每分钟奖励]]
	} ,
	[91] = {
		level = 91, --[[等级]]
		exp_per_min = 1900, --[[每分钟奖励]]
	} ,
	[92] = {
		level = 92, --[[等级]]
		exp_per_min = 1950, --[[每分钟奖励]]
	} ,
	[93] = {
		level = 93, --[[等级]]
		exp_per_min = 2000, --[[每分钟奖励]]
	} ,
	[94] = {
		level = 94, --[[等级]]
		exp_per_min = 2050, --[[每分钟奖励]]
	} ,
	[95] = {
		level = 95, --[[等级]]
		exp_per_min = 2100, --[[每分钟奖励]]
	} ,
	[96] = {
		level = 96, --[[等级]]
		exp_per_min = 2150, --[[每分钟奖励]]
	} ,
	[97] = {
		level = 97, --[[等级]]
		exp_per_min = 2200, --[[每分钟奖励]]
	} ,
	[98] = {
		level = 98, --[[等级]]
		exp_per_min = 2250, --[[每分钟奖励]]
	} ,
	[99] = {
		level = 99, --[[等级]]
		exp_per_min = 2300, --[[每分钟奖励]]
	} ,
	[100] = {
		level = 100, --[[等级]]
		exp_per_min = 2350, --[[每分钟奖励]]
	} ,
	[101] = {
		level = 101, --[[等级]]
		exp_per_min = 2400, --[[每分钟奖励]]
	} ,
	[102] = {
		level = 102, --[[等级]]
		exp_per_min = 2450, --[[每分钟奖励]]
	} ,
	[103] = {
		level = 103, --[[等级]]
		exp_per_min = 2500, --[[每分钟奖励]]
	} ,
	[104] = {
		level = 104, --[[等级]]
		exp_per_min = 2550, --[[每分钟奖励]]
	} ,
	[105] = {
		level = 105, --[[等级]]
		exp_per_min = 2600, --[[每分钟奖励]]
	} ,
	[106] = {
		level = 106, --[[等级]]
		exp_per_min = 2650, --[[每分钟奖励]]
	} ,
	[107] = {
		level = 107, --[[等级]]
		exp_per_min = 2700, --[[每分钟奖励]]
	} ,
	[108] = {
		level = 108, --[[等级]]
		exp_per_min = 2750, --[[每分钟奖励]]
	} ,
	[109] = {
		level = 109, --[[等级]]
		exp_per_min = 2800, --[[每分钟奖励]]
	} ,
	[110] = {
		level = 110, --[[等级]]
		exp_per_min = 2850, --[[每分钟奖励]]
	} ,
	[111] = {
		level = 111, --[[等级]]
		exp_per_min = 2900, --[[每分钟奖励]]
	} ,
	[112] = {
		level = 112, --[[等级]]
		exp_per_min = 2950, --[[每分钟奖励]]
	} ,
	[113] = {
		level = 113, --[[等级]]
		exp_per_min = 3000, --[[每分钟奖励]]
	} ,
	[114] = {
		level = 114, --[[等级]]
		exp_per_min = 3050, --[[每分钟奖励]]
	} ,
	[115] = {
		level = 115, --[[等级]]
		exp_per_min = 3100, --[[每分钟奖励]]
	} ,
	[116] = {
		level = 116, --[[等级]]
		exp_per_min = 3150, --[[每分钟奖励]]
	} ,
	[117] = {
		level = 117, --[[等级]]
		exp_per_min = 3200, --[[每分钟奖励]]
	} ,
	[118] = {
		level = 118, --[[等级]]
		exp_per_min = 3250, --[[每分钟奖励]]
	} ,
	[119] = {
		level = 119, --[[等级]]
		exp_per_min = 3300, --[[每分钟奖励]]
	} ,
	[120] = {
		level = 120, --[[等级]]
		exp_per_min = 3350, --[[每分钟奖励]]
	} ,
	[121] = {
		level = 121, --[[等级]]
		exp_per_min = 3400, --[[每分钟奖励]]
	} ,
	[122] = {
		level = 122, --[[等级]]
		exp_per_min = 3450, --[[每分钟奖励]]
	} ,
	[123] = {
		level = 123, --[[等级]]
		exp_per_min = 3500, --[[每分钟奖励]]
	} ,
	[124] = {
		level = 124, --[[等级]]
		exp_per_min = 3550, --[[每分钟奖励]]
	} ,
	[125] = {
		level = 125, --[[等级]]
		exp_per_min = 3600, --[[每分钟奖励]]
	} ,
	[126] = {
		level = 126, --[[等级]]
		exp_per_min = 3650, --[[每分钟奖励]]
	} ,
	[127] = {
		level = 127, --[[等级]]
		exp_per_min = 3700, --[[每分钟奖励]]
	} ,
	[128] = {
		level = 128, --[[等级]]
		exp_per_min = 3750, --[[每分钟奖励]]
	} ,
	[129] = {
		level = 129, --[[等级]]
		exp_per_min = 3800, --[[每分钟奖励]]
	} ,
	[130] = {
		level = 130, --[[等级]]
		exp_per_min = 3850, --[[每分钟奖励]]
	} ,
	[131] = {
		level = 131, --[[等级]]
		exp_per_min = 3900, --[[每分钟奖励]]
	} ,
	[132] = {
		level = 132, --[[等级]]
		exp_per_min = 3950, --[[每分钟奖励]]
	} ,
	[133] = {
		level = 133, --[[等级]]
		exp_per_min = 4000, --[[每分钟奖励]]
	} ,
	[134] = {
		level = 134, --[[等级]]
		exp_per_min = 4050, --[[每分钟奖励]]
	} ,
	[135] = {
		level = 135, --[[等级]]
		exp_per_min = 4100, --[[每分钟奖励]]
	} ,
	[136] = {
		level = 136, --[[等级]]
		exp_per_min = 4150, --[[每分钟奖励]]
	} ,
	[137] = {
		level = 137, --[[等级]]
		exp_per_min = 4200, --[[每分钟奖励]]
	} ,
	[138] = {
		level = 138, --[[等级]]
		exp_per_min = 4250, --[[每分钟奖励]]
	} ,
	[139] = {
		level = 139, --[[等级]]
		exp_per_min = 4300, --[[每分钟奖励]]
	} ,
	[140] = {
		level = 140, --[[等级]]
		exp_per_min = 4350, --[[每分钟奖励]]
	} ,
	[141] = {
		level = 141, --[[等级]]
		exp_per_min = 4400, --[[每分钟奖励]]
	} ,
	[142] = {
		level = 142, --[[等级]]
		exp_per_min = 4450, --[[每分钟奖励]]
	} ,
	[143] = {
		level = 143, --[[等级]]
		exp_per_min = 4500, --[[每分钟奖励]]
	} ,
	[144] = {
		level = 144, --[[等级]]
		exp_per_min = 4550, --[[每分钟奖励]]
	} ,
	[145] = {
		level = 145, --[[等级]]
		exp_per_min = 4600, --[[每分钟奖励]]
	} ,
	[146] = {
		level = 146, --[[等级]]
		exp_per_min = 4650, --[[每分钟奖励]]
	} ,
	[147] = {
		level = 147, --[[等级]]
		exp_per_min = 4700, --[[每分钟奖励]]
	} ,
	[148] = {
		level = 148, --[[等级]]
		exp_per_min = 4750, --[[每分钟奖励]]
	} ,
	[149] = {
		level = 149, --[[等级]]
		exp_per_min = 4800, --[[每分钟奖励]]
	} ,
	[150] = {
		level = 150, --[[等级]]
		exp_per_min = 4850, --[[每分钟奖励]]
	} ,
	[151] = {
		level = 151, --[[等级]]
		exp_per_min = 4900, --[[每分钟奖励]]
	} ,
	[152] = {
		level = 152, --[[等级]]
		exp_per_min = 4950, --[[每分钟奖励]]
	} ,
	[153] = {
		level = 153, --[[等级]]
		exp_per_min = 5000, --[[每分钟奖励]]
	} ,
	[154] = {
		level = 154, --[[等级]]
		exp_per_min = 5050, --[[每分钟奖励]]
	} ,
	[155] = {
		level = 155, --[[等级]]
		exp_per_min = 5100, --[[每分钟奖励]]
	} ,
	[156] = {
		level = 156, --[[等级]]
		exp_per_min = 5150, --[[每分钟奖励]]
	} ,
	[157] = {
		level = 157, --[[等级]]
		exp_per_min = 5200, --[[每分钟奖励]]
	} ,
	[158] = {
		level = 158, --[[等级]]
		exp_per_min = 5250, --[[每分钟奖励]]
	} ,
	[159] = {
		level = 159, --[[等级]]
		exp_per_min = 5300, --[[每分钟奖励]]
	} ,
	[160] = {
		level = 160, --[[等级]]
		exp_per_min = 5350, --[[每分钟奖励]]
	} ,
	[161] = {
		level = 161, --[[等级]]
		exp_per_min = 5400, --[[每分钟奖励]]
	} ,
	[162] = {
		level = 162, --[[等级]]
		exp_per_min = 5450, --[[每分钟奖励]]
	} ,
	[163] = {
		level = 163, --[[等级]]
		exp_per_min = 5500, --[[每分钟奖励]]
	} ,
	[164] = {
		level = 164, --[[等级]]
		exp_per_min = 5550, --[[每分钟奖励]]
	} ,
	[165] = {
		level = 165, --[[等级]]
		exp_per_min = 5600, --[[每分钟奖励]]
	} ,
	[166] = {
		level = 166, --[[等级]]
		exp_per_min = 5650, --[[每分钟奖励]]
	} ,
	[167] = {
		level = 167, --[[等级]]
		exp_per_min = 5700, --[[每分钟奖励]]
	} ,
	[168] = {
		level = 168, --[[等级]]
		exp_per_min = 5750, --[[每分钟奖励]]
	} ,
	[169] = {
		level = 169, --[[等级]]
		exp_per_min = 5800, --[[每分钟奖励]]
	} ,
	[170] = {
		level = 170, --[[等级]]
		exp_per_min = 5850, --[[每分钟奖励]]
	} ,
	[171] = {
		level = 171, --[[等级]]
		exp_per_min = 5900, --[[每分钟奖励]]
	} ,
	[172] = {
		level = 172, --[[等级]]
		exp_per_min = 5950, --[[每分钟奖励]]
	} ,
	[173] = {
		level = 173, --[[等级]]
		exp_per_min = 6000, --[[每分钟奖励]]
	} ,
	[174] = {
		level = 174, --[[等级]]
		exp_per_min = 6050, --[[每分钟奖励]]
	} ,
	[175] = {
		level = 175, --[[等级]]
		exp_per_min = 6100, --[[每分钟奖励]]
	} ,
	[176] = {
		level = 176, --[[等级]]
		exp_per_min = 6150, --[[每分钟奖励]]
	} ,
	[177] = {
		level = 177, --[[等级]]
		exp_per_min = 6200, --[[每分钟奖励]]
	} ,
	[178] = {
		level = 178, --[[等级]]
		exp_per_min = 6250, --[[每分钟奖励]]
	} ,
	[179] = {
		level = 179, --[[等级]]
		exp_per_min = 6300, --[[每分钟奖励]]
	} ,
	[180] = {
		level = 180, --[[等级]]
		exp_per_min = 6350, --[[每分钟奖励]]
	} ,
	[181] = {
		level = 181, --[[等级]]
		exp_per_min = 6400, --[[每分钟奖励]]
	} ,
	[182] = {
		level = 182, --[[等级]]
		exp_per_min = 6450, --[[每分钟奖励]]
	} ,
	[183] = {
		level = 183, --[[等级]]
		exp_per_min = 6500, --[[每分钟奖励]]
	} ,
	[184] = {
		level = 184, --[[等级]]
		exp_per_min = 6550, --[[每分钟奖励]]
	} ,
	[185] = {
		level = 185, --[[等级]]
		exp_per_min = 6600, --[[每分钟奖励]]
	} ,
	[186] = {
		level = 186, --[[等级]]
		exp_per_min = 6650, --[[每分钟奖励]]
	} ,
	[187] = {
		level = 187, --[[等级]]
		exp_per_min = 6700, --[[每分钟奖励]]
	} ,
	[188] = {
		level = 188, --[[等级]]
		exp_per_min = 6750, --[[每分钟奖励]]
	} ,
	[189] = {
		level = 189, --[[等级]]
		exp_per_min = 6800, --[[每分钟奖励]]
	} ,
	[190] = {
		level = 190, --[[等级]]
		exp_per_min = 6850, --[[每分钟奖励]]
	} ,
	[191] = {
		level = 191, --[[等级]]
		exp_per_min = 6900, --[[每分钟奖励]]
	} ,
	[192] = {
		level = 192, --[[等级]]
		exp_per_min = 6950, --[[每分钟奖励]]
	} ,
	[193] = {
		level = 193, --[[等级]]
		exp_per_min = 7000, --[[每分钟奖励]]
	} ,
	[194] = {
		level = 194, --[[等级]]
		exp_per_min = 7050, --[[每分钟奖励]]
	} ,
	[195] = {
		level = 195, --[[等级]]
		exp_per_min = 7100, --[[每分钟奖励]]
	} ,
	[196] = {
		level = 196, --[[等级]]
		exp_per_min = 7150, --[[每分钟奖励]]
	} ,
	[197] = {
		level = 197, --[[等级]]
		exp_per_min = 7200, --[[每分钟奖励]]
	} ,
	[198] = {
		level = 198, --[[等级]]
		exp_per_min = 7250, --[[每分钟奖励]]
	} ,
	[199] = {
		level = 199, --[[等级]]
		exp_per_min = 7300, --[[每分钟奖励]]
	} ,
	[200] = {
		level = 200, --[[等级]]
		exp_per_min = 7350, --[[每分钟奖励]]
	} ,
	[201] = {
		level = 201, --[[等级]]
		exp_per_min = 7400, --[[每分钟奖励]]
	} ,
	[202] = {
		level = 202, --[[等级]]
		exp_per_min = 7450, --[[每分钟奖励]]
	} ,
	[203] = {
		level = 203, --[[等级]]
		exp_per_min = 7500, --[[每分钟奖励]]
	} ,
	[204] = {
		level = 204, --[[等级]]
		exp_per_min = 7550, --[[每分钟奖励]]
	} ,
	[205] = {
		level = 205, --[[等级]]
		exp_per_min = 7600, --[[每分钟奖励]]
	} ,
	[206] = {
		level = 206, --[[等级]]
		exp_per_min = 7650, --[[每分钟奖励]]
	} ,
	[207] = {
		level = 207, --[[等级]]
		exp_per_min = 7700, --[[每分钟奖励]]
	} ,
	[208] = {
		level = 208, --[[等级]]
		exp_per_min = 7750, --[[每分钟奖励]]
	} ,
	[209] = {
		level = 209, --[[等级]]
		exp_per_min = 7800, --[[每分钟奖励]]
	} ,
	[210] = {
		level = 210, --[[等级]]
		exp_per_min = 7850, --[[每分钟奖励]]
	} ,
	[211] = {
		level = 211, --[[等级]]
		exp_per_min = 7900, --[[每分钟奖励]]
	} ,
	[212] = {
		level = 212, --[[等级]]
		exp_per_min = 7950, --[[每分钟奖励]]
	} ,
	[213] = {
		level = 213, --[[等级]]
		exp_per_min = 8000, --[[每分钟奖励]]
	} ,
	[214] = {
		level = 214, --[[等级]]
		exp_per_min = 8050, --[[每分钟奖励]]
	} ,
	[215] = {
		level = 215, --[[等级]]
		exp_per_min = 8100, --[[每分钟奖励]]
	} ,
	[216] = {
		level = 216, --[[等级]]
		exp_per_min = 8150, --[[每分钟奖励]]
	} ,
	[217] = {
		level = 217, --[[等级]]
		exp_per_min = 8200, --[[每分钟奖励]]
	} ,
	[218] = {
		level = 218, --[[等级]]
		exp_per_min = 8250, --[[每分钟奖励]]
	} ,
	[219] = {
		level = 219, --[[等级]]
		exp_per_min = 8300, --[[每分钟奖励]]
	} ,
	[220] = {
		level = 220, --[[等级]]
		exp_per_min = 8350, --[[每分钟奖励]]
	} ,
	[221] = {
		level = 221, --[[等级]]
		exp_per_min = 8400, --[[每分钟奖励]]
	} ,
	[222] = {
		level = 222, --[[等级]]
		exp_per_min = 8450, --[[每分钟奖励]]
	} ,
	[223] = {
		level = 223, --[[等级]]
		exp_per_min = 8500, --[[每分钟奖励]]
	} ,
	[224] = {
		level = 224, --[[等级]]
		exp_per_min = 8550, --[[每分钟奖励]]
	} ,
	[225] = {
		level = 225, --[[等级]]
		exp_per_min = 8600, --[[每分钟奖励]]
	} ,
	[226] = {
		level = 226, --[[等级]]
		exp_per_min = 8650, --[[每分钟奖励]]
	} ,
	[227] = {
		level = 227, --[[等级]]
		exp_per_min = 8700, --[[每分钟奖励]]
	} ,
	[228] = {
		level = 228, --[[等级]]
		exp_per_min = 8750, --[[每分钟奖励]]
	} ,
	[229] = {
		level = 229, --[[等级]]
		exp_per_min = 8800, --[[每分钟奖励]]
	} ,
	[230] = {
		level = 230, --[[等级]]
		exp_per_min = 8850, --[[每分钟奖励]]
	} ,
	[231] = {
		level = 231, --[[等级]]
		exp_per_min = 8900, --[[每分钟奖励]]
	} ,
	[232] = {
		level = 232, --[[等级]]
		exp_per_min = 8950, --[[每分钟奖励]]
	} ,
	[233] = {
		level = 233, --[[等级]]
		exp_per_min = 9000, --[[每分钟奖励]]
	} ,
	[234] = {
		level = 234, --[[等级]]
		exp_per_min = 9050, --[[每分钟奖励]]
	} ,
	[235] = {
		level = 235, --[[等级]]
		exp_per_min = 9100, --[[每分钟奖励]]
	} ,
	[236] = {
		level = 236, --[[等级]]
		exp_per_min = 9150, --[[每分钟奖励]]
	} ,
	[237] = {
		level = 237, --[[等级]]
		exp_per_min = 9200, --[[每分钟奖励]]
	} ,
	[238] = {
		level = 238, --[[等级]]
		exp_per_min = 9250, --[[每分钟奖励]]
	} ,
	[239] = {
		level = 239, --[[等级]]
		exp_per_min = 9300, --[[每分钟奖励]]
	} ,
	[240] = {
		level = 240, --[[等级]]
		exp_per_min = 9350, --[[每分钟奖励]]
	} ,
	[241] = {
		level = 241, --[[等级]]
		exp_per_min = 9400, --[[每分钟奖励]]
	} ,
	[242] = {
		level = 242, --[[等级]]
		exp_per_min = 9450, --[[每分钟奖励]]
	} ,
	[243] = {
		level = 243, --[[等级]]
		exp_per_min = 9500, --[[每分钟奖励]]
	} ,
	[244] = {
		level = 244, --[[等级]]
		exp_per_min = 9550, --[[每分钟奖励]]
	} ,
	[245] = {
		level = 245, --[[等级]]
		exp_per_min = 9600, --[[每分钟奖励]]
	} ,
	[246] = {
		level = 246, --[[等级]]
		exp_per_min = 9650, --[[每分钟奖励]]
	} ,
	[247] = {
		level = 247, --[[等级]]
		exp_per_min = 9700, --[[每分钟奖励]]
	} ,
	[248] = {
		level = 248, --[[等级]]
		exp_per_min = 9750, --[[每分钟奖励]]
	} ,
	[249] = {
		level = 249, --[[等级]]
		exp_per_min = 9800, --[[每分钟奖励]]
	} ,
	[250] = {
		level = 250, --[[等级]]
		exp_per_min = 9850, --[[每分钟奖励]]
	} ,
	[251] = {
		level = 251, --[[等级]]
		exp_per_min = 9900, --[[每分钟奖励]]
	} ,
	[252] = {
		level = 252, --[[等级]]
		exp_per_min = 9950, --[[每分钟奖励]]
	} ,
	[253] = {
		level = 253, --[[等级]]
		exp_per_min = 10000, --[[每分钟奖励]]
	} ,
	[254] = {
		level = 254, --[[等级]]
		exp_per_min = 10050, --[[每分钟奖励]]
	} ,
	[255] = {
		level = 255, --[[等级]]
		exp_per_min = 10100, --[[每分钟奖励]]
	} ,
	[256] = {
		level = 256, --[[等级]]
		exp_per_min = 10150, --[[每分钟奖励]]
	} ,
	[257] = {
		level = 257, --[[等级]]
		exp_per_min = 10200, --[[每分钟奖励]]
	} ,
	[258] = {
		level = 258, --[[等级]]
		exp_per_min = 10250, --[[每分钟奖励]]
	} ,
	[259] = {
		level = 259, --[[等级]]
		exp_per_min = 10300, --[[每分钟奖励]]
	} ,
	[260] = {
		level = 260, --[[等级]]
		exp_per_min = 10350, --[[每分钟奖励]]
	} ,
	[261] = {
		level = 261, --[[等级]]
		exp_per_min = 10400, --[[每分钟奖励]]
	} ,
	[262] = {
		level = 262, --[[等级]]
		exp_per_min = 10450, --[[每分钟奖励]]
	} ,
	[263] = {
		level = 263, --[[等级]]
		exp_per_min = 10500, --[[每分钟奖励]]
	} ,
	[264] = {
		level = 264, --[[等级]]
		exp_per_min = 10550, --[[每分钟奖励]]
	} ,
	[265] = {
		level = 265, --[[等级]]
		exp_per_min = 10600, --[[每分钟奖励]]
	} ,
	[266] = {
		level = 266, --[[等级]]
		exp_per_min = 10650, --[[每分钟奖励]]
	} ,
	[267] = {
		level = 267, --[[等级]]
		exp_per_min = 10700, --[[每分钟奖励]]
	} ,
	[268] = {
		level = 268, --[[等级]]
		exp_per_min = 10750, --[[每分钟奖励]]
	} ,
	[269] = {
		level = 269, --[[等级]]
		exp_per_min = 10800, --[[每分钟奖励]]
	} ,
	[270] = {
		level = 270, --[[等级]]
		exp_per_min = 10850, --[[每分钟奖励]]
	} ,
	[271] = {
		level = 271, --[[等级]]
		exp_per_min = 10900, --[[每分钟奖励]]
	} ,
	[272] = {
		level = 272, --[[等级]]
		exp_per_min = 10950, --[[每分钟奖励]]
	} ,
	[273] = {
		level = 273, --[[等级]]
		exp_per_min = 11000, --[[每分钟奖励]]
	} ,
	[274] = {
		level = 274, --[[等级]]
		exp_per_min = 11050, --[[每分钟奖励]]
	} ,
	[275] = {
		level = 275, --[[等级]]
		exp_per_min = 11100, --[[每分钟奖励]]
	} ,
	[276] = {
		level = 276, --[[等级]]
		exp_per_min = 11150, --[[每分钟奖励]]
	} ,
	[277] = {
		level = 277, --[[等级]]
		exp_per_min = 11200, --[[每分钟奖励]]
	} ,
	[278] = {
		level = 278, --[[等级]]
		exp_per_min = 11250, --[[每分钟奖励]]
	} ,
	[279] = {
		level = 279, --[[等级]]
		exp_per_min = 11300, --[[每分钟奖励]]
	} ,
	[280] = {
		level = 280, --[[等级]]
		exp_per_min = 11350, --[[每分钟奖励]]
	} ,
	[281] = {
		level = 281, --[[等级]]
		exp_per_min = 11400, --[[每分钟奖励]]
	} ,
	[282] = {
		level = 282, --[[等级]]
		exp_per_min = 11450, --[[每分钟奖励]]
	} ,
	[283] = {
		level = 283, --[[等级]]
		exp_per_min = 11500, --[[每分钟奖励]]
	} ,
	[284] = {
		level = 284, --[[等级]]
		exp_per_min = 11550, --[[每分钟奖励]]
	} ,
	[285] = {
		level = 285, --[[等级]]
		exp_per_min = 11600, --[[每分钟奖励]]
	} ,
	[286] = {
		level = 286, --[[等级]]
		exp_per_min = 11650, --[[每分钟奖励]]
	} ,
	[287] = {
		level = 287, --[[等级]]
		exp_per_min = 11700, --[[每分钟奖励]]
	} ,
	[288] = {
		level = 288, --[[等级]]
		exp_per_min = 11750, --[[每分钟奖励]]
	} ,
	[289] = {
		level = 289, --[[等级]]
		exp_per_min = 11800, --[[每分钟奖励]]
	} ,
	[290] = {
		level = 290, --[[等级]]
		exp_per_min = 11850, --[[每分钟奖励]]
	} ,
	[291] = {
		level = 291, --[[等级]]
		exp_per_min = 11900, --[[每分钟奖励]]
	} ,
	[292] = {
		level = 292, --[[等级]]
		exp_per_min = 11950, --[[每分钟奖励]]
	} ,
	[293] = {
		level = 293, --[[等级]]
		exp_per_min = 12000, --[[每分钟奖励]]
	} ,
	[294] = {
		level = 294, --[[等级]]
		exp_per_min = 12050, --[[每分钟奖励]]
	} ,
	[295] = {
		level = 295, --[[等级]]
		exp_per_min = 12100, --[[每分钟奖励]]
	} ,
	[296] = {
		level = 296, --[[等级]]
		exp_per_min = 12150, --[[每分钟奖励]]
	} ,
	[297] = {
		level = 297, --[[等级]]
		exp_per_min = 12200, --[[每分钟奖励]]
	} ,
	[298] = {
		level = 298, --[[等级]]
		exp_per_min = 12250, --[[每分钟奖励]]
	} ,
	[299] = {
		level = 299, --[[等级]]
		exp_per_min = 12300, --[[每分钟奖励]]
	} ,
	[300] = {
		level = 300, --[[等级]]
		exp_per_min = 12350, --[[每分钟奖励]]
	} ,
	[301] = {
		level = 301, --[[等级]]
		exp_per_min = 12400, --[[每分钟奖励]]
	} ,
	[302] = {
		level = 302, --[[等级]]
		exp_per_min = 12450, --[[每分钟奖励]]
	} ,
	[303] = {
		level = 303, --[[等级]]
		exp_per_min = 12500, --[[每分钟奖励]]
	} ,
	[304] = {
		level = 304, --[[等级]]
		exp_per_min = 12550, --[[每分钟奖励]]
	} ,
	[305] = {
		level = 305, --[[等级]]
		exp_per_min = 12600, --[[每分钟奖励]]
	} ,
	[306] = {
		level = 306, --[[等级]]
		exp_per_min = 12650, --[[每分钟奖励]]
	} ,
	[307] = {
		level = 307, --[[等级]]
		exp_per_min = 12700, --[[每分钟奖励]]
	} ,
	[308] = {
		level = 308, --[[等级]]
		exp_per_min = 12750, --[[每分钟奖励]]
	} ,
	[309] = {
		level = 309, --[[等级]]
		exp_per_min = 12800, --[[每分钟奖励]]
	} ,
	[310] = {
		level = 310, --[[等级]]
		exp_per_min = 12850, --[[每分钟奖励]]
	} ,
	[311] = {
		level = 311, --[[等级]]
		exp_per_min = 12900, --[[每分钟奖励]]
	} ,
	[312] = {
		level = 312, --[[等级]]
		exp_per_min = 12950, --[[每分钟奖励]]
	} ,
	[313] = {
		level = 313, --[[等级]]
		exp_per_min = 13000, --[[每分钟奖励]]
	} ,
	[314] = {
		level = 314, --[[等级]]
		exp_per_min = 13050, --[[每分钟奖励]]
	} ,
	[315] = {
		level = 315, --[[等级]]
		exp_per_min = 13100, --[[每分钟奖励]]
	} ,
	[316] = {
		level = 316, --[[等级]]
		exp_per_min = 13150, --[[每分钟奖励]]
	} ,
	[317] = {
		level = 317, --[[等级]]
		exp_per_min = 13200, --[[每分钟奖励]]
	} ,
	[318] = {
		level = 318, --[[等级]]
		exp_per_min = 13250, --[[每分钟奖励]]
	} ,
	[319] = {
		level = 319, --[[等级]]
		exp_per_min = 13300, --[[每分钟奖励]]
	} ,
	[320] = {
		level = 320, --[[等级]]
		exp_per_min = 13350, --[[每分钟奖励]]
	} ,
	[321] = {
		level = 321, --[[等级]]
		exp_per_min = 13400, --[[每分钟奖励]]
	} ,
	[322] = {
		level = 322, --[[等级]]
		exp_per_min = 13450, --[[每分钟奖励]]
	} ,
	[323] = {
		level = 323, --[[等级]]
		exp_per_min = 13500, --[[每分钟奖励]]
	} ,
	[324] = {
		level = 324, --[[等级]]
		exp_per_min = 13550, --[[每分钟奖励]]
	} ,
	[325] = {
		level = 325, --[[等级]]
		exp_per_min = 13600, --[[每分钟奖励]]
	} ,
	[326] = {
		level = 326, --[[等级]]
		exp_per_min = 13650, --[[每分钟奖励]]
	} ,
	[327] = {
		level = 327, --[[等级]]
		exp_per_min = 13700, --[[每分钟奖励]]
	} ,
	[328] = {
		level = 328, --[[等级]]
		exp_per_min = 13750, --[[每分钟奖励]]
	} ,
	[329] = {
		level = 329, --[[等级]]
		exp_per_min = 13800, --[[每分钟奖励]]
	} ,
	[330] = {
		level = 330, --[[等级]]
		exp_per_min = 13850, --[[每分钟奖励]]
	} ,
	[331] = {
		level = 331, --[[等级]]
		exp_per_min = 13900, --[[每分钟奖励]]
	} ,
	[332] = {
		level = 332, --[[等级]]
		exp_per_min = 13950, --[[每分钟奖励]]
	} ,
	[333] = {
		level = 333, --[[等级]]
		exp_per_min = 14000, --[[每分钟奖励]]
	} ,
	[334] = {
		level = 334, --[[等级]]
		exp_per_min = 14050, --[[每分钟奖励]]
	} ,
	[335] = {
		level = 335, --[[等级]]
		exp_per_min = 14100, --[[每分钟奖励]]
	} ,
	[336] = {
		level = 336, --[[等级]]
		exp_per_min = 14150, --[[每分钟奖励]]
	} ,
	[337] = {
		level = 337, --[[等级]]
		exp_per_min = 14200, --[[每分钟奖励]]
	} ,
	[338] = {
		level = 338, --[[等级]]
		exp_per_min = 14250, --[[每分钟奖励]]
	} ,
	[339] = {
		level = 339, --[[等级]]
		exp_per_min = 14300, --[[每分钟奖励]]
	} ,
	[340] = {
		level = 340, --[[等级]]
		exp_per_min = 14350, --[[每分钟奖励]]
	} ,
	[341] = {
		level = 341, --[[等级]]
		exp_per_min = 14400, --[[每分钟奖励]]
	} ,
	[342] = {
		level = 342, --[[等级]]
		exp_per_min = 14450, --[[每分钟奖励]]
	} ,
	[343] = {
		level = 343, --[[等级]]
		exp_per_min = 14500, --[[每分钟奖励]]
	} ,
	[344] = {
		level = 344, --[[等级]]
		exp_per_min = 14550, --[[每分钟奖励]]
	} ,
	[345] = {
		level = 345, --[[等级]]
		exp_per_min = 14600, --[[每分钟奖励]]
	} ,
	[346] = {
		level = 346, --[[等级]]
		exp_per_min = 14650, --[[每分钟奖励]]
	} ,
	[347] = {
		level = 347, --[[等级]]
		exp_per_min = 14700, --[[每分钟奖励]]
	} ,
	[348] = {
		level = 348, --[[等级]]
		exp_per_min = 14750, --[[每分钟奖励]]
	} ,
	[349] = {
		level = 349, --[[等级]]
		exp_per_min = 14800, --[[每分钟奖励]]
	} ,
	[350] = {
		level = 350, --[[等级]]
		exp_per_min = 14850, --[[每分钟奖励]]
	} ,
	[351] = {
		level = 351, --[[等级]]
		exp_per_min = 14900, --[[每分钟奖励]]
	} ,
	[352] = {
		level = 352, --[[等级]]
		exp_per_min = 14950, --[[每分钟奖励]]
	} ,
	[353] = {
		level = 353, --[[等级]]
		exp_per_min = 15000, --[[每分钟奖励]]
	} ,
	[354] = {
		level = 354, --[[等级]]
		exp_per_min = 15050, --[[每分钟奖励]]
	} ,
	[355] = {
		level = 355, --[[等级]]
		exp_per_min = 15100, --[[每分钟奖励]]
	} ,
	[356] = {
		level = 356, --[[等级]]
		exp_per_min = 15150, --[[每分钟奖励]]
	} ,
	[357] = {
		level = 357, --[[等级]]
		exp_per_min = 15200, --[[每分钟奖励]]
	} ,
	[358] = {
		level = 358, --[[等级]]
		exp_per_min = 15250, --[[每分钟奖励]]
	} ,
	[359] = {
		level = 359, --[[等级]]
		exp_per_min = 15300, --[[每分钟奖励]]
	} ,
	[360] = {
		level = 360, --[[等级]]
		exp_per_min = 15350, --[[每分钟奖励]]
	} ,
	[361] = {
		level = 361, --[[等级]]
		exp_per_min = 15400, --[[每分钟奖励]]
	} ,
	[362] = {
		level = 362, --[[等级]]
		exp_per_min = 15450, --[[每分钟奖励]]
	} ,
	[363] = {
		level = 363, --[[等级]]
		exp_per_min = 15500, --[[每分钟奖励]]
	} ,
	[364] = {
		level = 364, --[[等级]]
		exp_per_min = 15550, --[[每分钟奖励]]
	} ,
	[365] = {
		level = 365, --[[等级]]
		exp_per_min = 15600, --[[每分钟奖励]]
	} ,
	[366] = {
		level = 366, --[[等级]]
		exp_per_min = 15650, --[[每分钟奖励]]
	} ,
	[367] = {
		level = 367, --[[等级]]
		exp_per_min = 15700, --[[每分钟奖励]]
	} ,
	[368] = {
		level = 368, --[[等级]]
		exp_per_min = 15750, --[[每分钟奖励]]
	} ,
	[369] = {
		level = 369, --[[等级]]
		exp_per_min = 15800, --[[每分钟奖励]]
	} ,
	[370] = {
		level = 370, --[[等级]]
		exp_per_min = 15850, --[[每分钟奖励]]
	} ,
	[371] = {
		level = 371, --[[等级]]
		exp_per_min = 15900, --[[每分钟奖励]]
	} ,
	[372] = {
		level = 372, --[[等级]]
		exp_per_min = 15950, --[[每分钟奖励]]
	} ,
	[373] = {
		level = 373, --[[等级]]
		exp_per_min = 16000, --[[每分钟奖励]]
	} ,
	[374] = {
		level = 374, --[[等级]]
		exp_per_min = 16050, --[[每分钟奖励]]
	} ,
	[375] = {
		level = 375, --[[等级]]
		exp_per_min = 16100, --[[每分钟奖励]]
	} ,
	[376] = {
		level = 376, --[[等级]]
		exp_per_min = 16150, --[[每分钟奖励]]
	} ,
	[377] = {
		level = 377, --[[等级]]
		exp_per_min = 16200, --[[每分钟奖励]]
	} ,
	[378] = {
		level = 378, --[[等级]]
		exp_per_min = 16250, --[[每分钟奖励]]
	} ,
	[379] = {
		level = 379, --[[等级]]
		exp_per_min = 16300, --[[每分钟奖励]]
	} ,
	[380] = {
		level = 380, --[[等级]]
		exp_per_min = 16350, --[[每分钟奖励]]
	} ,
	[381] = {
		level = 381, --[[等级]]
		exp_per_min = 16400, --[[每分钟奖励]]
	} ,
	[382] = {
		level = 382, --[[等级]]
		exp_per_min = 16450, --[[每分钟奖励]]
	} ,
	[383] = {
		level = 383, --[[等级]]
		exp_per_min = 16500, --[[每分钟奖励]]
	} ,
	[384] = {
		level = 384, --[[等级]]
		exp_per_min = 16550, --[[每分钟奖励]]
	} ,
	[385] = {
		level = 385, --[[等级]]
		exp_per_min = 16600, --[[每分钟奖励]]
	} ,
	[386] = {
		level = 386, --[[等级]]
		exp_per_min = 16650, --[[每分钟奖励]]
	} ,
	[387] = {
		level = 387, --[[等级]]
		exp_per_min = 16700, --[[每分钟奖励]]
	} ,
	[388] = {
		level = 388, --[[等级]]
		exp_per_min = 16750, --[[每分钟奖励]]
	} ,
	[389] = {
		level = 389, --[[等级]]
		exp_per_min = 16800, --[[每分钟奖励]]
	} ,
	[390] = {
		level = 390, --[[等级]]
		exp_per_min = 16850, --[[每分钟奖励]]
	} ,
	[391] = {
		level = 391, --[[等级]]
		exp_per_min = 16900, --[[每分钟奖励]]
	} ,
	[392] = {
		level = 392, --[[等级]]
		exp_per_min = 16950, --[[每分钟奖励]]
	} ,
	[393] = {
		level = 393, --[[等级]]
		exp_per_min = 17000, --[[每分钟奖励]]
	} ,
	[394] = {
		level = 394, --[[等级]]
		exp_per_min = 17050, --[[每分钟奖励]]
	} ,
	[395] = {
		level = 395, --[[等级]]
		exp_per_min = 17100, --[[每分钟奖励]]
	} ,
	[396] = {
		level = 396, --[[等级]]
		exp_per_min = 17150, --[[每分钟奖励]]
	} ,
	[397] = {
		level = 397, --[[等级]]
		exp_per_min = 17200, --[[每分钟奖励]]
	} ,
	[398] = {
		level = 398, --[[等级]]
		exp_per_min = 17250, --[[每分钟奖励]]
	} ,
	[399] = {
		level = 399, --[[等级]]
		exp_per_min = 17300, --[[每分钟奖励]]
	} ,
	[400] = {
		level = 400, --[[等级]]
		exp_per_min = 17350, --[[每分钟奖励]]
	} ,
	[401] = {
		level = 401, --[[等级]]
		exp_per_min = 17400, --[[每分钟奖励]]
	} ,
	[402] = {
		level = 402, --[[等级]]
		exp_per_min = 17450, --[[每分钟奖励]]
	} ,
	[403] = {
		level = 403, --[[等级]]
		exp_per_min = 17500, --[[每分钟奖励]]
	} ,
	[404] = {
		level = 404, --[[等级]]
		exp_per_min = 17550, --[[每分钟奖励]]
	} ,
	[405] = {
		level = 405, --[[等级]]
		exp_per_min = 17600, --[[每分钟奖励]]
	} ,
	[406] = {
		level = 406, --[[等级]]
		exp_per_min = 17650, --[[每分钟奖励]]
	} ,
	[407] = {
		level = 407, --[[等级]]
		exp_per_min = 17700, --[[每分钟奖励]]
	} ,
	[408] = {
		level = 408, --[[等级]]
		exp_per_min = 17750, --[[每分钟奖励]]
	} ,
	[409] = {
		level = 409, --[[等级]]
		exp_per_min = 17800, --[[每分钟奖励]]
	} ,
	[410] = {
		level = 410, --[[等级]]
		exp_per_min = 17850, --[[每分钟奖励]]
	} ,
	[411] = {
		level = 411, --[[等级]]
		exp_per_min = 17900, --[[每分钟奖励]]
	} ,
	[412] = {
		level = 412, --[[等级]]
		exp_per_min = 17950, --[[每分钟奖励]]
	} ,
	[413] = {
		level = 413, --[[等级]]
		exp_per_min = 18000, --[[每分钟奖励]]
	} ,
	[414] = {
		level = 414, --[[等级]]
		exp_per_min = 18050, --[[每分钟奖励]]
	} ,
	[415] = {
		level = 415, --[[等级]]
		exp_per_min = 18100, --[[每分钟奖励]]
	} ,
	[416] = {
		level = 416, --[[等级]]
		exp_per_min = 18150, --[[每分钟奖励]]
	} ,
	[417] = {
		level = 417, --[[等级]]
		exp_per_min = 18200, --[[每分钟奖励]]
	} ,
	[418] = {
		level = 418, --[[等级]]
		exp_per_min = 18250, --[[每分钟奖励]]
	} ,
	[419] = {
		level = 419, --[[等级]]
		exp_per_min = 18300, --[[每分钟奖励]]
	} ,
	[420] = {
		level = 420, --[[等级]]
		exp_per_min = 18350, --[[每分钟奖励]]
	} ,
	[421] = {
		level = 421, --[[等级]]
		exp_per_min = 18400, --[[每分钟奖励]]
	} ,
	[422] = {
		level = 422, --[[等级]]
		exp_per_min = 18450, --[[每分钟奖励]]
	} ,
	[423] = {
		level = 423, --[[等级]]
		exp_per_min = 18500, --[[每分钟奖励]]
	} ,
	[424] = {
		level = 424, --[[等级]]
		exp_per_min = 18550, --[[每分钟奖励]]
	} ,
	[425] = {
		level = 425, --[[等级]]
		exp_per_min = 18600, --[[每分钟奖励]]
	} ,
	[426] = {
		level = 426, --[[等级]]
		exp_per_min = 18650, --[[每分钟奖励]]
	} ,
	[427] = {
		level = 427, --[[等级]]
		exp_per_min = 18700, --[[每分钟奖励]]
	} ,
	[428] = {
		level = 428, --[[等级]]
		exp_per_min = 18750, --[[每分钟奖励]]
	} ,
	[429] = {
		level = 429, --[[等级]]
		exp_per_min = 18800, --[[每分钟奖励]]
	} ,
	[430] = {
		level = 430, --[[等级]]
		exp_per_min = 18850, --[[每分钟奖励]]
	} ,
	[431] = {
		level = 431, --[[等级]]
		exp_per_min = 18900, --[[每分钟奖励]]
	} ,
	[432] = {
		level = 432, --[[等级]]
		exp_per_min = 18950, --[[每分钟奖励]]
	} ,
	[433] = {
		level = 433, --[[等级]]
		exp_per_min = 19000, --[[每分钟奖励]]
	} ,
	[434] = {
		level = 434, --[[等级]]
		exp_per_min = 19050, --[[每分钟奖励]]
	} ,
	[435] = {
		level = 435, --[[等级]]
		exp_per_min = 19100, --[[每分钟奖励]]
	} ,
	[436] = {
		level = 436, --[[等级]]
		exp_per_min = 19150, --[[每分钟奖励]]
	} ,
	[437] = {
		level = 437, --[[等级]]
		exp_per_min = 19200, --[[每分钟奖励]]
	} ,
	[438] = {
		level = 438, --[[等级]]
		exp_per_min = 19250, --[[每分钟奖励]]
	} ,
	[439] = {
		level = 439, --[[等级]]
		exp_per_min = 19300, --[[每分钟奖励]]
	} ,
	[440] = {
		level = 440, --[[等级]]
		exp_per_min = 19350, --[[每分钟奖励]]
	} ,
	[441] = {
		level = 441, --[[等级]]
		exp_per_min = 19400, --[[每分钟奖励]]
	} ,
	[442] = {
		level = 442, --[[等级]]
		exp_per_min = 19450, --[[每分钟奖励]]
	} ,
	[443] = {
		level = 443, --[[等级]]
		exp_per_min = 19500, --[[每分钟奖励]]
	} ,
	[444] = {
		level = 444, --[[等级]]
		exp_per_min = 19550, --[[每分钟奖励]]
	} ,
	[445] = {
		level = 445, --[[等级]]
		exp_per_min = 19600, --[[每分钟奖励]]
	} ,
	[446] = {
		level = 446, --[[等级]]
		exp_per_min = 19650, --[[每分钟奖励]]
	} ,
	[447] = {
		level = 447, --[[等级]]
		exp_per_min = 19700, --[[每分钟奖励]]
	} ,
	[448] = {
		level = 448, --[[等级]]
		exp_per_min = 19750, --[[每分钟奖励]]
	} ,
	[449] = {
		level = 449, --[[等级]]
		exp_per_min = 19800, --[[每分钟奖励]]
	} ,
	[450] = {
		level = 450, --[[等级]]
		exp_per_min = 19850, --[[每分钟奖励]]
	} ,
	[451] = {
		level = 451, --[[等级]]
		exp_per_min = 19900, --[[每分钟奖励]]
	} ,
	[452] = {
		level = 452, --[[等级]]
		exp_per_min = 19950, --[[每分钟奖励]]
	} ,
	[453] = {
		level = 453, --[[等级]]
		exp_per_min = 20000, --[[每分钟奖励]]
	} ,
	[454] = {
		level = 454, --[[等级]]
		exp_per_min = 20050, --[[每分钟奖励]]
	} ,
	[455] = {
		level = 455, --[[等级]]
		exp_per_min = 20100, --[[每分钟奖励]]
	} ,
	[456] = {
		level = 456, --[[等级]]
		exp_per_min = 20150, --[[每分钟奖励]]
	} ,
	[457] = {
		level = 457, --[[等级]]
		exp_per_min = 20200, --[[每分钟奖励]]
	} ,
	[458] = {
		level = 458, --[[等级]]
		exp_per_min = 20250, --[[每分钟奖励]]
	} ,
	[459] = {
		level = 459, --[[等级]]
		exp_per_min = 20300, --[[每分钟奖励]]
	} ,
	[460] = {
		level = 460, --[[等级]]
		exp_per_min = 20350, --[[每分钟奖励]]
	} ,
	[461] = {
		level = 461, --[[等级]]
		exp_per_min = 20400, --[[每分钟奖励]]
	} ,
	[462] = {
		level = 462, --[[等级]]
		exp_per_min = 20450, --[[每分钟奖励]]
	} ,
	[463] = {
		level = 463, --[[等级]]
		exp_per_min = 20500, --[[每分钟奖励]]
	} ,
	[464] = {
		level = 464, --[[等级]]
		exp_per_min = 20550, --[[每分钟奖励]]
	} ,
	[465] = {
		level = 465, --[[等级]]
		exp_per_min = 20600, --[[每分钟奖励]]
	} ,
	[466] = {
		level = 466, --[[等级]]
		exp_per_min = 20650, --[[每分钟奖励]]
	} ,
	[467] = {
		level = 467, --[[等级]]
		exp_per_min = 20700, --[[每分钟奖励]]
	} ,
	[468] = {
		level = 468, --[[等级]]
		exp_per_min = 20750, --[[每分钟奖励]]
	} ,
	[469] = {
		level = 469, --[[等级]]
		exp_per_min = 20800, --[[每分钟奖励]]
	} ,
	[470] = {
		level = 470, --[[等级]]
		exp_per_min = 20850, --[[每分钟奖励]]
	} ,
	[471] = {
		level = 471, --[[等级]]
		exp_per_min = 20900, --[[每分钟奖励]]
	} ,
	[472] = {
		level = 472, --[[等级]]
		exp_per_min = 20950, --[[每分钟奖励]]
	} ,
	[473] = {
		level = 473, --[[等级]]
		exp_per_min = 21000, --[[每分钟奖励]]
	} ,
	[474] = {
		level = 474, --[[等级]]
		exp_per_min = 21050, --[[每分钟奖励]]
	} ,
	[475] = {
		level = 475, --[[等级]]
		exp_per_min = 21100, --[[每分钟奖励]]
	} ,
	[476] = {
		level = 476, --[[等级]]
		exp_per_min = 21150, --[[每分钟奖励]]
	} ,
	[477] = {
		level = 477, --[[等级]]
		exp_per_min = 21200, --[[每分钟奖励]]
	} ,
	[478] = {
		level = 478, --[[等级]]
		exp_per_min = 21250, --[[每分钟奖励]]
	} ,
	[479] = {
		level = 479, --[[等级]]
		exp_per_min = 21300, --[[每分钟奖励]]
	} ,
	[480] = {
		level = 480, --[[等级]]
		exp_per_min = 21350, --[[每分钟奖励]]
	} ,
	[481] = {
		level = 481, --[[等级]]
		exp_per_min = 21400, --[[每分钟奖励]]
	} ,
	[482] = {
		level = 482, --[[等级]]
		exp_per_min = 21450, --[[每分钟奖励]]
	} ,
	[483] = {
		level = 483, --[[等级]]
		exp_per_min = 21500, --[[每分钟奖励]]
	} ,
	[484] = {
		level = 484, --[[等级]]
		exp_per_min = 21550, --[[每分钟奖励]]
	} ,
	[485] = {
		level = 485, --[[等级]]
		exp_per_min = 21600, --[[每分钟奖励]]
	} ,
	[486] = {
		level = 486, --[[等级]]
		exp_per_min = 21650, --[[每分钟奖励]]
	} ,
	[487] = {
		level = 487, --[[等级]]
		exp_per_min = 21700, --[[每分钟奖励]]
	} ,
	[488] = {
		level = 488, --[[等级]]
		exp_per_min = 21750, --[[每分钟奖励]]
	} ,
	[489] = {
		level = 489, --[[等级]]
		exp_per_min = 21800, --[[每分钟奖励]]
	} ,
	[490] = {
		level = 490, --[[等级]]
		exp_per_min = 21850, --[[每分钟奖励]]
	} ,
	[491] = {
		level = 491, --[[等级]]
		exp_per_min = 21900, --[[每分钟奖励]]
	} ,
	[492] = {
		level = 492, --[[等级]]
		exp_per_min = 21950, --[[每分钟奖励]]
	} ,
	[493] = {
		level = 493, --[[等级]]
		exp_per_min = 22000, --[[每分钟奖励]]
	} ,
	[494] = {
		level = 494, --[[等级]]
		exp_per_min = 22050, --[[每分钟奖励]]
	} ,
	[495] = {
		level = 495, --[[等级]]
		exp_per_min = 22100, --[[每分钟奖励]]
	} ,
	[496] = {
		level = 496, --[[等级]]
		exp_per_min = 22150, --[[每分钟奖励]]
	} ,
	[497] = {
		level = 497, --[[等级]]
		exp_per_min = 22200, --[[每分钟奖励]]
	} ,
	[498] = {
		level = 498, --[[等级]]
		exp_per_min = 22250, --[[每分钟奖励]]
	} ,
	[499] = {
		level = 499, --[[等级]]
		exp_per_min = 22300, --[[每分钟奖励]]
	} ,
	[500] = {
		level = 500, --[[等级]]
		exp_per_min = 22350, --[[每分钟奖励]]
	} ,
	[501] = {
		level = 501, --[[等级]]
		exp_per_min = 22400, --[[每分钟奖励]]
	} ,
	[502] = {
		level = 502, --[[等级]]
		exp_per_min = 22450, --[[每分钟奖励]]
	} ,
	[503] = {
		level = 503, --[[等级]]
		exp_per_min = 22500, --[[每分钟奖励]]
	} ,
	[504] = {
		level = 504, --[[等级]]
		exp_per_min = 22550, --[[每分钟奖励]]
	} ,
	[505] = {
		level = 505, --[[等级]]
		exp_per_min = 22600, --[[每分钟奖励]]
	} ,
	[506] = {
		level = 506, --[[等级]]
		exp_per_min = 22650, --[[每分钟奖励]]
	} ,
	[507] = {
		level = 507, --[[等级]]
		exp_per_min = 22700, --[[每分钟奖励]]
	} ,
	[508] = {
		level = 508, --[[等级]]
		exp_per_min = 22750, --[[每分钟奖励]]
	} ,
	[509] = {
		level = 509, --[[等级]]
		exp_per_min = 22800, --[[每分钟奖励]]
	} ,
	[510] = {
		level = 510, --[[等级]]
		exp_per_min = 22850, --[[每分钟奖励]]
	} ,
	[511] = {
		level = 511, --[[等级]]
		exp_per_min = 22900, --[[每分钟奖励]]
	} ,
	[512] = {
		level = 512, --[[等级]]
		exp_per_min = 22950, --[[每分钟奖励]]
	} ,
	[513] = {
		level = 513, --[[等级]]
		exp_per_min = 23000, --[[每分钟奖励]]
	} ,
	[514] = {
		level = 514, --[[等级]]
		exp_per_min = 23050, --[[每分钟奖励]]
	} ,
	[515] = {
		level = 515, --[[等级]]
		exp_per_min = 23100, --[[每分钟奖励]]
	} ,
	[516] = {
		level = 516, --[[等级]]
		exp_per_min = 23150, --[[每分钟奖励]]
	} ,
	[517] = {
		level = 517, --[[等级]]
		exp_per_min = 23200, --[[每分钟奖励]]
	} ,
	[518] = {
		level = 518, --[[等级]]
		exp_per_min = 23250, --[[每分钟奖励]]
	} ,
	[519] = {
		level = 519, --[[等级]]
		exp_per_min = 23300, --[[每分钟奖励]]
	} ,
	[520] = {
		level = 520, --[[等级]]
		exp_per_min = 23350, --[[每分钟奖励]]
	} ,
	[521] = {
		level = 521, --[[等级]]
		exp_per_min = 23400, --[[每分钟奖励]]
	} ,
	[522] = {
		level = 522, --[[等级]]
		exp_per_min = 23450, --[[每分钟奖励]]
	} ,
	[523] = {
		level = 523, --[[等级]]
		exp_per_min = 23500, --[[每分钟奖励]]
	} ,
	[524] = {
		level = 524, --[[等级]]
		exp_per_min = 23550, --[[每分钟奖励]]
	} ,
	[525] = {
		level = 525, --[[等级]]
		exp_per_min = 23600, --[[每分钟奖励]]
	} ,
	[526] = {
		level = 526, --[[等级]]
		exp_per_min = 23650, --[[每分钟奖励]]
	} ,
	[527] = {
		level = 527, --[[等级]]
		exp_per_min = 23700, --[[每分钟奖励]]
	} ,
	[528] = {
		level = 528, --[[等级]]
		exp_per_min = 23750, --[[每分钟奖励]]
	} ,
	[529] = {
		level = 529, --[[等级]]
		exp_per_min = 23800, --[[每分钟奖励]]
	} ,
	[530] = {
		level = 530, --[[等级]]
		exp_per_min = 23850, --[[每分钟奖励]]
	} ,
	[531] = {
		level = 531, --[[等级]]
		exp_per_min = 23900, --[[每分钟奖励]]
	} ,
	[532] = {
		level = 532, --[[等级]]
		exp_per_min = 23950, --[[每分钟奖励]]
	} ,
	[533] = {
		level = 533, --[[等级]]
		exp_per_min = 24000, --[[每分钟奖励]]
	} ,
	[534] = {
		level = 534, --[[等级]]
		exp_per_min = 24050, --[[每分钟奖励]]
	} ,
	[535] = {
		level = 535, --[[等级]]
		exp_per_min = 24100, --[[每分钟奖励]]
	} ,
	[536] = {
		level = 536, --[[等级]]
		exp_per_min = 24150, --[[每分钟奖励]]
	} ,
	[537] = {
		level = 537, --[[等级]]
		exp_per_min = 24200, --[[每分钟奖励]]
	} ,
	[538] = {
		level = 538, --[[等级]]
		exp_per_min = 24250, --[[每分钟奖励]]
	} ,
	[539] = {
		level = 539, --[[等级]]
		exp_per_min = 24300, --[[每分钟奖励]]
	} ,
	[540] = {
		level = 540, --[[等级]]
		exp_per_min = 24350, --[[每分钟奖励]]
	} ,
	[541] = {
		level = 541, --[[等级]]
		exp_per_min = 24400, --[[每分钟奖励]]
	} ,
	[542] = {
		level = 542, --[[等级]]
		exp_per_min = 24450, --[[每分钟奖励]]
	} ,
	[543] = {
		level = 543, --[[等级]]
		exp_per_min = 24500, --[[每分钟奖励]]
	} ,
	[544] = {
		level = 544, --[[等级]]
		exp_per_min = 24550, --[[每分钟奖励]]
	} ,
	[545] = {
		level = 545, --[[等级]]
		exp_per_min = 24600, --[[每分钟奖励]]
	} ,
	[546] = {
		level = 546, --[[等级]]
		exp_per_min = 24650, --[[每分钟奖励]]
	} ,
	[547] = {
		level = 547, --[[等级]]
		exp_per_min = 24700, --[[每分钟奖励]]
	} ,
	[548] = {
		level = 548, --[[等级]]
		exp_per_min = 24750, --[[每分钟奖励]]
	} ,
	[549] = {
		level = 549, --[[等级]]
		exp_per_min = 24800, --[[每分钟奖励]]
	} ,
	[550] = {
		level = 550, --[[等级]]
		exp_per_min = 24850, --[[每分钟奖励]]
	} ,
	[551] = {
		level = 551, --[[等级]]
		exp_per_min = 24900, --[[每分钟奖励]]
	} ,
	[552] = {
		level = 552, --[[等级]]
		exp_per_min = 24950, --[[每分钟奖励]]
	} ,
	[553] = {
		level = 553, --[[等级]]
		exp_per_min = 25000, --[[每分钟奖励]]
	} ,
	[554] = {
		level = 554, --[[等级]]
		exp_per_min = 25050, --[[每分钟奖励]]
	} ,
	[555] = {
		level = 555, --[[等级]]
		exp_per_min = 25100, --[[每分钟奖励]]
	} ,
	[556] = {
		level = 556, --[[等级]]
		exp_per_min = 25150, --[[每分钟奖励]]
	} ,
	[557] = {
		level = 557, --[[等级]]
		exp_per_min = 25200, --[[每分钟奖励]]
	} ,
	[558] = {
		level = 558, --[[等级]]
		exp_per_min = 25250, --[[每分钟奖励]]
	} ,
	[559] = {
		level = 559, --[[等级]]
		exp_per_min = 25300, --[[每分钟奖励]]
	} ,
	[560] = {
		level = 560, --[[等级]]
		exp_per_min = 25350, --[[每分钟奖励]]
	} ,
	[561] = {
		level = 561, --[[等级]]
		exp_per_min = 25400, --[[每分钟奖励]]
	} ,
	[562] = {
		level = 562, --[[等级]]
		exp_per_min = 25450, --[[每分钟奖励]]
	} ,
	[563] = {
		level = 563, --[[等级]]
		exp_per_min = 25500, --[[每分钟奖励]]
	} ,
	[564] = {
		level = 564, --[[等级]]
		exp_per_min = 25550, --[[每分钟奖励]]
	} ,
	[565] = {
		level = 565, --[[等级]]
		exp_per_min = 25600, --[[每分钟奖励]]
	} ,
	[566] = {
		level = 566, --[[等级]]
		exp_per_min = 25650, --[[每分钟奖励]]
	} ,
	[567] = {
		level = 567, --[[等级]]
		exp_per_min = 25700, --[[每分钟奖励]]
	} ,
	[568] = {
		level = 568, --[[等级]]
		exp_per_min = 25750, --[[每分钟奖励]]
	} ,
	[569] = {
		level = 569, --[[等级]]
		exp_per_min = 25800, --[[每分钟奖励]]
	} ,
	[570] = {
		level = 570, --[[等级]]
		exp_per_min = 25850, --[[每分钟奖励]]
	} ,
	[571] = {
		level = 571, --[[等级]]
		exp_per_min = 25900, --[[每分钟奖励]]
	} ,
	[572] = {
		level = 572, --[[等级]]
		exp_per_min = 25950, --[[每分钟奖励]]
	} ,
	[573] = {
		level = 573, --[[等级]]
		exp_per_min = 26000, --[[每分钟奖励]]
	} ,
	[574] = {
		level = 574, --[[等级]]
		exp_per_min = 26050, --[[每分钟奖励]]
	} ,
	[575] = {
		level = 575, --[[等级]]
		exp_per_min = 26100, --[[每分钟奖励]]
	} ,
	[576] = {
		level = 576, --[[等级]]
		exp_per_min = 26150, --[[每分钟奖励]]
	} ,
	[577] = {
		level = 577, --[[等级]]
		exp_per_min = 26200, --[[每分钟奖励]]
	} ,
	[578] = {
		level = 578, --[[等级]]
		exp_per_min = 26250, --[[每分钟奖励]]
	} ,
	[579] = {
		level = 579, --[[等级]]
		exp_per_min = 26300, --[[每分钟奖励]]
	} ,
	[580] = {
		level = 580, --[[等级]]
		exp_per_min = 26350, --[[每分钟奖励]]
	} ,
	[581] = {
		level = 581, --[[等级]]
		exp_per_min = 26400, --[[每分钟奖励]]
	} ,
	[582] = {
		level = 582, --[[等级]]
		exp_per_min = 26450, --[[每分钟奖励]]
	} ,
	[583] = {
		level = 583, --[[等级]]
		exp_per_min = 26500, --[[每分钟奖励]]
	} ,
	[584] = {
		level = 584, --[[等级]]
		exp_per_min = 26550, --[[每分钟奖励]]
	} ,
	[585] = {
		level = 585, --[[等级]]
		exp_per_min = 26600, --[[每分钟奖励]]
	} ,
	[586] = {
		level = 586, --[[等级]]
		exp_per_min = 26650, --[[每分钟奖励]]
	} ,
	[587] = {
		level = 587, --[[等级]]
		exp_per_min = 26700, --[[每分钟奖励]]
	} ,
	[588] = {
		level = 588, --[[等级]]
		exp_per_min = 26750, --[[每分钟奖励]]
	} ,
	[589] = {
		level = 589, --[[等级]]
		exp_per_min = 26800, --[[每分钟奖励]]
	} ,
	[590] = {
		level = 590, --[[等级]]
		exp_per_min = 26850, --[[每分钟奖励]]
	} ,
	[591] = {
		level = 591, --[[等级]]
		exp_per_min = 26900, --[[每分钟奖励]]
	} ,
	[592] = {
		level = 592, --[[等级]]
		exp_per_min = 26950, --[[每分钟奖励]]
	} ,
	[593] = {
		level = 593, --[[等级]]
		exp_per_min = 27000, --[[每分钟奖励]]
	} ,
	[594] = {
		level = 594, --[[等级]]
		exp_per_min = 27050, --[[每分钟奖励]]
	} ,
	[595] = {
		level = 595, --[[等级]]
		exp_per_min = 27100, --[[每分钟奖励]]
	} ,
	[596] = {
		level = 596, --[[等级]]
		exp_per_min = 27150, --[[每分钟奖励]]
	} ,
	[597] = {
		level = 597, --[[等级]]
		exp_per_min = 27200, --[[每分钟奖励]]
	} ,
	[598] = {
		level = 598, --[[等级]]
		exp_per_min = 27250, --[[每分钟奖励]]
	} ,
	[599] = {
		level = 599, --[[等级]]
		exp_per_min = 27300, --[[每分钟奖励]]
	} ,
	[600] = {
		level = 600, --[[等级]]
		exp_per_min = 27350, --[[每分钟奖励]]
	} ,
	[601] = {
		level = 601, --[[等级]]
		exp_per_min = 27400, --[[每分钟奖励]]
	} ,
	[602] = {
		level = 602, --[[等级]]
		exp_per_min = 27450, --[[每分钟奖励]]
	} ,
	[603] = {
		level = 603, --[[等级]]
		exp_per_min = 27500, --[[每分钟奖励]]
	} ,
	[604] = {
		level = 604, --[[等级]]
		exp_per_min = 27550, --[[每分钟奖励]]
	} ,
	[605] = {
		level = 605, --[[等级]]
		exp_per_min = 27600, --[[每分钟奖励]]
	} ,
	[606] = {
		level = 606, --[[等级]]
		exp_per_min = 27650, --[[每分钟奖励]]
	} ,
	[607] = {
		level = 607, --[[等级]]
		exp_per_min = 27700, --[[每分钟奖励]]
	} ,
	[608] = {
		level = 608, --[[等级]]
		exp_per_min = 27750, --[[每分钟奖励]]
	} ,
	[609] = {
		level = 609, --[[等级]]
		exp_per_min = 27800, --[[每分钟奖励]]
	} ,
	[610] = {
		level = 610, --[[等级]]
		exp_per_min = 27850, --[[每分钟奖励]]
	} ,
	[611] = {
		level = 611, --[[等级]]
		exp_per_min = 27900, --[[每分钟奖励]]
	} ,
	[612] = {
		level = 612, --[[等级]]
		exp_per_min = 27950, --[[每分钟奖励]]
	} ,
	[613] = {
		level = 613, --[[等级]]
		exp_per_min = 28000, --[[每分钟奖励]]
	} ,
	[614] = {
		level = 614, --[[等级]]
		exp_per_min = 28050, --[[每分钟奖励]]
	} ,
	[615] = {
		level = 615, --[[等级]]
		exp_per_min = 28100, --[[每分钟奖励]]
	} ,
	[616] = {
		level = 616, --[[等级]]
		exp_per_min = 28150, --[[每分钟奖励]]
	} ,
	[617] = {
		level = 617, --[[等级]]
		exp_per_min = 28200, --[[每分钟奖励]]
	} ,
	[618] = {
		level = 618, --[[等级]]
		exp_per_min = 28250, --[[每分钟奖励]]
	} ,
	[619] = {
		level = 619, --[[等级]]
		exp_per_min = 28300, --[[每分钟奖励]]
	} ,
	[620] = {
		level = 620, --[[等级]]
		exp_per_min = 28350, --[[每分钟奖励]]
	} ,
	[621] = {
		level = 621, --[[等级]]
		exp_per_min = 28400, --[[每分钟奖励]]
	} ,
	[622] = {
		level = 622, --[[等级]]
		exp_per_min = 28450, --[[每分钟奖励]]
	} ,
	[623] = {
		level = 623, --[[等级]]
		exp_per_min = 28500, --[[每分钟奖励]]
	} ,
	[624] = {
		level = 624, --[[等级]]
		exp_per_min = 28550, --[[每分钟奖励]]
	} ,
	[625] = {
		level = 625, --[[等级]]
		exp_per_min = 28600, --[[每分钟奖励]]
	} ,
	[626] = {
		level = 626, --[[等级]]
		exp_per_min = 28650, --[[每分钟奖励]]
	} ,
	[627] = {
		level = 627, --[[等级]]
		exp_per_min = 28700, --[[每分钟奖励]]
	} ,
	[628] = {
		level = 628, --[[等级]]
		exp_per_min = 28750, --[[每分钟奖励]]
	} ,
	[629] = {
		level = 629, --[[等级]]
		exp_per_min = 28800, --[[每分钟奖励]]
	} ,
	[630] = {
		level = 630, --[[等级]]
		exp_per_min = 28850, --[[每分钟奖励]]
	} ,
	[631] = {
		level = 631, --[[等级]]
		exp_per_min = 28900, --[[每分钟奖励]]
	} ,
	[632] = {
		level = 632, --[[等级]]
		exp_per_min = 28950, --[[每分钟奖励]]
	} ,
	[633] = {
		level = 633, --[[等级]]
		exp_per_min = 29000, --[[每分钟奖励]]
	} ,
	[634] = {
		level = 634, --[[等级]]
		exp_per_min = 29050, --[[每分钟奖励]]
	} ,
	[635] = {
		level = 635, --[[等级]]
		exp_per_min = 29100, --[[每分钟奖励]]
	} ,
	[636] = {
		level = 636, --[[等级]]
		exp_per_min = 29150, --[[每分钟奖励]]
	} ,
	[637] = {
		level = 637, --[[等级]]
		exp_per_min = 29200, --[[每分钟奖励]]
	} ,
	[638] = {
		level = 638, --[[等级]]
		exp_per_min = 29250, --[[每分钟奖励]]
	} ,
	[639] = {
		level = 639, --[[等级]]
		exp_per_min = 29300, --[[每分钟奖励]]
	} ,
	[640] = {
		level = 640, --[[等级]]
		exp_per_min = 29350, --[[每分钟奖励]]
	} ,
	[641] = {
		level = 641, --[[等级]]
		exp_per_min = 29400, --[[每分钟奖励]]
	} ,
	[642] = {
		level = 642, --[[等级]]
		exp_per_min = 29450, --[[每分钟奖励]]
	} ,
	[643] = {
		level = 643, --[[等级]]
		exp_per_min = 29500, --[[每分钟奖励]]
	} ,
	[644] = {
		level = 644, --[[等级]]
		exp_per_min = 29550, --[[每分钟奖励]]
	} ,
	[645] = {
		level = 645, --[[等级]]
		exp_per_min = 29600, --[[每分钟奖励]]
	} ,
	[646] = {
		level = 646, --[[等级]]
		exp_per_min = 29650, --[[每分钟奖励]]
	} ,
	[647] = {
		level = 647, --[[等级]]
		exp_per_min = 29700, --[[每分钟奖励]]
	} ,
	[648] = {
		level = 648, --[[等级]]
		exp_per_min = 29750, --[[每分钟奖励]]
	} ,
	[649] = {
		level = 649, --[[等级]]
		exp_per_min = 29800, --[[每分钟奖励]]
	} ,
	[650] = {
		level = 650, --[[等级]]
		exp_per_min = 29850, --[[每分钟奖励]]
	} ,
	[651] = {
		level = 651, --[[等级]]
		exp_per_min = 29900, --[[每分钟奖励]]
	} ,
	[652] = {
		level = 652, --[[等级]]
		exp_per_min = 29950, --[[每分钟奖励]]
	} ,
	[653] = {
		level = 653, --[[等级]]
		exp_per_min = 30000, --[[每分钟奖励]]
	} ,
	[654] = {
		level = 654, --[[等级]]
		exp_per_min = 30050, --[[每分钟奖励]]
	} ,
	[655] = {
		level = 655, --[[等级]]
		exp_per_min = 30100, --[[每分钟奖励]]
	} ,
	[656] = {
		level = 656, --[[等级]]
		exp_per_min = 30150, --[[每分钟奖励]]
	} ,
	[657] = {
		level = 657, --[[等级]]
		exp_per_min = 30200, --[[每分钟奖励]]
	} ,
	[658] = {
		level = 658, --[[等级]]
		exp_per_min = 30250, --[[每分钟奖励]]
	} ,
	[659] = {
		level = 659, --[[等级]]
		exp_per_min = 30300, --[[每分钟奖励]]
	} ,
	[660] = {
		level = 660, --[[等级]]
		exp_per_min = 30350, --[[每分钟奖励]]
	} ,
	[661] = {
		level = 661, --[[等级]]
		exp_per_min = 30400, --[[每分钟奖励]]
	} ,
	[662] = {
		level = 662, --[[等级]]
		exp_per_min = 30450, --[[每分钟奖励]]
	} ,
	[663] = {
		level = 663, --[[等级]]
		exp_per_min = 30500, --[[每分钟奖励]]
	} ,
	[664] = {
		level = 664, --[[等级]]
		exp_per_min = 30550, --[[每分钟奖励]]
	} ,
	[665] = {
		level = 665, --[[等级]]
		exp_per_min = 30600, --[[每分钟奖励]]
	} ,
	[666] = {
		level = 666, --[[等级]]
		exp_per_min = 30650, --[[每分钟奖励]]
	} ,
	[667] = {
		level = 667, --[[等级]]
		exp_per_min = 30700, --[[每分钟奖励]]
	} ,
	[668] = {
		level = 668, --[[等级]]
		exp_per_min = 30750, --[[每分钟奖励]]
	} ,
	[669] = {
		level = 669, --[[等级]]
		exp_per_min = 30800, --[[每分钟奖励]]
	} ,
	[670] = {
		level = 670, --[[等级]]
		exp_per_min = 30850, --[[每分钟奖励]]
	} ,
	[671] = {
		level = 671, --[[等级]]
		exp_per_min = 30900, --[[每分钟奖励]]
	} ,
	[672] = {
		level = 672, --[[等级]]
		exp_per_min = 30950, --[[每分钟奖励]]
	} ,
	[673] = {
		level = 673, --[[等级]]
		exp_per_min = 31000, --[[每分钟奖励]]
	} ,
	[674] = {
		level = 674, --[[等级]]
		exp_per_min = 31050, --[[每分钟奖励]]
	} ,
	[675] = {
		level = 675, --[[等级]]
		exp_per_min = 31100, --[[每分钟奖励]]
	} ,
	[676] = {
		level = 676, --[[等级]]
		exp_per_min = 31150, --[[每分钟奖励]]
	} ,
	[677] = {
		level = 677, --[[等级]]
		exp_per_min = 31200, --[[每分钟奖励]]
	} ,
	[678] = {
		level = 678, --[[等级]]
		exp_per_min = 31250, --[[每分钟奖励]]
	} ,
	[679] = {
		level = 679, --[[等级]]
		exp_per_min = 31300, --[[每分钟奖励]]
	} ,
	[680] = {
		level = 680, --[[等级]]
		exp_per_min = 31350, --[[每分钟奖励]]
	} ,
	[681] = {
		level = 681, --[[等级]]
		exp_per_min = 31400, --[[每分钟奖励]]
	} ,
	[682] = {
		level = 682, --[[等级]]
		exp_per_min = 31450, --[[每分钟奖励]]
	} ,
	[683] = {
		level = 683, --[[等级]]
		exp_per_min = 31500, --[[每分钟奖励]]
	} ,
	[684] = {
		level = 684, --[[等级]]
		exp_per_min = 31550, --[[每分钟奖励]]
	} ,
	[685] = {
		level = 685, --[[等级]]
		exp_per_min = 31600, --[[每分钟奖励]]
	} ,
	[686] = {
		level = 686, --[[等级]]
		exp_per_min = 31650, --[[每分钟奖励]]
	} ,
	[687] = {
		level = 687, --[[等级]]
		exp_per_min = 31700, --[[每分钟奖励]]
	} ,
	[688] = {
		level = 688, --[[等级]]
		exp_per_min = 31750, --[[每分钟奖励]]
	} ,
	[689] = {
		level = 689, --[[等级]]
		exp_per_min = 31800, --[[每分钟奖励]]
	} ,
	[690] = {
		level = 690, --[[等级]]
		exp_per_min = 31850, --[[每分钟奖励]]
	} ,
	[691] = {
		level = 691, --[[等级]]
		exp_per_min = 31900, --[[每分钟奖励]]
	} ,
	[692] = {
		level = 692, --[[等级]]
		exp_per_min = 31950, --[[每分钟奖励]]
	} ,
	[693] = {
		level = 693, --[[等级]]
		exp_per_min = 32000, --[[每分钟奖励]]
	} ,
	[694] = {
		level = 694, --[[等级]]
		exp_per_min = 32050, --[[每分钟奖励]]
	} ,
	[695] = {
		level = 695, --[[等级]]
		exp_per_min = 32100, --[[每分钟奖励]]
	} ,
	[696] = {
		level = 696, --[[等级]]
		exp_per_min = 32150, --[[每分钟奖励]]
	} ,
	[697] = {
		level = 697, --[[等级]]
		exp_per_min = 32200, --[[每分钟奖励]]
	} ,
	[698] = {
		level = 698, --[[等级]]
		exp_per_min = 32250, --[[每分钟奖励]]
	} ,
	[699] = {
		level = 699, --[[等级]]
		exp_per_min = 32300, --[[每分钟奖励]]
	} ,
	[700] = {
		level = 700, --[[等级]]
		exp_per_min = 32350, --[[每分钟奖励]]
	} ,
}
return ret