local ret = {
	[1] = {
		level = 1, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[2] = {
		level = 2, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[3] = {
		level = 3, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[4] = {
		level = 4, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[5] = {
		level = 5, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[6] = {
		level = 6, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[7] = {
		level = 7, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[8] = {
		level = 8, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[9] = {
		level = 9, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[10] = {
		level = 10, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[11] = {
		level = 11, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[12] = {
		level = 12, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[13] = {
		level = 13, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[14] = {
		level = 14, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[15] = {
		level = 15, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[16] = {
		level = 16, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[17] = {
		level = 17, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[18] = {
		level = 18, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[19] = {
		level = 19, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[20] = {
		level = 20, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[21] = {
		level = 21, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[22] = {
		level = 22, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[23] = {
		level = 23, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[24] = {
		level = 24, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[25] = {
		level = 25, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[26] = {
		level = 26, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[27] = {
		level = 27, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[28] = {
		level = 28, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[29] = {
		level = 29, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[30] = {
		level = 30, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[31] = {
		level = 31, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[32] = {
		level = 32, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[33] = {
		level = 33, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[34] = {
		level = 34, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[35] = {
		level = 35, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[36] = {
		level = 36, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[37] = {
		level = 37, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[38] = {
		level = 38, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[39] = {
		level = 39, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[40] = {
		level = 40, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[41] = {
		level = 41, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[42] = {
		level = 42, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[43] = {
		level = 43, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[44] = {
		level = 44, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[45] = {
		level = 45, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[46] = {
		level = 46, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[47] = {
		level = 47, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[48] = {
		level = 48, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[49] = {
		level = 49, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[50] = {
		level = 50, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[51] = {
		level = 51, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[52] = {
		level = 52, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[53] = {
		level = 53, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[54] = {
		level = 54, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[55] = {
		level = 55, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[56] = {
		level = 56, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[57] = {
		level = 57, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[58] = {
		level = 58, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[59] = {
		level = 59, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[60] = {
		level = 60, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[61] = {
		level = 61, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[62] = {
		level = 62, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[63] = {
		level = 63, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[64] = {
		level = 64, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[65] = {
		level = 65, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[66] = {
		level = 66, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[67] = {
		level = 67, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[68] = {
		level = 68, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[69] = {
		level = 69, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[70] = {
		level = 70, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[71] = {
		level = 71, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[72] = {
		level = 72, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[73] = {
		level = 73, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[74] = {
		level = 74, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[75] = {
		level = 75, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[76] = {
		level = 76, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[77] = {
		level = 77, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[78] = {
		level = 78, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[79] = {
		level = 79, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[80] = {
		level = 80, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[81] = {
		level = 81, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[82] = {
		level = 82, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[83] = {
		level = 83, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[84] = {
		level = 84, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[85] = {
		level = 85, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[86] = {
		level = 86, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[87] = {
		level = 87, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[88] = {
		level = 88, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[89] = {
		level = 89, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[90] = {
		level = 90, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[91] = {
		level = 91, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[92] = {
		level = 92, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[93] = {
		level = 93, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[94] = {
		level = 94, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[95] = {
		level = 95, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[96] = {
		level = 96, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[97] = {
		level = 97, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[98] = {
		level = 98, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[99] = {
		level = 99, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[100] = {
		level = 100, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[101] = {
		level = 101, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[102] = {
		level = 102, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[103] = {
		level = 103, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[104] = {
		level = 104, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[105] = {
		level = 105, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[106] = {
		level = 106, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[107] = {
		level = 107, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[108] = {
		level = 108, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[109] = {
		level = 109, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[110] = {
		level = 110, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[111] = {
		level = 111, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[112] = {
		level = 112, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[113] = {
		level = 113, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[114] = {
		level = 114, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[115] = {
		level = 115, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[116] = {
		level = 116, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[117] = {
		level = 117, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[118] = {
		level = 118, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[119] = {
		level = 119, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[120] = {
		level = 120, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[121] = {
		level = 121, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[122] = {
		level = 122, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[123] = {
		level = 123, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[124] = {
		level = 124, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[125] = {
		level = 125, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[126] = {
		level = 126, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[127] = {
		level = 127, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[128] = {
		level = 128, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[129] = {
		level = 129, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[130] = {
		level = 130, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[131] = {
		level = 131, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[132] = {
		level = 132, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[133] = {
		level = 133, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[134] = {
		level = 134, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[135] = {
		level = 135, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[136] = {
		level = 136, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[137] = {
		level = 137, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[138] = {
		level = 138, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[139] = {
		level = 139, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[140] = {
		level = 140, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[141] = {
		level = 141, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[142] = {
		level = 142, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[143] = {
		level = 143, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[144] = {
		level = 144, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[145] = {
		level = 145, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[146] = {
		level = 146, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[147] = {
		level = 147, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[148] = {
		level = 148, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[149] = {
		level = 149, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[150] = {
		level = 150, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[151] = {
		level = 151, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[152] = {
		level = 152, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[153] = {
		level = 153, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[154] = {
		level = 154, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[155] = {
		level = 155, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[156] = {
		level = 156, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[157] = {
		level = 157, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[158] = {
		level = 158, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[159] = {
		level = 159, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[160] = {
		level = 160, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[161] = {
		level = 161, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[162] = {
		level = 162, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[163] = {
		level = 163, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[164] = {
		level = 164, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[165] = {
		level = 165, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[166] = {
		level = 166, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[167] = {
		level = 167, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[168] = {
		level = 168, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[169] = {
		level = 169, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[170] = {
		level = 170, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[171] = {
		level = 171, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[172] = {
		level = 172, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[173] = {
		level = 173, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[174] = {
		level = 174, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[175] = {
		level = 175, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[176] = {
		level = 176, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[177] = {
		level = 177, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[178] = {
		level = 178, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[179] = {
		level = 179, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[180] = {
		level = 180, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[181] = {
		level = 181, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[182] = {
		level = 182, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[183] = {
		level = 183, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[184] = {
		level = 184, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[185] = {
		level = 185, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[186] = {
		level = 186, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[187] = {
		level = 187, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[188] = {
		level = 188, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[189] = {
		level = 189, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[190] = {
		level = 190, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[191] = {
		level = 191, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[192] = {
		level = 192, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[193] = {
		level = 193, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[194] = {
		level = 194, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[195] = {
		level = 195, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[196] = {
		level = 196, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[197] = {
		level = 197, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[198] = {
		level = 198, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[199] = {
		level = 199, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[200] = {
		level = 200, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[201] = {
		level = 201, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[202] = {
		level = 202, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[203] = {
		level = 203, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[204] = {
		level = 204, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[205] = {
		level = 205, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[206] = {
		level = 206, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[207] = {
		level = 207, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[208] = {
		level = 208, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[209] = {
		level = 209, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[210] = {
		level = 210, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[211] = {
		level = 211, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[212] = {
		level = 212, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[213] = {
		level = 213, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[214] = {
		level = 214, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[215] = {
		level = 215, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[216] = {
		level = 216, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[217] = {
		level = 217, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[218] = {
		level = 218, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[219] = {
		level = 219, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[220] = {
		level = 220, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[221] = {
		level = 221, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[222] = {
		level = 222, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[223] = {
		level = 223, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[224] = {
		level = 224, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[225] = {
		level = 225, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[226] = {
		level = 226, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[227] = {
		level = 227, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[228] = {
		level = 228, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[229] = {
		level = 229, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[230] = {
		level = 230, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[231] = {
		level = 231, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[232] = {
		level = 232, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[233] = {
		level = 233, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[234] = {
		level = 234, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[235] = {
		level = 235, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[236] = {
		level = 236, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[237] = {
		level = 237, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[238] = {
		level = 238, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[239] = {
		level = 239, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[240] = {
		level = 240, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[241] = {
		level = 241, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[242] = {
		level = 242, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[243] = {
		level = 243, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[244] = {
		level = 244, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[245] = {
		level = 245, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[246] = {
		level = 246, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[247] = {
		level = 247, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[248] = {
		level = 248, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[249] = {
		level = 249, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[250] = {
		level = 250, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[251] = {
		level = 251, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[252] = {
		level = 252, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[253] = {
		level = 253, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[254] = {
		level = 254, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[255] = {
		level = 255, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[256] = {
		level = 256, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[257] = {
		level = 257, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[258] = {
		level = 258, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[259] = {
		level = 259, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[260] = {
		level = 260, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[261] = {
		level = 261, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[262] = {
		level = 262, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[263] = {
		level = 263, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[264] = {
		level = 264, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[265] = {
		level = 265, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[266] = {
		level = 266, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[267] = {
		level = 267, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[268] = {
		level = 268, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[269] = {
		level = 269, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[270] = {
		level = 270, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[271] = {
		level = 271, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[272] = {
		level = 272, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[273] = {
		level = 273, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[274] = {
		level = 274, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[275] = {
		level = 275, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[276] = {
		level = 276, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[277] = {
		level = 277, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[278] = {
		level = 278, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[279] = {
		level = 279, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[280] = {
		level = 280, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[281] = {
		level = 281, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[282] = {
		level = 282, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[283] = {
		level = 283, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[284] = {
		level = 284, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[285] = {
		level = 285, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[286] = {
		level = 286, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[287] = {
		level = 287, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[288] = {
		level = 288, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[289] = {
		level = 289, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[290] = {
		level = 290, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[291] = {
		level = 291, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[292] = {
		level = 292, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[293] = {
		level = 293, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[294] = {
		level = 294, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[295] = {
		level = 295, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[296] = {
		level = 296, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[297] = {
		level = 297, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[298] = {
		level = 298, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[299] = {
		level = 299, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[300] = {
		level = 300, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[301] = {
		level = 301, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[302] = {
		level = 302, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[303] = {
		level = 303, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[304] = {
		level = 304, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[305] = {
		level = 305, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[306] = {
		level = 306, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[307] = {
		level = 307, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[308] = {
		level = 308, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[309] = {
		level = 309, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[310] = {
		level = 310, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[311] = {
		level = 311, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[312] = {
		level = 312, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[313] = {
		level = 313, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[314] = {
		level = 314, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[315] = {
		level = 315, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[316] = {
		level = 316, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[317] = {
		level = 317, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[318] = {
		level = 318, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[319] = {
		level = 319, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[320] = {
		level = 320, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[321] = {
		level = 321, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[322] = {
		level = 322, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[323] = {
		level = 323, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[324] = {
		level = 324, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[325] = {
		level = 325, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[326] = {
		level = 326, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[327] = {
		level = 327, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[328] = {
		level = 328, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[329] = {
		level = 329, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[330] = {
		level = 330, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[331] = {
		level = 331, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[332] = {
		level = 332, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[333] = {
		level = 333, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[334] = {
		level = 334, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[335] = {
		level = 335, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[336] = {
		level = 336, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[337] = {
		level = 337, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[338] = {
		level = 338, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[339] = {
		level = 339, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[340] = {
		level = 340, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[341] = {
		level = 341, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[342] = {
		level = 342, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[343] = {
		level = 343, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[344] = {
		level = 344, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[345] = {
		level = 345, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[346] = {
		level = 346, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[347] = {
		level = 347, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[348] = {
		level = 348, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[349] = {
		level = 349, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[350] = {
		level = 350, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[351] = {
		level = 351, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[352] = {
		level = 352, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[353] = {
		level = 353, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[354] = {
		level = 354, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[355] = {
		level = 355, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[356] = {
		level = 356, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[357] = {
		level = 357, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[358] = {
		level = 358, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[359] = {
		level = 359, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[360] = {
		level = 360, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[361] = {
		level = 361, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[362] = {
		level = 362, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[363] = {
		level = 363, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[364] = {
		level = 364, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[365] = {
		level = 365, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[366] = {
		level = 366, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[367] = {
		level = 367, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[368] = {
		level = 368, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[369] = {
		level = 369, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[370] = {
		level = 370, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[371] = {
		level = 371, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[372] = {
		level = 372, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[373] = {
		level = 373, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[374] = {
		level = 374, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[375] = {
		level = 375, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[376] = {
		level = 376, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[377] = {
		level = 377, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[378] = {
		level = 378, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[379] = {
		level = 379, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[380] = {
		level = 380, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[381] = {
		level = 381, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[382] = {
		level = 382, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[383] = {
		level = 383, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[384] = {
		level = 384, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[385] = {
		level = 385, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[386] = {
		level = 386, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[387] = {
		level = 387, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[388] = {
		level = 388, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[389] = {
		level = 389, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[390] = {
		level = 390, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[391] = {
		level = 391, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[392] = {
		level = 392, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[393] = {
		level = 393, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[394] = {
		level = 394, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[395] = {
		level = 395, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[396] = {
		level = 396, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[397] = {
		level = 397, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[398] = {
		level = 398, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[399] = {
		level = 399, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[400] = {
		level = 400, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[401] = {
		level = 401, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[402] = {
		level = 402, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[403] = {
		level = 403, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[404] = {
		level = 404, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[405] = {
		level = 405, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[406] = {
		level = 406, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[407] = {
		level = 407, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[408] = {
		level = 408, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[409] = {
		level = 409, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[410] = {
		level = 410, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[411] = {
		level = 411, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[412] = {
		level = 412, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[413] = {
		level = 413, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[414] = {
		level = 414, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[415] = {
		level = 415, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[416] = {
		level = 416, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[417] = {
		level = 417, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[418] = {
		level = 418, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[419] = {
		level = 419, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[420] = {
		level = 420, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[421] = {
		level = 421, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[422] = {
		level = 422, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[423] = {
		level = 423, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[424] = {
		level = 424, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[425] = {
		level = 425, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[426] = {
		level = 426, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[427] = {
		level = 427, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[428] = {
		level = 428, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[429] = {
		level = 429, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[430] = {
		level = 430, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[431] = {
		level = 431, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[432] = {
		level = 432, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[433] = {
		level = 433, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[434] = {
		level = 434, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[435] = {
		level = 435, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[436] = {
		level = 436, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[437] = {
		level = 437, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[438] = {
		level = 438, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[439] = {
		level = 439, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[440] = {
		level = 440, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[441] = {
		level = 441, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[442] = {
		level = 442, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[443] = {
		level = 443, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[444] = {
		level = 444, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[445] = {
		level = 445, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[446] = {
		level = 446, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[447] = {
		level = 447, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[448] = {
		level = 448, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[449] = {
		level = 449, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[450] = {
		level = 450, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[451] = {
		level = 451, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[452] = {
		level = 452, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[453] = {
		level = 453, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[454] = {
		level = 454, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[455] = {
		level = 455, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[456] = {
		level = 456, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[457] = {
		level = 457, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[458] = {
		level = 458, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[459] = {
		level = 459, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[460] = {
		level = 460, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[461] = {
		level = 461, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[462] = {
		level = 462, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[463] = {
		level = 463, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[464] = {
		level = 464, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[465] = {
		level = 465, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[466] = {
		level = 466, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[467] = {
		level = 467, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[468] = {
		level = 468, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[469] = {
		level = 469, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[470] = {
		level = 470, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[471] = {
		level = 471, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[472] = {
		level = 472, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[473] = {
		level = 473, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[474] = {
		level = 474, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[475] = {
		level = 475, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[476] = {
		level = 476, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[477] = {
		level = 477, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[478] = {
		level = 478, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[479] = {
		level = 479, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[480] = {
		level = 480, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[481] = {
		level = 481, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[482] = {
		level = 482, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[483] = {
		level = 483, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[484] = {
		level = 484, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[485] = {
		level = 485, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[486] = {
		level = 486, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[487] = {
		level = 487, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[488] = {
		level = 488, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[489] = {
		level = 489, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[490] = {
		level = 490, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[491] = {
		level = 491, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[492] = {
		level = 492, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[493] = {
		level = 493, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[494] = {
		level = 494, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[495] = {
		level = 495, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[496] = {
		level = 496, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[497] = {
		level = 497, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[498] = {
		level = 498, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[499] = {
		level = 499, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[500] = {
		level = 500, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[501] = {
		level = 501, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[502] = {
		level = 502, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[503] = {
		level = 503, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[504] = {
		level = 504, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[505] = {
		level = 505, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[506] = {
		level = 506, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[507] = {
		level = 507, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[508] = {
		level = 508, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[509] = {
		level = 509, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[510] = {
		level = 510, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[511] = {
		level = 511, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[512] = {
		level = 512, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[513] = {
		level = 513, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[514] = {
		level = 514, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[515] = {
		level = 515, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[516] = {
		level = 516, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[517] = {
		level = 517, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[518] = {
		level = 518, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[519] = {
		level = 519, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[520] = {
		level = 520, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[521] = {
		level = 521, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[522] = {
		level = 522, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[523] = {
		level = 523, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[524] = {
		level = 524, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[525] = {
		level = 525, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[526] = {
		level = 526, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[527] = {
		level = 527, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[528] = {
		level = 528, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[529] = {
		level = 529, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[530] = {
		level = 530, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[531] = {
		level = 531, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[532] = {
		level = 532, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[533] = {
		level = 533, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[534] = {
		level = 534, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[535] = {
		level = 535, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[536] = {
		level = 536, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[537] = {
		level = 537, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[538] = {
		level = 538, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[539] = {
		level = 539, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[540] = {
		level = 540, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[541] = {
		level = 541, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[542] = {
		level = 542, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[543] = {
		level = 543, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[544] = {
		level = 544, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[545] = {
		level = 545, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[546] = {
		level = 546, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[547] = {
		level = 547, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[548] = {
		level = 548, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[549] = {
		level = 549, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[550] = {
		level = 550, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[551] = {
		level = 551, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[552] = {
		level = 552, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[553] = {
		level = 553, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[554] = {
		level = 554, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[555] = {
		level = 555, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[556] = {
		level = 556, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[557] = {
		level = 557, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[558] = {
		level = 558, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[559] = {
		level = 559, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[560] = {
		level = 560, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[561] = {
		level = 561, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[562] = {
		level = 562, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[563] = {
		level = 563, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[564] = {
		level = 564, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[565] = {
		level = 565, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[566] = {
		level = 566, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[567] = {
		level = 567, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[568] = {
		level = 568, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[569] = {
		level = 569, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[570] = {
		level = 570, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[571] = {
		level = 571, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[572] = {
		level = 572, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[573] = {
		level = 573, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[574] = {
		level = 574, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[575] = {
		level = 575, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[576] = {
		level = 576, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[577] = {
		level = 577, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[578] = {
		level = 578, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[579] = {
		level = 579, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[580] = {
		level = 580, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[581] = {
		level = 581, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[582] = {
		level = 582, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[583] = {
		level = 583, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[584] = {
		level = 584, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[585] = {
		level = 585, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[586] = {
		level = 586, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[587] = {
		level = 587, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[588] = {
		level = 588, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[589] = {
		level = 589, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[590] = {
		level = 590, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[591] = {
		level = 591, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[592] = {
		level = 592, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[593] = {
		level = 593, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[594] = {
		level = 594, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[595] = {
		level = 595, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[596] = {
		level = 596, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[597] = {
		level = 597, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[598] = {
		level = 598, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[599] = {
		level = 599, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[600] = {
		level = 600, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[601] = {
		level = 601, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[602] = {
		level = 602, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[603] = {
		level = 603, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[604] = {
		level = 604, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[605] = {
		level = 605, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[606] = {
		level = 606, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[607] = {
		level = 607, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[608] = {
		level = 608, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[609] = {
		level = 609, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[610] = {
		level = 610, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[611] = {
		level = 611, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[612] = {
		level = 612, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[613] = {
		level = 613, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[614] = {
		level = 614, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[615] = {
		level = 615, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[616] = {
		level = 616, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[617] = {
		level = 617, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[618] = {
		level = 618, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[619] = {
		level = 619, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[620] = {
		level = 620, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[621] = {
		level = 621, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[622] = {
		level = 622, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[623] = {
		level = 623, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[624] = {
		level = 624, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[625] = {
		level = 625, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[626] = {
		level = 626, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[627] = {
		level = 627, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[628] = {
		level = 628, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[629] = {
		level = 629, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[630] = {
		level = 630, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[631] = {
		level = 631, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[632] = {
		level = 632, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[633] = {
		level = 633, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[634] = {
		level = 634, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[635] = {
		level = 635, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[636] = {
		level = 636, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[637] = {
		level = 637, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[638] = {
		level = 638, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[639] = {
		level = 639, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[640] = {
		level = 640, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[641] = {
		level = 641, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[642] = {
		level = 642, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[643] = {
		level = 643, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[644] = {
		level = 644, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[645] = {
		level = 645, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[646] = {
		level = 646, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[647] = {
		level = 647, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[648] = {
		level = 648, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[649] = {
		level = 649, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[650] = {
		level = 650, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[651] = {
		level = 651, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[652] = {
		level = 652, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[653] = {
		level = 653, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[654] = {
		level = 654, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[655] = {
		level = 655, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[656] = {
		level = 656, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[657] = {
		level = 657, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[658] = {
		level = 658, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[659] = {
		level = 659, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[660] = {
		level = 660, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[661] = {
		level = 661, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[662] = {
		level = 662, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[663] = {
		level = 663, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[664] = {
		level = 664, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[665] = {
		level = 665, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[666] = {
		level = 666, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[667] = {
		level = 667, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[668] = {
		level = 668, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[669] = {
		level = 669, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[670] = {
		level = 670, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[671] = {
		level = 671, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[672] = {
		level = 672, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[673] = {
		level = 673, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[674] = {
		level = 674, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[675] = {
		level = 675, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[676] = {
		level = 676, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[677] = {
		level = 677, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[678] = {
		level = 678, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[679] = {
		level = 679, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[680] = {
		level = 680, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[681] = {
		level = 681, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[682] = {
		level = 682, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[683] = {
		level = 683, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[684] = {
		level = 684, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[685] = {
		level = 685, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[686] = {
		level = 686, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[687] = {
		level = 687, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[688] = {
		level = 688, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[689] = {
		level = 689, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[690] = {
		level = 690, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[691] = {
		level = 691, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[692] = {
		level = 692, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[693] = {
		level = 693, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[694] = {
		level = 694, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[695] = {
		level = 695, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[696] = {
		level = 696, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[697] = {
		level = 697, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[698] = {
		level = 698, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[699] = {
		level = 699, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
	[700] = {
		level = 700, --[[等级]]
		limit = 500, --[[每周上限]]
		bind_gold = 2, --[[每个时间段的奖励]]
	} ,
}
return ret