local ret = {
	[600] = {
		time_seconds = 600, --[[时间长度]]
		rand_table = {{1000,40111201,1},{2000,40291201,1},{4000,40491301,1},{3000,40031103,1}}, --[[随机礼包  {{概率,物品,数量 }}]]
		icon = "daily_chest_01_unopen", --[[未领取图标]]
		open_icon = "daily_chest_01_opened", --[[领取图标]]
	} ,
	[1800] = {
		time_seconds = 1800, --[[时间长度]]
		rand_table = {{2000,40181301,1},{2000,40071301,1},{3000,40051101,1},{3000,40031103,1}}, --[[随机礼包  {{概率,物品,数量 }}]]
		icon = "daily_chest_02_unopen", --[[未领取图标]]
		open_icon = "daily_chest_02_opened", --[[领取图标]]
	} ,
	[3600] = {
		time_seconds = 3600, --[[时间长度]]
		rand_table = {{1000,40161201,1},{2000,40111201,1},{2000,40181301,1},{5000,40031103,1}}, --[[随机礼包  {{概率,物品,数量 }}]]
		icon = "daily_chest_03_unopen", --[[未领取图标]]
		open_icon = "daily_chest_03_opened", --[[领取图标]]
	} ,
	[5400] = {
		time_seconds = 5400, --[[时间长度]]
		rand_table = {{1000,40171101,1},{2500,40181301,1},{2500,40111201,1},{4000,40031103,1}}, --[[随机礼包  {{概率,物品,数量 }}]]
		icon = "daily_chest_04_unopen", --[[未领取图标]]
		open_icon = "daily_chest_04_opened", --[[领取图标]]
	} ,
	[7200] = {
		time_seconds = 7200, --[[时间长度]]
		rand_table = {{750,40171201,1},{1500,40161201,1},{3000,40111201,1},{4750,40031103,1}}, --[[随机礼包  {{概率,物品,数量 }}]]
		icon = "daily_chest_05_unopen", --[[未领取图标]]
		open_icon = "daily_chest_05_opened", --[[领取图标]]
	} ,
}
return ret