local ret = {
	[1] = {
		code = 1, --[[玩家等级]]
		exp = 3041, --[[升级经验]]
	} ,
	[2] = {
		code = 2, --[[玩家等级]]
		exp = 3135, --[[升级经验]]
	} ,
	[3] = {
		code = 3, --[[玩家等级]]
		exp = 3232, --[[升级经验]]
	} ,
	[4] = {
		code = 4, --[[玩家等级]]
		exp = 3332, --[[升级经验]]
	} ,
	[5] = {
		code = 5, --[[玩家等级]]
		exp = 3435, --[[升级经验]]
	} ,
	[6] = {
		code = 6, --[[玩家等级]]
		exp = 3541, --[[升级经验]]
	} ,
	[7] = {
		code = 7, --[[玩家等级]]
		exp = 3650, --[[升级经验]]
	} ,
	[8] = {
		code = 8, --[[玩家等级]]
		exp = 3763, --[[升级经验]]
	} ,
	[9] = {
		code = 9, --[[玩家等级]]
		exp = 3879, --[[升级经验]]
	} ,
	[10] = {
		code = 10, --[[玩家等级]]
		exp = 3999, --[[升级经验]]
	} ,
	[11] = {
		code = 11, --[[玩家等级]]
		exp = 4123, --[[升级经验]]
	} ,
	[12] = {
		code = 12, --[[玩家等级]]
		exp = 4251, --[[升级经验]]
	} ,
	[13] = {
		code = 13, --[[玩家等级]]
		exp = 4382, --[[升级经验]]
	} ,
	[14] = {
		code = 14, --[[玩家等级]]
		exp = 4518, --[[升级经验]]
	} ,
	[15] = {
		code = 15, --[[玩家等级]]
		exp = 4658, --[[升级经验]]
	} ,
	[16] = {
		code = 16, --[[玩家等级]]
		exp = 4802, --[[升级经验]]
	} ,
	[17] = {
		code = 17, --[[玩家等级]]
		exp = 4950, --[[升级经验]]
	} ,
	[18] = {
		code = 18, --[[玩家等级]]
		exp = 5103, --[[升级经验]]
	} ,
	[19] = {
		code = 19, --[[玩家等级]]
		exp = 5261, --[[升级经验]]
	} ,
	[20] = {
		code = 20, --[[玩家等级]]
		exp = 5424, --[[升级经验]]
	} ,
	[21] = {
		code = 21, --[[玩家等级]]
		exp = 5592, --[[升级经验]]
	} ,
	[22] = {
		code = 22, --[[玩家等级]]
		exp = 5765, --[[升级经验]]
	} ,
	[23] = {
		code = 23, --[[玩家等级]]
		exp = 5943, --[[升级经验]]
	} ,
	[24] = {
		code = 24, --[[玩家等级]]
		exp = 6127, --[[升级经验]]
	} ,
	[25] = {
		code = 25, --[[玩家等级]]
		exp = 6316, --[[升级经验]]
	} ,
	[26] = {
		code = 26, --[[玩家等级]]
		exp = 6511, --[[升级经验]]
	} ,
	[27] = {
		code = 27, --[[玩家等级]]
		exp = 6712, --[[升级经验]]
	} ,
	[28] = {
		code = 28, --[[玩家等级]]
		exp = 6920, --[[升级经验]]
	} ,
	[29] = {
		code = 29, --[[玩家等级]]
		exp = 7134, --[[升级经验]]
	} ,
	[30] = {
		code = 30, --[[玩家等级]]
		exp = 7355, --[[升级经验]]
	} ,
	[31] = {
		code = 31, --[[玩家等级]]
		exp = 7582, --[[升级经验]]
	} ,
	[32] = {
		code = 32, --[[玩家等级]]
		exp = 7816, --[[升级经验]]
	} ,
	[33] = {
		code = 33, --[[玩家等级]]
		exp = 8058, --[[升级经验]]
	} ,
	[34] = {
		code = 34, --[[玩家等级]]
		exp = 8307, --[[升级经验]]
	} ,
	[35] = {
		code = 35, --[[玩家等级]]
		exp = 8564, --[[升级经验]]
	} ,
	[36] = {
		code = 36, --[[玩家等级]]
		exp = 8829, --[[升级经验]]
	} ,
	[37] = {
		code = 37, --[[玩家等级]]
		exp = 9102, --[[升级经验]]
	} ,
	[38] = {
		code = 38, --[[玩家等级]]
		exp = 9384, --[[升级经验]]
	} ,
	[39] = {
		code = 39, --[[玩家等级]]
		exp = 9674, --[[升级经验]]
	} ,
	[40] = {
		code = 40, --[[玩家等级]]
		exp = 9973, --[[升级经验]]
	} ,
	[41] = {
		code = 41, --[[玩家等级]]
		exp = 10281, --[[升级经验]]
	} ,
	[42] = {
		code = 42, --[[玩家等级]]
		exp = 10599, --[[升级经验]]
	} ,
	[43] = {
		code = 43, --[[玩家等级]]
		exp = 10927, --[[升级经验]]
	} ,
	[44] = {
		code = 44, --[[玩家等级]]
		exp = 11265, --[[升级经验]]
	} ,
	[45] = {
		code = 45, --[[玩家等级]]
		exp = 11613, --[[升级经验]]
	} ,
	[46] = {
		code = 46, --[[玩家等级]]
		exp = 11972, --[[升级经验]]
	} ,
	[47] = {
		code = 47, --[[玩家等级]]
		exp = 12342, --[[升级经验]]
	} ,
	[48] = {
		code = 48, --[[玩家等级]]
		exp = 12724, --[[升级经验]]
	} ,
	[49] = {
		code = 49, --[[玩家等级]]
		exp = 13118, --[[升级经验]]
	} ,
	[50] = {
		code = 50, --[[玩家等级]]
		exp = 13524, --[[升级经验]]
	} ,
	[51] = {
		code = 51, --[[玩家等级]]
		exp = 13942, --[[升级经验]]
	} ,
	[52] = {
		code = 52, --[[玩家等级]]
		exp = 14373, --[[升级经验]]
	} ,
	[53] = {
		code = 53, --[[玩家等级]]
		exp = 14818, --[[升级经验]]
	} ,
	[54] = {
		code = 54, --[[玩家等级]]
		exp = 15276, --[[升级经验]]
	} ,
	[55] = {
		code = 55, --[[玩家等级]]
		exp = 15748, --[[升级经验]]
	} ,
	[56] = {
		code = 56, --[[玩家等级]]
		exp = 16235, --[[升级经验]]
	} ,
	[57] = {
		code = 57, --[[玩家等级]]
		exp = 16737, --[[升级经验]]
	} ,
	[58] = {
		code = 58, --[[玩家等级]]
		exp = 17255, --[[升级经验]]
	} ,
	[59] = {
		code = 59, --[[玩家等级]]
		exp = 17789, --[[升级经验]]
	} ,
	[60] = {
		code = 60, --[[玩家等级]]
		exp = 18339, --[[升级经验]]
	} ,
	[61] = {
		code = 61, --[[玩家等级]]
		exp = 18906, --[[升级经验]]
	} ,
	[62] = {
		code = 62, --[[玩家等级]]
		exp = 19491, --[[升级经验]]
	} ,
	[63] = {
		code = 63, --[[玩家等级]]
		exp = 20094, --[[升级经验]]
	} ,
	[64] = {
		code = 64, --[[玩家等级]]
		exp = 20715, --[[升级经验]]
	} ,
	[65] = {
		code = 65, --[[玩家等级]]
		exp = 21356, --[[升级经验]]
	} ,
	[66] = {
		code = 66, --[[玩家等级]]
		exp = 22016, --[[升级经验]]
	} ,
	[67] = {
		code = 67, --[[玩家等级]]
		exp = 22697, --[[升级经验]]
	} ,
	[68] = {
		code = 68, --[[玩家等级]]
		exp = 23399, --[[升级经验]]
	} ,
	[69] = {
		code = 69, --[[玩家等级]]
		exp = 24123, --[[升级经验]]
	} ,
	[70] = {
		code = 70, --[[玩家等级]]
		exp = 24869, --[[升级经验]]
	} ,
	[71] = {
		code = 71, --[[玩家等级]]
		exp = 25638, --[[升级经验]]
	} ,
	[72] = {
		code = 72, --[[玩家等级]]
		exp = 26431, --[[升级经验]]
	} ,
	[73] = {
		code = 73, --[[玩家等级]]
		exp = 27248, --[[升级经验]]
	} ,
	[74] = {
		code = 74, --[[玩家等级]]
		exp = 28091, --[[升级经验]]
	} ,
	[75] = {
		code = 75, --[[玩家等级]]
		exp = 28960, --[[升级经验]]
	} ,
	[76] = {
		code = 76, --[[玩家等级]]
		exp = 29856, --[[升级经验]]
	} ,
	[77] = {
		code = 77, --[[玩家等级]]
		exp = 30779, --[[升级经验]]
	} ,
	[78] = {
		code = 78, --[[玩家等级]]
		exp = 31731, --[[升级经验]]
	} ,
	[79] = {
		code = 79, --[[玩家等级]]
		exp = 32712, --[[升级经验]]
	} ,
	[80] = {
		code = 80, --[[玩家等级]]
		exp = 33724, --[[升级经验]]
	} ,
	[81] = {
		code = 81, --[[玩家等级]]
		exp = 34767, --[[升级经验]]
	} ,
	[82] = {
		code = 82, --[[玩家等级]]
		exp = 35842, --[[升级经验]]
	} ,
	[83] = {
		code = 83, --[[玩家等级]]
		exp = 36950, --[[升级经验]]
	} ,
	[84] = {
		code = 84, --[[玩家等级]]
		exp = 38093, --[[升级经验]]
	} ,
	[85] = {
		code = 85, --[[玩家等级]]
		exp = 39271, --[[升级经验]]
	} ,
	[86] = {
		code = 86, --[[玩家等级]]
		exp = 40486, --[[升级经验]]
	} ,
	[87] = {
		code = 87, --[[玩家等级]]
		exp = 41738, --[[升级经验]]
	} ,
	[88] = {
		code = 88, --[[玩家等级]]
		exp = 43029, --[[升级经验]]
	} ,
	[89] = {
		code = 89, --[[玩家等级]]
		exp = 44360, --[[升级经验]]
	} ,
	[90] = {
		code = 90, --[[玩家等级]]
		exp = 45732, --[[升级经验]]
	} ,
	[91] = {
		code = 91, --[[玩家等级]]
		exp = 47146, --[[升级经验]]
	} ,
	[92] = {
		code = 92, --[[玩家等级]]
		exp = 48604, --[[升级经验]]
	} ,
	[93] = {
		code = 93, --[[玩家等级]]
		exp = 50107, --[[升级经验]]
	} ,
	[94] = {
		code = 94, --[[玩家等级]]
		exp = 51657, --[[升级经验]]
	} ,
	[95] = {
		code = 95, --[[玩家等级]]
		exp = 53255, --[[升级经验]]
	} ,
	[96] = {
		code = 96, --[[玩家等级]]
		exp = 54902, --[[升级经验]]
	} ,
	[97] = {
		code = 97, --[[玩家等级]]
		exp = 56600, --[[升级经验]]
	} ,
	[98] = {
		code = 98, --[[玩家等级]]
		exp = 58350, --[[升级经验]]
	} ,
	[99] = {
		code = 99, --[[玩家等级]]
		exp = 60155, --[[升级经验]]
	} ,
	[100] = {
		code = 100, --[[玩家等级]]
		exp = 62015, --[[升级经验]]
	} ,
	[101] = {
		code = 101, --[[玩家等级]]
		exp = 63933, --[[升级经验]]
	} ,
	[102] = {
		code = 102, --[[玩家等级]]
		exp = 65910, --[[升级经验]]
	} ,
	[103] = {
		code = 103, --[[玩家等级]]
		exp = 67948, --[[升级经验]]
	} ,
	[104] = {
		code = 104, --[[玩家等级]]
		exp = 70049, --[[升级经验]]
	} ,
	[105] = {
		code = 105, --[[玩家等级]]
		exp = 72215, --[[升级经验]]
	} ,
	[106] = {
		code = 106, --[[玩家等级]]
		exp = 74448, --[[升级经验]]
	} ,
	[107] = {
		code = 107, --[[玩家等级]]
		exp = 76750, --[[升级经验]]
	} ,
	[108] = {
		code = 108, --[[玩家等级]]
		exp = 79124, --[[升级经验]]
	} ,
	[109] = {
		code = 109, --[[玩家等级]]
		exp = 81571, --[[升级经验]]
	} ,
	[110] = {
		code = 110, --[[玩家等级]]
		exp = 84094, --[[升级经验]]
	} ,
	[111] = {
		code = 111, --[[玩家等级]]
		exp = 86695, --[[升级经验]]
	} ,
	[112] = {
		code = 112, --[[玩家等级]]
		exp = 89376, --[[升级经验]]
	} ,
	[113] = {
		code = 113, --[[玩家等级]]
		exp = 92140, --[[升级经验]]
	} ,
	[114] = {
		code = 114, --[[玩家等级]]
		exp = 94990, --[[升级经验]]
	} ,
	[115] = {
		code = 115, --[[玩家等级]]
		exp = 97928, --[[升级经验]]
	} ,
	[116] = {
		code = 116, --[[玩家等级]]
		exp = 100957, --[[升级经验]]
	} ,
	[117] = {
		code = 117, --[[玩家等级]]
		exp = 104079, --[[升级经验]]
	} ,
	[118] = {
		code = 118, --[[玩家等级]]
		exp = 107298, --[[升级经验]]
	} ,
	[119] = {
		code = 119, --[[玩家等级]]
		exp = 110616, --[[升级经验]]
	} ,
	[120] = {
		code = 120, --[[玩家等级]]
		exp = 114037, --[[升级经验]]
	} ,
	[121] = {
		code = 121, --[[玩家等级]]
		exp = 117564, --[[升级经验]]
	} ,
	[122] = {
		code = 122, --[[玩家等级]]
		exp = 121200, --[[升级经验]]
	} ,
	[123] = {
		code = 123, --[[玩家等级]]
		exp = 124948, --[[升级经验]]
	} ,
	[124] = {
		code = 124, --[[玩家等级]]
		exp = 128812, --[[升级经验]]
	} ,
	[125] = {
		code = 125, --[[玩家等级]]
		exp = 132796, --[[升级经验]]
	} ,
	[126] = {
		code = 126, --[[玩家等级]]
		exp = 136903, --[[升级经验]]
	} ,
	[127] = {
		code = 127, --[[玩家等级]]
		exp = 141137, --[[升级经验]]
	} ,
	[128] = {
		code = 128, --[[玩家等级]]
		exp = 145502, --[[升级经验]]
	} ,
	[129] = {
		code = 129, --[[玩家等级]]
		exp = 150002, --[[升级经验]]
	} ,
	[130] = {
		code = 130, --[[玩家等级]]
		exp = 154641, --[[升级经验]]
	} ,
	[131] = {
		code = 131, --[[玩家等级]]
		exp = 159424, --[[升级经验]]
	} ,
	[132] = {
		code = 132, --[[玩家等级]]
		exp = 164355, --[[升级经验]]
	} ,
	[133] = {
		code = 133, --[[玩家等级]]
		exp = 169438, --[[升级经验]]
	} ,
	[134] = {
		code = 134, --[[玩家等级]]
		exp = 174678, --[[升级经验]]
	} ,
	[135] = {
		code = 135, --[[玩家等级]]
		exp = 180080, --[[升级经验]]
	} ,
	[136] = {
		code = 136, --[[玩家等级]]
		exp = 185649, --[[升级经验]]
	} ,
	[137] = {
		code = 137, --[[玩家等级]]
		exp = 191391, --[[升级经验]]
	} ,
	[138] = {
		code = 138, --[[玩家等级]]
		exp = 197310, --[[升级经验]]
	} ,
	[139] = {
		code = 139, --[[玩家等级]]
		exp = 203412, --[[升级经验]]
	} ,
	[140] = {
		code = 140, --[[玩家等级]]
		exp = 209703, --[[升级经验]]
	} ,
	[141] = {
		code = 141, --[[玩家等级]]
		exp = 216189, --[[升级经验]]
	} ,
	[142] = {
		code = 142, --[[玩家等级]]
		exp = 222875, --[[升级经验]]
	} ,
	[143] = {
		code = 143, --[[玩家等级]]
		exp = 229768, --[[升级经验]]
	} ,
	[144] = {
		code = 144, --[[玩家等级]]
		exp = 236874, --[[升级经验]]
	} ,
	[145] = {
		code = 145, --[[玩家等级]]
		exp = 244200, --[[升级经验]]
	} ,
	[146] = {
		code = 146, --[[玩家等级]]
		exp = 251753, --[[升级经验]]
	} ,
	[147] = {
		code = 147, --[[玩家等级]]
		exp = 259539, --[[升级经验]]
	} ,
	[148] = {
		code = 148, --[[玩家等级]]
		exp = 267566, --[[升级经验]]
	} ,
	[149] = {
		code = 149, --[[玩家等级]]
		exp = 275841, --[[升级经验]]
	} ,
	[150] = {
		code = 150, --[[玩家等级]]
		exp = 284372, --[[升级经验]]
	} ,
	[151] = {
		code = 151, --[[玩家等级]]
		exp = 289050, --[[升级经验]]
	} ,
	[152] = {
		code = 152, --[[玩家等级]]
		exp = 293764, --[[升级经验]]
	} ,
	[153] = {
		code = 153, --[[玩家等级]]
		exp = 298513, --[[升级经验]]
	} ,
	[154] = {
		code = 154, --[[玩家等级]]
		exp = 303297, --[[升级经验]]
	} ,
	[155] = {
		code = 155, --[[玩家等级]]
		exp = 308117, --[[升级经验]]
	} ,
	[156] = {
		code = 156, --[[玩家等级]]
		exp = 312972, --[[升级经验]]
	} ,
	[157] = {
		code = 157, --[[玩家等级]]
		exp = 317863, --[[升级经验]]
	} ,
	[158] = {
		code = 158, --[[玩家等级]]
		exp = 322789, --[[升级经验]]
	} ,
	[159] = {
		code = 159, --[[玩家等级]]
		exp = 327751, --[[升级经验]]
	} ,
	[160] = {
		code = 160, --[[玩家等级]]
		exp = 332748, --[[升级经验]]
	} ,
	[161] = {
		code = 161, --[[玩家等级]]
		exp = 337780, --[[升级经验]]
	} ,
	[162] = {
		code = 162, --[[玩家等级]]
		exp = 342848, --[[升级经验]]
	} ,
	[163] = {
		code = 163, --[[玩家等级]]
		exp = 347951, --[[升级经验]]
	} ,
	[164] = {
		code = 164, --[[玩家等级]]
		exp = 353090, --[[升级经验]]
	} ,
	[165] = {
		code = 165, --[[玩家等级]]
		exp = 358264, --[[升级经验]]
	} ,
	[166] = {
		code = 166, --[[玩家等级]]
		exp = 363474, --[[升级经验]]
	} ,
	[167] = {
		code = 167, --[[玩家等级]]
		exp = 368719, --[[升级经验]]
	} ,
	[168] = {
		code = 168, --[[玩家等级]]
		exp = 373999, --[[升级经验]]
	} ,
	[169] = {
		code = 169, --[[玩家等级]]
		exp = 379315, --[[升级经验]]
	} ,
	[170] = {
		code = 170, --[[玩家等级]]
		exp = 384666, --[[升级经验]]
	} ,
	[171] = {
		code = 171, --[[玩家等级]]
		exp = 390053, --[[升级经验]]
	} ,
	[172] = {
		code = 172, --[[玩家等级]]
		exp = 395475, --[[升级经验]]
	} ,
	[173] = {
		code = 173, --[[玩家等级]]
		exp = 400933, --[[升级经验]]
	} ,
	[174] = {
		code = 174, --[[玩家等级]]
		exp = 406426, --[[升级经验]]
	} ,
	[175] = {
		code = 175, --[[玩家等级]]
		exp = 428317, --[[升级经验]]
	} ,
	[176] = {
		code = 176, --[[玩家等级]]
		exp = 434016, --[[升级经验]]
	} ,
	[177] = {
		code = 177, --[[玩家等级]]
		exp = 439750, --[[升级经验]]
	} ,
	[178] = {
		code = 178, --[[玩家等级]]
		exp = 445520, --[[升级经验]]
	} ,
	[179] = {
		code = 179, --[[玩家等级]]
		exp = 451325, --[[升级经验]]
	} ,
	[180] = {
		code = 180, --[[玩家等级]]
		exp = 468354, --[[升级经验]]
	} ,
	[181] = {
		code = 181, --[[玩家等级]]
		exp = 474319, --[[升级经验]]
	} ,
	[182] = {
		code = 182, --[[玩家等级]]
		exp = 480319, --[[升级经验]]
	} ,
	[183] = {
		code = 183, --[[玩家等级]]
		exp = 486355, --[[升级经验]]
	} ,
	[184] = {
		code = 184, --[[玩家等级]]
		exp = 492426, --[[升级经验]]
	} ,
	[185] = {
		code = 185, --[[玩家等级]]
		exp = 498532, --[[升级经验]]
	} ,
	[186] = {
		code = 186, --[[玩家等级]]
		exp = 504674, --[[升级经验]]
	} ,
	[187] = {
		code = 187, --[[玩家等级]]
		exp = 510851, --[[升级经验]]
	} ,
	[188] = {
		code = 188, --[[玩家等级]]
		exp = 517064, --[[升级经验]]
	} ,
	[189] = {
		code = 189, --[[玩家等级]]
		exp = 523312, --[[升级经验]]
	} ,
	[190] = {
		code = 190, --[[玩家等级]]
		exp = 529596, --[[升级经验]]
	} ,
	[191] = {
		code = 191, --[[玩家等级]]
		exp = 535915, --[[升级经验]]
	} ,
	[192] = {
		code = 192, --[[玩家等级]]
		exp = 542269, --[[升级经验]]
	} ,
	[193] = {
		code = 193, --[[玩家等级]]
		exp = 548659, --[[升级经验]]
	} ,
	[194] = {
		code = 194, --[[玩家等级]]
		exp = 555084, --[[升级经验]]
	} ,
	[195] = {
		code = 195, --[[玩家等级]]
		exp = 561545, --[[升级经验]]
	} ,
	[196] = {
		code = 196, --[[玩家等级]]
		exp = 568041, --[[升级经验]]
	} ,
	[197] = {
		code = 197, --[[玩家等级]]
		exp = 574572, --[[升级经验]]
	} ,
	[198] = {
		code = 198, --[[玩家等级]]
		exp = 581154, --[[升级经验]]
	} ,
	[199] = {
		code = 199, --[[玩家等级]]
		exp = 587771, --[[升级经验]]
	} ,
	[200] = {
		code = 200, --[[玩家等级]]
		exp = 701140, --[[升级经验]]
	} ,
	[201] = {
		code = 201, --[[玩家等级]]
		exp = 802353, --[[升级经验]]
	} ,
	[202] = {
		code = 202, --[[玩家等级]]
		exp = 904404, --[[升级经验]]
	} ,
	[203] = {
		code = 203, --[[玩家等级]]
		exp = 1007294, --[[升级经验]]
	} ,
	[204] = {
		code = 204, --[[玩家等级]]
		exp = 1111022, --[[升级经验]]
	} ,
	[205] = {
		code = 205, --[[玩家等级]]
		exp = 1215588, --[[升级经验]]
	} ,
	[206] = {
		code = 206, --[[玩家等级]]
		exp = 1320993, --[[升级经验]]
	} ,
	[207] = {
		code = 207, --[[玩家等级]]
		exp = 1427236, --[[升级经验]]
	} ,
	[208] = {
		code = 208, --[[玩家等级]]
		exp = 1534318, --[[升级经验]]
	} ,
	[209] = {
		code = 209, --[[玩家等级]]
		exp = 1642238, --[[升级经验]]
	} ,
	[210] = {
		code = 210, --[[玩家等级]]
		exp = 1750997, --[[升级经验]]
	} ,
	[211] = {
		code = 211, --[[玩家等级]]
		exp = 1860593, --[[升级经验]]
	} ,
	[212] = {
		code = 212, --[[玩家等级]]
		exp = 1971029, --[[升级经验]]
	} ,
	[213] = {
		code = 213, --[[玩家等级]]
		exp = 2082302, --[[升级经验]]
	} ,
	[214] = {
		code = 214, --[[玩家等级]]
		exp = 2194414, --[[升级经验]]
	} ,
	[215] = {
		code = 215, --[[玩家等级]]
		exp = 2307365, --[[升级经验]]
	} ,
	[216] = {
		code = 216, --[[玩家等级]]
		exp = 2421154, --[[升级经验]]
	} ,
	[217] = {
		code = 217, --[[玩家等级]]
		exp = 2535781, --[[升级经验]]
	} ,
	[218] = {
		code = 218, --[[玩家等级]]
		exp = 2651368, --[[升级经验]]
	} ,
	[219] = {
		code = 219, --[[玩家等级]]
		exp = 2767802, --[[升级经验]]
	} ,
	[220] = {
		code = 220, --[[玩家等级]]
		exp = 3150302, --[[升级经验]]
	} ,
	[221] = {
		code = 221, --[[玩家等级]]
		exp = 3278194, --[[升级经验]]
	} ,
	[222] = {
		code = 222, --[[玩家等级]]
		exp = 3406933, --[[升级经验]]
	} ,
	[223] = {
		code = 223, --[[玩家等级]]
		exp = 3536521, --[[升级经验]]
	} ,
	[224] = {
		code = 224, --[[玩家等级]]
		exp = 3666957, --[[升级经验]]
	} ,
	[225] = {
		code = 225, --[[玩家等级]]
		exp = 3798241, --[[升级经验]]
	} ,
	[226] = {
		code = 226, --[[玩家等级]]
		exp = 3930373, --[[升级经验]]
	} ,
	[227] = {
		code = 227, --[[玩家等级]]
		exp = 4063353, --[[升级经验]]
	} ,
	[228] = {
		code = 228, --[[玩家等级]]
		exp = 4197181, --[[升级经验]]
	} ,
	[229] = {
		code = 229, --[[玩家等级]]
		exp = 4331857, --[[升级经验]]
	} ,
	[230] = {
		code = 230, --[[玩家等级]]
		exp = 4477416, --[[升级经验]]
	} ,
	[231] = {
		code = 231, --[[玩家等级]]
		exp = 4614058, --[[升级经验]]
	} ,
	[232] = {
		code = 232, --[[玩家等级]]
		exp = 4751548, --[[升级经验]]
	} ,
	[233] = {
		code = 233, --[[玩家等级]]
		exp = 4889886, --[[升级经验]]
	} ,
	[234] = {
		code = 234, --[[玩家等级]]
		exp = 5029072, --[[升级经验]]
	} ,
	[235] = {
		code = 235, --[[玩家等级]]
		exp = 5169106, --[[升级经验]]
	} ,
	[236] = {
		code = 236, --[[玩家等级]]
		exp = 5309988, --[[升级经验]]
	} ,
	[237] = {
		code = 237, --[[玩家等级]]
		exp = 5451718, --[[升级经验]]
	} ,
	[238] = {
		code = 238, --[[玩家等级]]
		exp = 5594404, --[[升级经验]]
	} ,
	[239] = {
		code = 239, --[[玩家等级]]
		exp = 5737943, --[[升级经验]]
	} ,
	[240] = {
		code = 240, --[[玩家等级]]
		exp = 6355530, --[[升级经验]]
	} ,
	[241] = {
		code = 241, --[[玩家等级]]
		exp = 6510807, --[[升级经验]]
	} ,
	[242] = {
		code = 242, --[[玩家等级]]
		exp = 6666936, --[[升级经验]]
	} ,
	[243] = {
		code = 243, --[[玩家等级]]
		exp = 6823918, --[[升级经验]]
	} ,
	[244] = {
		code = 244, --[[玩家等级]]
		exp = 6981752, --[[升级经验]]
	} ,
	[245] = {
		code = 245, --[[玩家等级]]
		exp = 7140440, --[[升级经验]]
	} ,
	[246] = {
		code = 246, --[[玩家等级]]
		exp = 7299980, --[[升级经验]]
	} ,
	[247] = {
		code = 247, --[[玩家等级]]
		exp = 7460374, --[[升级经验]]
	} ,
	[248] = {
		code = 248, --[[玩家等级]]
		exp = 7621620, --[[升级经验]]
	} ,
	[249] = {
		code = 249, --[[玩家等级]]
		exp = 7783718, --[[升级经验]]
	} ,
	[250] = {
		code = 250, --[[玩家等级]]
		exp = 8054721, --[[升级经验]]
	} ,
	[251] = {
		code = 251, --[[玩家等级]]
		exp = 8220416, --[[升级经验]]
	} ,
	[252] = {
		code = 252, --[[玩家等级]]
		exp = 8386963, --[[升级经验]]
	} ,
	[253] = {
		code = 253, --[[玩家等级]]
		exp = 8554363, --[[升级经验]]
	} ,
	[254] = {
		code = 254, --[[玩家等级]]
		exp = 8722616, --[[升级经验]]
	} ,
	[255] = {
		code = 255, --[[玩家等级]]
		exp = 8891721, --[[升级经验]]
	} ,
	[256] = {
		code = 256, --[[玩家等级]]
		exp = 9061680, --[[升级经验]]
	} ,
	[257] = {
		code = 257, --[[玩家等级]]
		exp = 9232491, --[[升级经验]]
	} ,
	[258] = {
		code = 258, --[[玩家等级]]
		exp = 9404780, --[[升级经验]]
	} ,
	[259] = {
		code = 259, --[[玩家等级]]
		exp = 9577942, --[[升级经验]]
	} ,
	[260] = {
		code = 260, --[[玩家等级]]
		exp = 10409362, --[[升级经验]]
	} ,
	[261] = {
		code = 261, --[[玩家等级]]
		exp = 10594054, --[[升级经验]]
	} ,
	[262] = {
		code = 262, --[[玩家等级]]
		exp = 10779619, --[[升级经验]]
	} ,
	[263] = {
		code = 263, --[[玩家等级]]
		exp = 10966055, --[[升级经验]]
	} ,
	[264] = {
		code = 264, --[[玩家等级]]
		exp = 11153364, --[[升级经验]]
	} ,
	[265] = {
		code = 265, --[[玩家等级]]
		exp = 11341544, --[[升级经验]]
	} ,
	[266] = {
		code = 266, --[[玩家等级]]
		exp = 11530597, --[[升级经验]]
	} ,
	[267] = {
		code = 267, --[[玩家等级]]
		exp = 11720521, --[[升级经验]]
	} ,
	[268] = {
		code = 268, --[[玩家等级]]
		exp = 11911318, --[[升级经验]]
	} ,
	[269] = {
		code = 269, --[[玩家等级]]
		exp = 12102986, --[[升级经验]]
	} ,
	[270] = {
		code = 270, --[[玩家等级]]
		exp = 12295527, --[[升级经验]]
	} ,
	[271] = {
		code = 271, --[[玩家等级]]
		exp = 12488939, --[[升级经验]]
	} ,
	[272] = {
		code = 272, --[[玩家等级]]
		exp = 12683224, --[[升级经验]]
	} ,
	[273] = {
		code = 273, --[[玩家等级]]
		exp = 12878381, --[[升级经验]]
	} ,
	[274] = {
		code = 274, --[[玩家等级]]
		exp = 13074409, --[[升级经验]]
	} ,
	[275] = {
		code = 275, --[[玩家等级]]
		exp = 13271310, --[[升级经验]]
	} ,
	[276] = {
		code = 276, --[[玩家等级]]
		exp = 13469082, --[[升级经验]]
	} ,
	[277] = {
		code = 277, --[[玩家等级]]
		exp = 13667727, --[[升级经验]]
	} ,
	[278] = {
		code = 278, --[[玩家等级]]
		exp = 13867243, --[[升级经验]]
	} ,
	[279] = {
		code = 279, --[[玩家等级]]
		exp = 14067632, --[[升级经验]]
	} ,
	[280] = {
		code = 280, --[[玩家等级]]
		exp = 15061529, --[[升级经验]]
	} ,
	[281] = {
		code = 281, --[[玩家等级]]
		exp = 15272754, --[[升级经验]]
	} ,
	[282] = {
		code = 282, --[[玩家等级]]
		exp = 15484852, --[[升级经验]]
	} ,
	[283] = {
		code = 283, --[[玩家等级]]
		exp = 15697822, --[[升级经验]]
	} ,
	[284] = {
		code = 284, --[[玩家等级]]
		exp = 15911663, --[[升级经验]]
	} ,
	[285] = {
		code = 285, --[[玩家等级]]
		exp = 16126377, --[[升级经验]]
	} ,
	[286] = {
		code = 286, --[[玩家等级]]
		exp = 16341962, --[[升级经验]]
	} ,
	[287] = {
		code = 287, --[[玩家等级]]
		exp = 16558420, --[[升级经验]]
	} ,
	[288] = {
		code = 288, --[[玩家等级]]
		exp = 16775749, --[[升级经验]]
	} ,
	[289] = {
		code = 289, --[[玩家等级]]
		exp = 16993951, --[[升级经验]]
	} ,
	[290] = {
		code = 290, --[[玩家等级]]
		exp = 17213024, --[[升级经验]]
	} ,
	[291] = {
		code = 291, --[[玩家等级]]
		exp = 17432970, --[[升级经验]]
	} ,
	[292] = {
		code = 292, --[[玩家等级]]
		exp = 17653787, --[[升级经验]]
	} ,
	[293] = {
		code = 293, --[[玩家等级]]
		exp = 17875477, --[[升级经验]]
	} ,
	[294] = {
		code = 294, --[[玩家等级]]
		exp = 18098038, --[[升级经验]]
	} ,
	[295] = {
		code = 295, --[[玩家等级]]
		exp = 18321472, --[[升级经验]]
	} ,
	[296] = {
		code = 296, --[[玩家等级]]
		exp = 18545777, --[[升级经验]]
	} ,
	[297] = {
		code = 297, --[[玩家等级]]
		exp = 18770955, --[[升级经验]]
	} ,
	[298] = {
		code = 298, --[[玩家等级]]
		exp = 18997004, --[[升级经验]]
	} ,
	[299] = {
		code = 299, --[[玩家等级]]
		exp = 19223926, --[[升级经验]]
	} ,
	[300] = {
		code = 300, --[[玩家等级]]
		exp = 20561572, --[[升级经验]]
	} ,
	[301] = {
		code = 301, --[[玩家等级]]
		exp = 20800593, --[[升级经验]]
	} ,
	[302] = {
		code = 302, --[[玩家等级]]
		exp = 21040487, --[[升级经验]]
	} ,
	[303] = {
		code = 303, --[[玩家等级]]
		exp = 21281252, --[[升级经验]]
	} ,
	[304] = {
		code = 304, --[[玩家等级]]
		exp = 21522890, --[[升级经验]]
	} ,
	[305] = {
		code = 305, --[[玩家等级]]
		exp = 21765399, --[[升级经验]]
	} ,
	[306] = {
		code = 306, --[[玩家等级]]
		exp = 22008781, --[[升级经验]]
	} ,
	[307] = {
		code = 307, --[[玩家等级]]
		exp = 22253035, --[[升级经验]]
	} ,
	[308] = {
		code = 308, --[[玩家等级]]
		exp = 22498160, --[[升级经验]]
	} ,
	[309] = {
		code = 309, --[[玩家等级]]
		exp = 22744158, --[[升级经验]]
	} ,
	[310] = {
		code = 310, --[[玩家等级]]
		exp = 22991027, --[[升级经验]]
	} ,
	[311] = {
		code = 311, --[[玩家等级]]
		exp = 23238769, --[[升级经验]]
	} ,
	[312] = {
		code = 312, --[[玩家等级]]
		exp = 23487382, --[[升级经验]]
	} ,
	[313] = {
		code = 313, --[[玩家等级]]
		exp = 23736868, --[[升级经验]]
	} ,
	[314] = {
		code = 314, --[[玩家等级]]
		exp = 23987225, --[[升级经验]]
	} ,
	[315] = {
		code = 315, --[[玩家等级]]
		exp = 24238455, --[[升级经验]]
	} ,
	[316] = {
		code = 316, --[[玩家等级]]
		exp = 24490556, --[[升级经验]]
	} ,
	[317] = {
		code = 317, --[[玩家等级]]
		exp = 24743530, --[[升级经验]]
	} ,
	[318] = {
		code = 318, --[[玩家等级]]
		exp = 24997375, --[[升级经验]]
	} ,
	[319] = {
		code = 319, --[[玩家等级]]
		exp = 25252093, --[[升级经验]]
	} ,
	[320] = {
		code = 320, --[[玩家等级]]
		exp = 26584304, --[[升级经验]]
	} ,
	[321] = {
		code = 321, --[[玩家等级]]
		exp = 26849231, --[[升级经验]]
	} ,
	[322] = {
		code = 322, --[[玩家等级]]
		exp = 27115031, --[[升级经验]]
	} ,
	[323] = {
		code = 323, --[[玩家等级]]
		exp = 27381702, --[[升级经验]]
	} ,
	[324] = {
		code = 324, --[[玩家等级]]
		exp = 27649246, --[[升级经验]]
	} ,
	[325] = {
		code = 325, --[[玩家等级]]
		exp = 27917661, --[[升级经验]]
	} ,
	[326] = {
		code = 326, --[[玩家等级]]
		exp = 28186949, --[[升级经验]]
	} ,
	[327] = {
		code = 327, --[[玩家等级]]
		exp = 28457108, --[[升级经验]]
	} ,
	[328] = {
		code = 328, --[[玩家等级]]
		exp = 28728140, --[[升级经验]]
	} ,
	[329] = {
		code = 329, --[[玩家等级]]
		exp = 29000043, --[[升级经验]]
	} ,
	[330] = {
		code = 330, --[[玩家等级]]
		exp = 29309855, --[[升级经验]]
	} ,
	[331] = {
		code = 331, --[[玩家等级]]
		exp = 29583772, --[[升级经验]]
	} ,
	[332] = {
		code = 332, --[[玩家等级]]
		exp = 29858562, --[[升级经验]]
	} ,
	[333] = {
		code = 333, --[[玩家等级]]
		exp = 30134223, --[[升级经验]]
	} ,
	[334] = {
		code = 334, --[[玩家等级]]
		exp = 30410757, --[[升级经验]]
	} ,
	[335] = {
		code = 335, --[[玩家等级]]
		exp = 30688162, --[[升级经验]]
	} ,
	[336] = {
		code = 336, --[[玩家等级]]
		exp = 30966440, --[[升级经验]]
	} ,
	[337] = {
		code = 337, --[[玩家等级]]
		exp = 31245589, --[[升级经验]]
	} ,
	[338] = {
		code = 338, --[[玩家等级]]
		exp = 31525611, --[[升级经验]]
	} ,
	[339] = {
		code = 339, --[[玩家等级]]
		exp = 31806504, --[[升级经验]]
	} ,
	[340] = {
		code = 340, --[[玩家等级]]
		exp = 33334211, --[[升级经验]]
	} ,
	[341] = {
		code = 341, --[[玩家等级]]
		exp = 33625315, --[[升级经验]]
	} ,
	[342] = {
		code = 342, --[[玩家等级]]
		exp = 33917290, --[[升级经验]]
	} ,
	[343] = {
		code = 343, --[[玩家等级]]
		exp = 34210138, --[[升级经验]]
	} ,
	[344] = {
		code = 344, --[[玩家等级]]
		exp = 34503857, --[[升级经验]]
	} ,
	[345] = {
		code = 345, --[[玩家等级]]
		exp = 34798449, --[[升级经验]]
	} ,
	[346] = {
		code = 346, --[[玩家等级]]
		exp = 35095750, --[[升级经验]]
	} ,
	[347] = {
		code = 347, --[[玩家等级]]
		exp = 35393948, --[[升级经验]]
	} ,
	[348] = {
		code = 348, --[[玩家等级]]
		exp = 35693041, --[[升级经验]]
	} ,
	[349] = {
		code = 349, --[[玩家等级]]
		exp = 35993031, --[[升级经验]]
	} ,
	[350] = {
		code = 350, --[[玩家等级]]
		exp = 36649171, --[[升级经验]]
	} ,
	[351] = {
		code = 351, --[[玩家等级]]
		exp = 37011269, --[[升级经验]]
	} ,
	[352] = {
		code = 352, --[[玩家等级]]
		exp = 37374487, --[[升级经验]]
	} ,
	[353] = {
		code = 353, --[[玩家等级]]
		exp = 37738826, --[[升级经验]]
	} ,
	[354] = {
		code = 354, --[[玩家等级]]
		exp = 38104284, --[[升级经验]]
	} ,
	[355] = {
		code = 355, --[[玩家等级]]
		exp = 38470863, --[[升级经验]]
	} ,
	[356] = {
		code = 356, --[[玩家等级]]
		exp = 38838561, --[[升级经验]]
	} ,
	[357] = {
		code = 357, --[[玩家等级]]
		exp = 39207379, --[[升级经验]]
	} ,
	[358] = {
		code = 358, --[[玩家等级]]
		exp = 39577318, --[[升级经验]]
	} ,
	[359] = {
		code = 359, --[[玩家等级]]
		exp = 39948376, --[[升级经验]]
	} ,
	[360] = {
		code = 360, --[[玩家等级]]
		exp = 41759097, --[[升级经验]]
	} ,
	[361] = {
		code = 361, --[[玩家等级]]
		exp = 42142978, --[[升级经验]]
	} ,
	[362] = {
		code = 362, --[[玩家等级]]
		exp = 42527979, --[[升级经验]]
	} ,
	[363] = {
		code = 363, --[[玩家等级]]
		exp = 42914100, --[[升级经验]]
	} ,
	[364] = {
		code = 364, --[[玩家等级]]
		exp = 43301341, --[[升级经验]]
	} ,
	[365] = {
		code = 365, --[[玩家等级]]
		exp = 43689702, --[[升级经验]]
	} ,
	[366] = {
		code = 366, --[[玩家等级]]
		exp = 44079183, --[[升级经验]]
	} ,
	[367] = {
		code = 367, --[[玩家等级]]
		exp = 44469784, --[[升级经验]]
	} ,
	[368] = {
		code = 368, --[[玩家等级]]
		exp = 44861505, --[[升级经验]]
	} ,
	[369] = {
		code = 369, --[[玩家等级]]
		exp = 45254346, --[[升级经验]]
	} ,
	[370] = {
		code = 370, --[[玩家等级]]
		exp = 45648307, --[[升级经验]]
	} ,
	[371] = {
		code = 371, --[[玩家等级]]
		exp = 46043387, --[[升级经验]]
	} ,
	[372] = {
		code = 372, --[[玩家等级]]
		exp = 46439588, --[[升级经验]]
	} ,
	[373] = {
		code = 373, --[[玩家等级]]
		exp = 46836909, --[[升级经验]]
	} ,
	[374] = {
		code = 374, --[[玩家等级]]
		exp = 47235350, --[[升级经验]]
	} ,
	[375] = {
		code = 375, --[[玩家等级]]
		exp = 47634911, --[[升级经验]]
	} ,
	[376] = {
		code = 376, --[[玩家等级]]
		exp = 48035592, --[[升级经验]]
	} ,
	[377] = {
		code = 377, --[[玩家等级]]
		exp = 48437393, --[[升级经验]]
	} ,
	[378] = {
		code = 378, --[[玩家等级]]
		exp = 48840314, --[[升级经验]]
	} ,
	[379] = {
		code = 379, --[[玩家等级]]
		exp = 49244355, --[[升级经验]]
	} ,
	[380] = {
		code = 380, --[[玩家等级]]
		exp = 51352337, --[[升级经验]]
	} ,
	[381] = {
		code = 381, --[[玩家等级]]
		exp = 51769538, --[[升级经验]]
	} ,
	[382] = {
		code = 382, --[[玩家等级]]
		exp = 52187859, --[[升级经验]]
	} ,
	[383] = {
		code = 383, --[[玩家等级]]
		exp = 52607299, --[[升级经验]]
	} ,
	[384] = {
		code = 384, --[[玩家等级]]
		exp = 53027860, --[[升级经验]]
	} ,
	[385] = {
		code = 385, --[[玩家等级]]
		exp = 53449541, --[[升级经验]]
	} ,
	[386] = {
		code = 386, --[[玩家等级]]
		exp = 53874771, --[[升级经验]]
	} ,
	[387] = {
		code = 387, --[[玩家等级]]
		exp = 54301151, --[[升级经验]]
	} ,
	[388] = {
		code = 388, --[[玩家等级]]
		exp = 54728681, --[[升级经验]]
	} ,
	[389] = {
		code = 389, --[[玩家等级]]
		exp = 55157361, --[[升级经验]]
	} ,
	[390] = {
		code = 390, --[[玩家等级]]
		exp = 55587191, --[[升级经验]]
	} ,
	[391] = {
		code = 391, --[[玩家等级]]
		exp = 56018171, --[[升级经验]]
	} ,
	[392] = {
		code = 392, --[[玩家等级]]
		exp = 56450301, --[[升级经验]]
	} ,
	[393] = {
		code = 393, --[[玩家等级]]
		exp = 56883581, --[[升级经验]]
	} ,
	[394] = {
		code = 394, --[[玩家等级]]
		exp = 57318011, --[[升级经验]]
	} ,
	[395] = {
		code = 395, --[[玩家等级]]
		exp = 57753591, --[[升级经验]]
	} ,
	[396] = {
		code = 396, --[[玩家等级]]
		exp = 58190321, --[[升级经验]]
	} ,
	[397] = {
		code = 397, --[[玩家等级]]
		exp = 58628201, --[[升级经验]]
	} ,
	[398] = {
		code = 398, --[[玩家等级]]
		exp = 59067231, --[[升级经验]]
	} ,
	[399] = {
		code = 399, --[[玩家等级]]
		exp = 59507411, --[[升级经验]]
	} ,
	[400] = {
		code = 400, --[[玩家等级]]
		exp = 62438444, --[[升级经验]]
	} ,
	[401] = {
		code = 401, --[[玩家等级]]
		exp = 63106771, --[[升级经验]]
	} ,
	[402] = {
		code = 402, --[[玩家等级]]
		exp = 63776938, --[[升级经验]]
	} ,
	[403] = {
		code = 403, --[[玩家等级]]
		exp = 64448945, --[[升级经验]]
	} ,
	[404] = {
		code = 404, --[[玩家等级]]
		exp = 65122792, --[[升级经验]]
	} ,
	[405] = {
		code = 405, --[[玩家等级]]
		exp = 65798479, --[[升级经验]]
	} ,
	[406] = {
		code = 406, --[[玩家等级]]
		exp = 66478798, --[[升级经验]]
	} ,
	[407] = {
		code = 407, --[[玩家等级]]
		exp = 67161005, --[[升级经验]]
	} ,
	[408] = {
		code = 408, --[[玩家等级]]
		exp = 67845100, --[[升级经验]]
	} ,
	[409] = {
		code = 409, --[[玩家等级]]
		exp = 68531083, --[[升级经验]]
	} ,
	[410] = {
		code = 410, --[[玩家等级]]
		exp = 69218954, --[[升级经验]]
	} ,
	[411] = {
		code = 411, --[[玩家等级]]
		exp = 69908713, --[[升级经验]]
	} ,
	[412] = {
		code = 412, --[[玩家等级]]
		exp = 70600360, --[[升级经验]]
	} ,
	[413] = {
		code = 413, --[[玩家等级]]
		exp = 71293895, --[[升级经验]]
	} ,
	[414] = {
		code = 414, --[[玩家等级]]
		exp = 71989318, --[[升级经验]]
	} ,
	[415] = {
		code = 415, --[[玩家等级]]
		exp = 72686629, --[[升级经验]]
	} ,
	[416] = {
		code = 416, --[[玩家等级]]
		exp = 73385829, --[[升级经验]]
	} ,
	[417] = {
		code = 417, --[[玩家等级]]
		exp = 74086916, --[[升级经验]]
	} ,
	[418] = {
		code = 418, --[[玩家等级]]
		exp = 74789891, --[[升级经验]]
	} ,
	[419] = {
		code = 419, --[[玩家等级]]
		exp = 75494754, --[[升级经验]]
	} ,
	[420] = {
		code = 420, --[[玩家等级]]
		exp = 78408337, --[[升级经验]]
	} ,
	[421] = {
		code = 421, --[[玩家等级]]
		exp = 79133908, --[[升级经验]]
	} ,
	[422] = {
		code = 422, --[[玩家等级]]
		exp = 79864543, --[[升级经验]]
	} ,
	[423] = {
		code = 423, --[[玩家等级]]
		exp = 80597114, --[[升级经验]]
	} ,
	[424] = {
		code = 424, --[[玩家等级]]
		exp = 81331621, --[[升级经验]]
	} ,
	[425] = {
		code = 425, --[[玩家等级]]
		exp = 82068064, --[[升级经验]]
	} ,
	[426] = {
		code = 426, --[[玩家等级]]
		exp = 82806443, --[[升级经验]]
	} ,
	[427] = {
		code = 427, --[[玩家等级]]
		exp = 83546758, --[[升级经验]]
	} ,
	[428] = {
		code = 428, --[[玩家等级]]
		exp = 84289010, --[[升级经验]]
	} ,
	[429] = {
		code = 429, --[[玩家等级]]
		exp = 85033197, --[[升级经验]]
	} ,
	[430] = {
		code = 430, --[[玩家等级]]
		exp = 85855101, --[[升级经验]]
	} ,
	[431] = {
		code = 431, --[[玩家等级]]
		exp = 86603700, --[[升级经验]]
	} ,
	[432] = {
		code = 432, --[[玩家等级]]
		exp = 87354235, --[[升级经验]]
	} ,
	[433] = {
		code = 433, --[[玩家等级]]
		exp = 88106706, --[[升级经验]]
	} ,
	[434] = {
		code = 434, --[[玩家等级]]
		exp = 88861113, --[[升级经验]]
	} ,
	[435] = {
		code = 435, --[[玩家等级]]
		exp = 89617456, --[[升级经验]]
	} ,
	[436] = {
		code = 436, --[[玩家等级]]
		exp = 90375735, --[[升级经验]]
	} ,
	[437] = {
		code = 437, --[[玩家等级]]
		exp = 91135950, --[[升级经验]]
	} ,
	[438] = {
		code = 438, --[[玩家等级]]
		exp = 91898101, --[[升级经验]]
	} ,
	[439] = {
		code = 439, --[[玩家等级]]
		exp = 92662188, --[[升级经验]]
	} ,
	[440] = {
		code = 440, --[[玩家等级]]
		exp = 95973684, --[[升级经验]]
	} ,
	[441] = {
		code = 441, --[[玩家等级]]
		exp = 96758575, --[[升级经验]]
	} ,
	[442] = {
		code = 442, --[[玩家等级]]
		exp = 97545402, --[[升级经验]]
	} ,
	[443] = {
		code = 443, --[[玩家等级]]
		exp = 98334165, --[[升级经验]]
	} ,
	[444] = {
		code = 444, --[[玩家等级]]
		exp = 99124864, --[[升级经验]]
	} ,
	[445] = {
		code = 445, --[[玩家等级]]
		exp = 99917499, --[[升级经验]]
	} ,
	[446] = {
		code = 446, --[[玩家等级]]
		exp = 100712070, --[[升级经验]]
	} ,
	[447] = {
		code = 447, --[[玩家等级]]
		exp = 101508577, --[[升级经验]]
	} ,
	[448] = {
		code = 448, --[[玩家等级]]
		exp = 102307020, --[[升级经验]]
	} ,
	[449] = {
		code = 449, --[[玩家等级]]
		exp = 103107399, --[[升级经验]]
	} ,
	[450] = {
		code = 450, --[[玩家等级]]
		exp = 104515781, --[[升级经验]]
	} ,
	[451] = {
		code = 451, --[[玩家等级]]
		exp = 105323812, --[[升级经验]]
	} ,
	[452] = {
		code = 452, --[[玩家等级]]
		exp = 106133779, --[[升级经验]]
	} ,
	[453] = {
		code = 453, --[[玩家等级]]
		exp = 106945682, --[[升级经验]]
	} ,
	[454] = {
		code = 454, --[[玩家等级]]
		exp = 107759521, --[[升级经验]]
	} ,
	[455] = {
		code = 455, --[[玩家等级]]
		exp = 108575296, --[[升级经验]]
	} ,
	[456] = {
		code = 456, --[[玩家等级]]
		exp = 109393007, --[[升级经验]]
	} ,
	[457] = {
		code = 457, --[[玩家等级]]
		exp = 110212654, --[[升级经验]]
	} ,
	[458] = {
		code = 458, --[[玩家等级]]
		exp = 111034237, --[[升级经验]]
	} ,
	[459] = {
		code = 459, --[[玩家等级]]
		exp = 111857756, --[[升级经验]]
	} ,
	[460] = {
		code = 460, --[[玩家等级]]
		exp = 115567324, --[[升级经验]]
	} ,
	[461] = {
		code = 461, --[[玩家等级]]
		exp = 116411647, --[[升级经验]]
	} ,
	[462] = {
		code = 462, --[[玩家等级]]
		exp = 117262042, --[[升级经验]]
	} ,
	[463] = {
		code = 463, --[[玩家等级]]
		exp = 118114421, --[[升级经验]]
	} ,
	[464] = {
		code = 464, --[[玩家等级]]
		exp = 118968784, --[[升级经验]]
	} ,
	[465] = {
		code = 465, --[[玩家等级]]
		exp = 119825131, --[[升级经验]]
	} ,
	[466] = {
		code = 466, --[[玩家等级]]
		exp = 120683462, --[[升级经验]]
	} ,
	[467] = {
		code = 467, --[[玩家等级]]
		exp = 121543778, --[[升级经验]]
	} ,
	[468] = {
		code = 468, --[[玩家等级]]
		exp = 122406077, --[[升级经验]]
	} ,
	[469] = {
		code = 469, --[[玩家等级]]
		exp = 123270360, --[[升级经验]]
	} ,
	[470] = {
		code = 470, --[[玩家等级]]
		exp = 124136627, --[[升级经验]]
	} ,
	[471] = {
		code = 471, --[[玩家等级]]
		exp = 125004878, --[[升级经验]]
	} ,
	[472] = {
		code = 472, --[[玩家等级]]
		exp = 125875113, --[[升级经验]]
	} ,
	[473] = {
		code = 473, --[[玩家等级]]
		exp = 126747332, --[[升级经验]]
	} ,
	[474] = {
		code = 474, --[[玩家等级]]
		exp = 127621535, --[[升级经验]]
	} ,
	[475] = {
		code = 475, --[[玩家等级]]
		exp = 128497722, --[[升级经验]]
	} ,
	[476] = {
		code = 476, --[[玩家等级]]
		exp = 129375894, --[[升级经验]]
	} ,
	[477] = {
		code = 477, --[[玩家等级]]
		exp = 130256049, --[[升级经验]]
	} ,
	[478] = {
		code = 478, --[[玩家等级]]
		exp = 131138188, --[[升级经验]]
	} ,
	[479] = {
		code = 479, --[[玩家等级]]
		exp = 132022311, --[[升级经验]]
	} ,
	[480] = {
		code = 480, --[[玩家等级]]
		exp = 136233951, --[[升级经验]]
	} ,
	[481] = {
		code = 481, --[[玩家等级]]
		exp = 137139514, --[[升级经验]]
	} ,
	[482] = {
		code = 482, --[[玩家等级]]
		exp = 138051677, --[[升级经验]]
	} ,
	[483] = {
		code = 483, --[[玩家等级]]
		exp = 138965873, --[[升级经验]]
	} ,
	[484] = {
		code = 484, --[[玩家等级]]
		exp = 139882100, --[[升级经验]]
	} ,
	[485] = {
		code = 485, --[[玩家等级]]
		exp = 140800359, --[[升级经验]]
	} ,
	[486] = {
		code = 486, --[[玩家等级]]
		exp = 141720650, --[[升级经验]]
	} ,
	[487] = {
		code = 487, --[[玩家等级]]
		exp = 142642973, --[[升级经验]]
	} ,
	[488] = {
		code = 488, --[[玩家等级]]
		exp = 143567328, --[[升级经验]]
	} ,
	[489] = {
		code = 489, --[[玩家等级]]
		exp = 144493716, --[[升级经验]]
	} ,
	[490] = {
		code = 490, --[[玩家等级]]
		exp = 145422135, --[[升级经验]]
	} ,
	[491] = {
		code = 491, --[[玩家等级]]
		exp = 146352586, --[[升级经验]]
	} ,
	[492] = {
		code = 492, --[[玩家等级]]
		exp = 147285069, --[[升级经验]]
	} ,
	[493] = {
		code = 493, --[[玩家等级]]
		exp = 148219584, --[[升级经验]]
	} ,
	[494] = {
		code = 494, --[[玩家等级]]
		exp = 149156131, --[[升级经验]]
	} ,
	[495] = {
		code = 495, --[[玩家等级]]
		exp = 150094711, --[[升级经验]]
	} ,
	[496] = {
		code = 496, --[[玩家等级]]
		exp = 151035322, --[[升级经验]]
	} ,
	[497] = {
		code = 497, --[[玩家等级]]
		exp = 151977965, --[[升级经验]]
	} ,
	[498] = {
		code = 498, --[[玩家等级]]
		exp = 152922640, --[[升级经验]]
	} ,
	[499] = {
		code = 499, --[[玩家等级]]
		exp = 153869347, --[[升级经验]]
	} ,
	[500] = {
		code = 500, --[[玩家等级]]
		exp = 159363737, --[[升级经验]]
	} ,
	[501] = {
		code = 501, --[[玩家等级]]
		exp = 160524919, --[[升级经验]]
	} ,
	[502] = {
		code = 502, --[[玩家等级]]
		exp = 161688642, --[[升级经验]]
	} ,
	[503] = {
		code = 503, --[[玩家等级]]
		exp = 162854905, --[[升级经验]]
	} ,
	[504] = {
		code = 504, --[[玩家等级]]
		exp = 164023708, --[[升级经验]]
	} ,
	[505] = {
		code = 505, --[[玩家等级]]
		exp = 165195051, --[[升级经验]]
	} ,
	[506] = {
		code = 506, --[[玩家等级]]
		exp = 166368934, --[[升级经验]]
	} ,
	[507] = {
		code = 507, --[[玩家等级]]
		exp = 167545357, --[[升级经验]]
	} ,
	[508] = {
		code = 508, --[[玩家等级]]
		exp = 168724319, --[[升级经验]]
	} ,
	[509] = {
		code = 509, --[[玩家等级]]
		exp = 169905822, --[[升级经验]]
	} ,
	[510] = {
		code = 510, --[[玩家等级]]
		exp = 171089865, --[[升级经验]]
	} ,
	[511] = {
		code = 511, --[[玩家等级]]
		exp = 172276448, --[[升级经验]]
	} ,
	[512] = {
		code = 512, --[[玩家等级]]
		exp = 173465571, --[[升级经验]]
	} ,
	[513] = {
		code = 513, --[[玩家等级]]
		exp = 174657234, --[[升级经验]]
	} ,
	[514] = {
		code = 514, --[[玩家等级]]
		exp = 175851437, --[[升级经验]]
	} ,
	[515] = {
		code = 515, --[[玩家等级]]
		exp = 177053684, --[[升级经验]]
	} ,
	[516] = {
		code = 516, --[[玩家等级]]
		exp = 178258530, --[[升级经验]]
	} ,
	[517] = {
		code = 517, --[[玩家等级]]
		exp = 179465977, --[[升级经验]]
	} ,
	[518] = {
		code = 518, --[[玩家等级]]
		exp = 180676024, --[[升级经验]]
	} ,
	[519] = {
		code = 519, --[[玩家等级]]
		exp = 181888671, --[[升级经验]]
	} ,
	[520] = {
		code = 520, --[[玩家等级]]
		exp = 187092843, --[[升级经验]]
	} ,
	[521] = {
		code = 521, --[[玩家等级]]
		exp = 188331855, --[[升级经验]]
	} ,
	[522] = {
		code = 522, --[[玩家等级]]
		exp = 189573467, --[[升级经验]]
	} ,
	[523] = {
		code = 523, --[[玩家等级]]
		exp = 190817679, --[[升级经验]]
	} ,
	[524] = {
		code = 524, --[[玩家等级]]
		exp = 192064491, --[[升级经验]]
	} ,
	[525] = {
		code = 525, --[[玩家等级]]
		exp = 193313903, --[[升级经验]]
	} ,
	[526] = {
		code = 526, --[[玩家等级]]
		exp = 194565915, --[[升级经验]]
	} ,
	[527] = {
		code = 527, --[[玩家等级]]
		exp = 195820527, --[[升级经验]]
	} ,
	[528] = {
		code = 528, --[[玩家等级]]
		exp = 197077738, --[[升级经验]]
	} ,
	[529] = {
		code = 529, --[[玩家等级]]
		exp = 198337550, --[[升级经验]]
	} ,
	[530] = {
		code = 530, --[[玩家等级]]
		exp = 199733928, --[[升级经验]]
	} ,
	[531] = {
		code = 531, --[[玩家等级]]
		exp = 200999615, --[[升级经验]]
	} ,
	[532] = {
		code = 532, --[[玩家等级]]
		exp = 202267902, --[[升级经验]]
	} ,
	[533] = {
		code = 533, --[[玩家等级]]
		exp = 203538789, --[[升级经验]]
	} ,
	[534] = {
		code = 534, --[[玩家等级]]
		exp = 204812276, --[[升级经验]]
	} ,
	[535] = {
		code = 535, --[[玩家等级]]
		exp = 206088363, --[[升级经验]]
	} ,
	[536] = {
		code = 536, --[[玩家等级]]
		exp = 207367050, --[[升级经验]]
	} ,
	[537] = {
		code = 537, --[[玩家等级]]
		exp = 208648336, --[[升级经验]]
	} ,
	[538] = {
		code = 538, --[[玩家等级]]
		exp = 209932223, --[[升级经验]]
	} ,
	[539] = {
		code = 539, --[[玩家等级]]
		exp = 211218710, --[[升级经验]]
	} ,
	[540] = {
		code = 540, --[[玩家等级]]
		exp = 216920022, --[[升级经验]]
	} ,
	[541] = {
		code = 541, --[[玩家等级]]
		exp = 218232874, --[[升级经验]]
	} ,
	[542] = {
		code = 542, --[[玩家等级]]
		exp = 219548326, --[[升级经验]]
	} ,
	[543] = {
		code = 543, --[[玩家等级]]
		exp = 220866378, --[[升级经验]]
	} ,
	[544] = {
		code = 544, --[[玩家等级]]
		exp = 222187030, --[[升级经验]]
	} ,
	[545] = {
		code = 545, --[[玩家等级]]
		exp = 223510282, --[[升级经验]]
	} ,
	[546] = {
		code = 546, --[[玩家等级]]
		exp = 224836134, --[[升级经验]]
	} ,
	[547] = {
		code = 547, --[[玩家等级]]
		exp = 226164586, --[[升级经验]]
	} ,
	[548] = {
		code = 548, --[[玩家等级]]
		exp = 227495638, --[[升级经验]]
	} ,
	[549] = {
		code = 549, --[[玩家等级]]
		exp = 228829289, --[[升级经验]]
	} ,
	[550] = {
		code = 550, --[[玩家等级]]
		exp = 231197803, --[[升级经验]]
	} ,
	[551] = {
		code = 551, --[[玩家等级]]
		exp = 232541380, --[[升级经验]]
	} ,
	[552] = {
		code = 552, --[[玩家等级]]
		exp = 233887556, --[[升级经验]]
	} ,
	[553] = {
		code = 553, --[[玩家等级]]
		exp = 235236333, --[[升级经验]]
	} ,
	[554] = {
		code = 554, --[[玩家等级]]
		exp = 236587710, --[[升级经验]]
	} ,
	[555] = {
		code = 555, --[[玩家等级]]
		exp = 237941687, --[[升级经验]]
	} ,
	[556] = {
		code = 556, --[[玩家等级]]
		exp = 239298264, --[[升级经验]]
	} ,
	[557] = {
		code = 557, --[[玩家等级]]
		exp = 240657441, --[[升级经验]]
	} ,
	[558] = {
		code = 558, --[[玩家等级]]
		exp = 242019218, --[[升级经验]]
	} ,
	[559] = {
		code = 559, --[[玩家等级]]
		exp = 243390419, --[[升级经验]]
	} ,
	[560] = {
		code = 560, --[[玩家等级]]
		exp = 249599805, --[[升级经验]]
	} ,
	[561] = {
		code = 561, --[[玩家等级]]
		exp = 250997491, --[[升级经验]]
	} ,
	[562] = {
		code = 562, --[[玩家等级]]
		exp = 252397837, --[[升级经验]]
	} ,
	[563] = {
		code = 563, --[[玩家等级]]
		exp = 253800843, --[[升级经验]]
	} ,
	[564] = {
		code = 564, --[[玩家等级]]
		exp = 255206509, --[[升级经验]]
	} ,
	[565] = {
		code = 565, --[[玩家等级]]
		exp = 256614835, --[[升级经验]]
	} ,
	[566] = {
		code = 566, --[[玩家等级]]
		exp = 258025821, --[[升级经验]]
	} ,
	[567] = {
		code = 567, --[[玩家等级]]
		exp = 259439467, --[[升级经验]]
	} ,
	[568] = {
		code = 568, --[[玩家等级]]
		exp = 260855772, --[[升级经验]]
	} ,
	[569] = {
		code = 569, --[[玩家等级]]
		exp = 262274738, --[[升级经验]]
	} ,
	[570] = {
		code = 570, --[[玩家等级]]
		exp = 263696364, --[[升级经验]]
	} ,
	[571] = {
		code = 571, --[[玩家等级]]
		exp = 265120650, --[[升级经验]]
	} ,
	[572] = {
		code = 572, --[[玩家等级]]
		exp = 266547596, --[[升级经验]]
	} ,
	[573] = {
		code = 573, --[[玩家等级]]
		exp = 267977202, --[[升级经验]]
	} ,
	[574] = {
		code = 574, --[[玩家等级]]
		exp = 269409468, --[[升级经验]]
	} ,
	[575] = {
		code = 575, --[[玩家等级]]
		exp = 270844394, --[[升级经验]]
	} ,
	[576] = {
		code = 576, --[[玩家等级]]
		exp = 272281980, --[[升级经验]]
	} ,
	[577] = {
		code = 577, --[[玩家等级]]
		exp = 273722226, --[[升级经验]]
	} ,
	[578] = {
		code = 578, --[[玩家等级]]
		exp = 275165132, --[[升级经验]]
	} ,
	[579] = {
		code = 579, --[[玩家等级]]
		exp = 276618122, --[[升级经验]]
	} ,
	[580] = {
		code = 580, --[[玩家等级]]
		exp = 283500373, --[[升级经验]]
	} ,
	[581] = {
		code = 581, --[[玩家等级]]
		exp = 284980643, --[[升级经验]]
	} ,
	[582] = {
		code = 582, --[[玩家等级]]
		exp = 286463633, --[[升级经验]]
	} ,
	[583] = {
		code = 583, --[[玩家等级]]
		exp = 287949343, --[[升级经验]]
	} ,
	[584] = {
		code = 584, --[[玩家等级]]
		exp = 289437773, --[[升级经验]]
	} ,
	[585] = {
		code = 585, --[[玩家等级]]
		exp = 290928923, --[[升级经验]]
	} ,
	[586] = {
		code = 586, --[[玩家等级]]
		exp = 292422793, --[[升级经验]]
	} ,
	[587] = {
		code = 587, --[[玩家等级]]
		exp = 293919383, --[[升级经验]]
	} ,
	[588] = {
		code = 588, --[[玩家等级]]
		exp = 295418693, --[[升级经验]]
	} ,
	[589] = {
		code = 589, --[[玩家等级]]
		exp = 296920723, --[[升级经验]]
	} ,
	[590] = {
		code = 590, --[[玩家等级]]
		exp = 298425473, --[[升级经验]]
	} ,
	[591] = {
		code = 591, --[[玩家等级]]
		exp = 299932943, --[[升级经验]]
	} ,
	[592] = {
		code = 592, --[[玩家等级]]
		exp = 301443133, --[[升级经验]]
	} ,
	[593] = {
		code = 593, --[[玩家等级]]
		exp = 302956043, --[[升级经验]]
	} ,
	[594] = {
		code = 594, --[[玩家等级]]
		exp = 304471673, --[[升级经验]]
	} ,
	[595] = {
		code = 595, --[[玩家等级]]
		exp = 305990023, --[[升级经验]]
	} ,
	[596] = {
		code = 596, --[[玩家等级]]
		exp = 307511093, --[[升级经验]]
	} ,
	[597] = {
		code = 597, --[[玩家等级]]
		exp = 309034883, --[[升级经验]]
	} ,
	[598] = {
		code = 598, --[[玩家等级]]
		exp = 310561393, --[[升级经验]]
	} ,
	[599] = {
		code = 599, --[[玩家等级]]
		exp = 312098647, --[[升级经验]]
	} ,
	[600] = {
		code = 600, --[[玩家等级]]
		exp = 320828146, --[[升级经验]]
	} ,
	[601] = {
		code = 601, --[[玩家等级]]
		exp = 322636235, --[[升级经验]]
	} ,
	[602] = {
		code = 602, --[[玩家等级]]
		exp = 324447659, --[[升级经验]]
	} ,
	[603] = {
		code = 603, --[[玩家等级]]
		exp = 326262420, --[[升级经验]]
	} ,
	[604] = {
		code = 604, --[[玩家等级]]
		exp = 328080517, --[[升级经验]]
	} ,
	[605] = {
		code = 605, --[[玩家等级]]
		exp = 329901949, --[[升级经验]]
	} ,
	[606] = {
		code = 606, --[[玩家等级]]
		exp = 331726718, --[[升级经验]]
	} ,
	[607] = {
		code = 607, --[[玩家等级]]
		exp = 333554823, --[[升级经验]]
	} ,
	[608] = {
		code = 608, --[[玩家等级]]
		exp = 335386264, --[[升级经验]]
	} ,
	[609] = {
		code = 609, --[[玩家等级]]
		exp = 337221040, --[[升级经验]]
	} ,
	[610] = {
		code = 610, --[[玩家等级]]
		exp = 339059153, --[[升级经验]]
	} ,
	[611] = {
		code = 611, --[[玩家等级]]
		exp = 340900602, --[[升级经验]]
	} ,
	[612] = {
		code = 612, --[[玩家等级]]
		exp = 342745386, --[[升级经验]]
	} ,
	[613] = {
		code = 613, --[[玩家等级]]
		exp = 344593507, --[[升级经验]]
	} ,
	[614] = {
		code = 614, --[[玩家等级]]
		exp = 346444964, --[[升级经验]]
	} ,
	[615] = {
		code = 615, --[[玩家等级]]
		exp = 348299757, --[[升级经验]]
	} ,
	[616] = {
		code = 616, --[[玩家等级]]
		exp = 350157885, --[[升级经验]]
	} ,
	[617] = {
		code = 617, --[[玩家等级]]
		exp = 352019350, --[[升级经验]]
	} ,
	[618] = {
		code = 618, --[[玩家等级]]
		exp = 353884151, --[[升级经验]]
	} ,
	[619] = {
		code = 619, --[[玩家等级]]
		exp = 355752288, --[[升级经验]]
	} ,
	[620] = {
		code = 620, --[[玩家等级]]
		exp = 363818078, --[[升级经验]]
	} ,
	[621] = {
		code = 621, --[[玩家等级]]
		exp = 365718285, --[[升级经验]]
	} ,
	[622] = {
		code = 622, --[[玩家等级]]
		exp = 367621828, --[[升级经验]]
	} ,
	[623] = {
		code = 623, --[[玩家等级]]
		exp = 369528707, --[[升级经验]]
	} ,
	[624] = {
		code = 624, --[[玩家等级]]
		exp = 371438921, --[[升级经验]]
	} ,
	[625] = {
		code = 625, --[[玩家等级]]
		exp = 373352472, --[[升级经验]]
	} ,
	[626] = {
		code = 626, --[[玩家等级]]
		exp = 375269359, --[[升级经验]]
	} ,
	[627] = {
		code = 627, --[[玩家等级]]
		exp = 377189582, --[[升级经验]]
	} ,
	[628] = {
		code = 628, --[[玩家等级]]
		exp = 379113140, --[[升级经验]]
	} ,
	[629] = {
		code = 629, --[[玩家等级]]
		exp = 381040035, --[[升级经验]]
	} ,
	[630] = {
		code = 630, --[[玩家等级]]
		exp = 383175917, --[[升级经验]]
	} ,
	[631] = {
		code = 631, --[[玩家等级]]
		exp = 385110293, --[[升级经验]]
	} ,
	[632] = {
		code = 632, --[[玩家等级]]
		exp = 387048006, --[[升级经验]]
	} ,
	[633] = {
		code = 633, --[[玩家等级]]
		exp = 388989055, --[[升级经验]]
	} ,
	[634] = {
		code = 634, --[[玩家等级]]
		exp = 390933439, --[[升级经验]]
	} ,
	[635] = {
		code = 635, --[[玩家等级]]
		exp = 392881160, --[[升级经验]]
	} ,
	[636] = {
		code = 636, --[[玩家等级]]
		exp = 394832217, --[[升级经验]]
	} ,
	[637] = {
		code = 637, --[[玩家等级]]
		exp = 396786610, --[[升级经验]]
	} ,
	[638] = {
		code = 638, --[[玩家等级]]
		exp = 398744338, --[[升级经验]]
	} ,
	[639] = {
		code = 639, --[[玩家等级]]
		exp = 400705403, --[[升级经验]]
	} ,
	[640] = {
		code = 640, --[[玩家等级]]
		exp = 409372082, --[[升级经验]]
	} ,
	[641] = {
		code = 641, --[[玩家等级]]
		exp = 411365217, --[[升级经验]]
	} ,
	[642] = {
		code = 642, --[[玩家等级]]
		exp = 413361687, --[[升级经验]]
	} ,
	[643] = {
		code = 643, --[[玩家等级]]
		exp = 415361494, --[[升级经验]]
	} ,
	[644] = {
		code = 644, --[[玩家等级]]
		exp = 417364637, --[[升级经验]]
	} ,
	[645] = {
		code = 645, --[[玩家等级]]
		exp = 419371116, --[[升级经验]]
	} ,
	[646] = {
		code = 646, --[[玩家等级]]
		exp = 421380930, --[[升级经验]]
	} ,
	[647] = {
		code = 647, --[[玩家等级]]
		exp = 423394081, --[[升级经验]]
	} ,
	[648] = {
		code = 648, --[[玩家等级]]
		exp = 425410568, --[[升级经验]]
	} ,
	[649] = {
		code = 649, --[[玩家等级]]
		exp = 427430390, --[[升级经验]]
	} ,
	[650] = {
		code = 650, --[[玩家等级]]
		exp = 431016366, --[[升级经验]]
	} ,
	[651] = {
		code = 651, --[[玩家等级]]
		exp = 433058462, --[[升级经验]]
	} ,
	[652] = {
		code = 652, --[[玩家等级]]
		exp = 435103967, --[[升级经验]]
	} ,
	[653] = {
		code = 653, --[[玩家等级]]
		exp = 437152880, --[[升级经验]]
	} ,
	[654] = {
		code = 654, --[[玩家等级]]
		exp = 439205201, --[[升级经验]]
	} ,
	[655] = {
		code = 655, --[[玩家等级]]
		exp = 441260929, --[[升级经验]]
	} ,
	[656] = {
		code = 656, --[[玩家等级]]
		exp = 443320066, --[[升级经验]]
	} ,
	[657] = {
		code = 657, --[[玩家等级]]
		exp = 445382611, --[[升级经验]]
	} ,
	[658] = {
		code = 658, --[[玩家等级]]
		exp = 447448564, --[[升级经验]]
	} ,
	[659] = {
		code = 659, --[[玩家等级]]
		exp = 449517924, --[[升级经验]]
	} ,
	[660] = {
		code = 660, --[[玩家等级]]
		exp = 458800931, --[[升级经验]]
	} ,
	[661] = {
		code = 661, --[[玩家等级]]
		exp = 460902506, --[[升级经验]]
	} ,
	[662] = {
		code = 662, --[[玩家等级]]
		exp = 463007489, --[[升级经验]]
	} ,
	[663] = {
		code = 663, --[[玩家等级]]
		exp = 465115880, --[[升级经验]]
	} ,
	[664] = {
		code = 664, --[[玩家等级]]
		exp = 467227678, --[[升级经验]]
	} ,
	[665] = {
		code = 665, --[[玩家等级]]
		exp = 469342885, --[[升级经验]]
	} ,
	[666] = {
		code = 666, --[[玩家等级]]
		exp = 471461500, --[[升级经验]]
	} ,
	[667] = {
		code = 667, --[[玩家等级]]
		exp = 473583523, --[[升级经验]]
	} ,
	[668] = {
		code = 668, --[[玩家等级]]
		exp = 475708953, --[[升级经验]]
	} ,
	[669] = {
		code = 669, --[[玩家等级]]
		exp = 477837792, --[[升级经验]]
	} ,
	[670] = {
		code = 670, --[[玩家等级]]
		exp = 479970039, --[[升级经验]]
	} ,
	[671] = {
		code = 671, --[[玩家等级]]
		exp = 482105694, --[[升级经验]]
	} ,
	[672] = {
		code = 672, --[[玩家等级]]
		exp = 484244756, --[[升级经验]]
	} ,
	[673] = {
		code = 673, --[[玩家等级]]
		exp = 486387227, --[[升级经验]]
	} ,
	[674] = {
		code = 674, --[[玩家等级]]
		exp = 488533106, --[[升级经验]]
	} ,
	[675] = {
		code = 675, --[[玩家等级]]
		exp = 490682393, --[[升级经验]]
	} ,
	[676] = {
		code = 676, --[[玩家等级]]
		exp = 492835088, --[[升级经验]]
	} ,
	[677] = {
		code = 677, --[[玩家等级]]
		exp = 494991190, --[[升级经验]]
	} ,
	[678] = {
		code = 678, --[[玩家等级]]
		exp = 497150701, --[[升级经验]]
	} ,
	[679] = {
		code = 679, --[[玩家等级]]
		exp = 499313620, --[[升级经验]]
	} ,
	[680] = {
		code = 680, --[[玩家等级]]
		exp = 509444296, --[[升级经验]]
	} ,
	[681] = {
		code = 681, --[[玩家等级]]
		exp = 511640238, --[[升级经验]]
	} ,
	[682] = {
		code = 682, --[[玩家等级]]
		exp = 513839589, --[[升级经验]]
	} ,
	[683] = {
		code = 683, --[[玩家等级]]
		exp = 516042348, --[[升级经验]]
	} ,
	[684] = {
		code = 684, --[[玩家等级]]
		exp = 518248515, --[[升级经验]]
	} ,
	[685] = {
		code = 685, --[[玩家等级]]
		exp = 520458089, --[[升级经验]]
	} ,
	[686] = {
		code = 686, --[[玩家等级]]
		exp = 522671072, --[[升级经验]]
	} ,
	[687] = {
		code = 687, --[[玩家等级]]
		exp = 524887463, --[[升级经验]]
	} ,
	[688] = {
		code = 688, --[[玩家等级]]
		exp = 527107262, --[[升级经验]]
	} ,
	[689] = {
		code = 689, --[[玩家等级]]
		exp = 529330469, --[[升级经验]]
	} ,
	[690] = {
		code = 690, --[[玩家等级]]
		exp = 531557083, --[[升级经验]]
	} ,
	[691] = {
		code = 691, --[[玩家等级]]
		exp = 533787106, --[[升级经验]]
	} ,
	[692] = {
		code = 692, --[[玩家等级]]
		exp = 536020537, --[[升级经验]]
	} ,
	[693] = {
		code = 693, --[[玩家等级]]
		exp = 538257376, --[[升级经验]]
	} ,
	[694] = {
		code = 694, --[[玩家等级]]
		exp = 540497622, --[[升级经验]]
	} ,
	[695] = {
		code = 695, --[[玩家等级]]
		exp = 542741277, --[[升级经验]]
	} ,
	[696] = {
		code = 696, --[[玩家等级]]
		exp = 544988340, --[[升级经验]]
	} ,
	[697] = {
		code = 697, --[[玩家等级]]
		exp = 547238811, --[[升级经验]]
	} ,
	[698] = {
		code = 698, --[[玩家等级]]
		exp = 549492689, --[[升级经验]]
	} ,
	[699] = {
		code = 699, --[[玩家等级]]
		exp = 551749976, --[[升级经验]]
	} ,
	[700] = {
		code = 700, --[[玩家等级]]
		exp = 558205953, --[[升级经验]]
	} ,
}
return ret