local ret = {
	[0] = {
		right_count = 0, --[[等级段(等级/5后的整数部分)]]
		tips = "传说中的学渣，原来就是阁下！", --[[铜币等级段基数]]
	} ,
	[1] = {
		right_count = 1, --[[等级段(等级/5后的整数部分)]]
		tips = "传说中的学渣，原来就是阁下！", --[[铜币等级段基数]]
	} ,
	[2] = {
		right_count = 2, --[[等级段(等级/5后的整数部分)]]
		tips = "传说中的学渣，原来就是阁下！", --[[铜币等级段基数]]
	} ,
	[3] = {
		right_count = 3, --[[等级段(等级/5后的整数部分)]]
		tips = "传说中的学渣，原来就是阁下！", --[[铜币等级段基数]]
	} ,
	[4] = {
		right_count = 4, --[[等级段(等级/5后的整数部分)]]
		tips = "传说中的学渣，原来就是阁下！", --[[铜币等级段基数]]
	} ,
	[5] = {
		right_count = 5, --[[等级段(等级/5后的整数部分)]]
		tips = "传说中的学渣，原来就是阁下！", --[[铜币等级段基数]]
	} ,
	[6] = {
		right_count = 6, --[[等级段(等级/5后的整数部分)]]
		tips = "及格万岁，多考一分都是浪费！", --[[铜币等级段基数]]
	} ,
	[7] = {
		right_count = 7, --[[等级段(等级/5后的整数部分)]]
		tips = "及格万岁，多考一分都是浪费！", --[[铜币等级段基数]]
	} ,
	[8] = {
		right_count = 8, --[[等级段(等级/5后的整数部分)]]
		tips = "及格万岁，多考两分都是浪费！", --[[铜币等级段基数]]
	} ,
	[9] = {
		right_count = 9, --[[等级段(等级/5后的整数部分)]]
		tips = "及格万岁，多考三分都是浪费！", --[[铜币等级段基数]]
	} ,
	[10] = {
		right_count = 10, --[[等级段(等级/5后的整数部分)]]
		tips = "传说中的学霸，原来就是阁下！", --[[铜币等级段基数]]
	} ,
}
return ret