local ret = {
	[135] = {
		level = 135, --[[等级段]]
		exp = 22500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[136] = {
		level = 136, --[[等级段]]
		exp = 23000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[137] = {
		level = 137, --[[等级段]]
		exp = 23500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[138] = {
		level = 138, --[[等级段]]
		exp = 24000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[139] = {
		level = 139, --[[等级段]]
		exp = 24500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[140] = {
		level = 140, --[[等级段]]
		exp = 25000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[141] = {
		level = 141, --[[等级段]]
		exp = 25500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[142] = {
		level = 142, --[[等级段]]
		exp = 26000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[143] = {
		level = 143, --[[等级段]]
		exp = 26500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[144] = {
		level = 144, --[[等级段]]
		exp = 27000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[145] = {
		level = 145, --[[等级段]]
		exp = 27500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[146] = {
		level = 146, --[[等级段]]
		exp = 28000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[147] = {
		level = 147, --[[等级段]]
		exp = 28500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[148] = {
		level = 148, --[[等级段]]
		exp = 29000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[149] = {
		level = 149, --[[等级段]]
		exp = 29500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[150] = {
		level = 150, --[[等级段]]
		exp = 30000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[151] = {
		level = 151, --[[等级段]]
		exp = 30500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[152] = {
		level = 152, --[[等级段]]
		exp = 31000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[153] = {
		level = 153, --[[等级段]]
		exp = 31500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[154] = {
		level = 154, --[[等级段]]
		exp = 32000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[155] = {
		level = 155, --[[等级段]]
		exp = 32500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[156] = {
		level = 156, --[[等级段]]
		exp = 33000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[157] = {
		level = 157, --[[等级段]]
		exp = 33500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[158] = {
		level = 158, --[[等级段]]
		exp = 34000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[159] = {
		level = 159, --[[等级段]]
		exp = 34500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[160] = {
		level = 160, --[[等级段]]
		exp = 35000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[161] = {
		level = 161, --[[等级段]]
		exp = 35500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[162] = {
		level = 162, --[[等级段]]
		exp = 36000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[163] = {
		level = 163, --[[等级段]]
		exp = 36500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[164] = {
		level = 164, --[[等级段]]
		exp = 37000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[165] = {
		level = 165, --[[等级段]]
		exp = 37500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[166] = {
		level = 166, --[[等级段]]
		exp = 38000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[167] = {
		level = 167, --[[等级段]]
		exp = 38500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[168] = {
		level = 168, --[[等级段]]
		exp = 39000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[169] = {
		level = 169, --[[等级段]]
		exp = 39500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[170] = {
		level = 170, --[[等级段]]
		exp = 40000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[171] = {
		level = 171, --[[等级段]]
		exp = 40500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[172] = {
		level = 172, --[[等级段]]
		exp = 41000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[173] = {
		level = 173, --[[等级段]]
		exp = 41500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[174] = {
		level = 174, --[[等级段]]
		exp = 42000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[175] = {
		level = 175, --[[等级段]]
		exp = 42500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[176] = {
		level = 176, --[[等级段]]
		exp = 43000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[177] = {
		level = 177, --[[等级段]]
		exp = 43500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[178] = {
		level = 178, --[[等级段]]
		exp = 44000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[179] = {
		level = 179, --[[等级段]]
		exp = 44500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[180] = {
		level = 180, --[[等级段]]
		exp = 45000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[181] = {
		level = 181, --[[等级段]]
		exp = 45500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[182] = {
		level = 182, --[[等级段]]
		exp = 46000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[183] = {
		level = 183, --[[等级段]]
		exp = 46500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[184] = {
		level = 184, --[[等级段]]
		exp = 47000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[185] = {
		level = 185, --[[等级段]]
		exp = 47500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[186] = {
		level = 186, --[[等级段]]
		exp = 48000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[187] = {
		level = 187, --[[等级段]]
		exp = 48500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[188] = {
		level = 188, --[[等级段]]
		exp = 49000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[189] = {
		level = 189, --[[等级段]]
		exp = 49500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[190] = {
		level = 190, --[[等级段]]
		exp = 50000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[191] = {
		level = 191, --[[等级段]]
		exp = 50500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[192] = {
		level = 192, --[[等级段]]
		exp = 51000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[193] = {
		level = 193, --[[等级段]]
		exp = 51500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[194] = {
		level = 194, --[[等级段]]
		exp = 52000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[195] = {
		level = 195, --[[等级段]]
		exp = 52500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[196] = {
		level = 196, --[[等级段]]
		exp = 53000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[197] = {
		level = 197, --[[等级段]]
		exp = 53500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[198] = {
		level = 198, --[[等级段]]
		exp = 54000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[199] = {
		level = 199, --[[等级段]]
		exp = 54500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[200] = {
		level = 200, --[[等级段]]
		exp = 55000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[201] = {
		level = 201, --[[等级段]]
		exp = 55500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[202] = {
		level = 202, --[[等级段]]
		exp = 56000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[203] = {
		level = 203, --[[等级段]]
		exp = 56500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[204] = {
		level = 204, --[[等级段]]
		exp = 57000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[205] = {
		level = 205, --[[等级段]]
		exp = 57500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[206] = {
		level = 206, --[[等级段]]
		exp = 58000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[207] = {
		level = 207, --[[等级段]]
		exp = 58500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[208] = {
		level = 208, --[[等级段]]
		exp = 59000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[209] = {
		level = 209, --[[等级段]]
		exp = 59500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[210] = {
		level = 210, --[[等级段]]
		exp = 60000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[211] = {
		level = 211, --[[等级段]]
		exp = 60500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[212] = {
		level = 212, --[[等级段]]
		exp = 61000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[213] = {
		level = 213, --[[等级段]]
		exp = 61500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[214] = {
		level = 214, --[[等级段]]
		exp = 62000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[215] = {
		level = 215, --[[等级段]]
		exp = 62500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[216] = {
		level = 216, --[[等级段]]
		exp = 63000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[217] = {
		level = 217, --[[等级段]]
		exp = 63500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[218] = {
		level = 218, --[[等级段]]
		exp = 64000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[219] = {
		level = 219, --[[等级段]]
		exp = 64500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[220] = {
		level = 220, --[[等级段]]
		exp = 65000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[221] = {
		level = 221, --[[等级段]]
		exp = 65500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[222] = {
		level = 222, --[[等级段]]
		exp = 66000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[223] = {
		level = 223, --[[等级段]]
		exp = 66500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[224] = {
		level = 224, --[[等级段]]
		exp = 67000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[225] = {
		level = 225, --[[等级段]]
		exp = 67500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[226] = {
		level = 226, --[[等级段]]
		exp = 68000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[227] = {
		level = 227, --[[等级段]]
		exp = 68500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[228] = {
		level = 228, --[[等级段]]
		exp = 69000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[229] = {
		level = 229, --[[等级段]]
		exp = 69500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[230] = {
		level = 230, --[[等级段]]
		exp = 70000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[231] = {
		level = 231, --[[等级段]]
		exp = 70500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[232] = {
		level = 232, --[[等级段]]
		exp = 71000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[233] = {
		level = 233, --[[等级段]]
		exp = 71500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[234] = {
		level = 234, --[[等级段]]
		exp = 72000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[235] = {
		level = 235, --[[等级段]]
		exp = 72500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[236] = {
		level = 236, --[[等级段]]
		exp = 73000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[237] = {
		level = 237, --[[等级段]]
		exp = 73500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[238] = {
		level = 238, --[[等级段]]
		exp = 74000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[239] = {
		level = 239, --[[等级段]]
		exp = 74500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[240] = {
		level = 240, --[[等级段]]
		exp = 75000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[241] = {
		level = 241, --[[等级段]]
		exp = 75500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[242] = {
		level = 242, --[[等级段]]
		exp = 76000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[243] = {
		level = 243, --[[等级段]]
		exp = 76500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[244] = {
		level = 244, --[[等级段]]
		exp = 77000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[245] = {
		level = 245, --[[等级段]]
		exp = 77500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[246] = {
		level = 246, --[[等级段]]
		exp = 78000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[247] = {
		level = 247, --[[等级段]]
		exp = 78500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[248] = {
		level = 248, --[[等级段]]
		exp = 79000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[249] = {
		level = 249, --[[等级段]]
		exp = 79500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[250] = {
		level = 250, --[[等级段]]
		exp = 80000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[251] = {
		level = 251, --[[等级段]]
		exp = 80500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[252] = {
		level = 252, --[[等级段]]
		exp = 81000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[253] = {
		level = 253, --[[等级段]]
		exp = 81500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[254] = {
		level = 254, --[[等级段]]
		exp = 82000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[255] = {
		level = 255, --[[等级段]]
		exp = 82500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[256] = {
		level = 256, --[[等级段]]
		exp = 83000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[257] = {
		level = 257, --[[等级段]]
		exp = 83500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[258] = {
		level = 258, --[[等级段]]
		exp = 84000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[259] = {
		level = 259, --[[等级段]]
		exp = 84500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[260] = {
		level = 260, --[[等级段]]
		exp = 85000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[261] = {
		level = 261, --[[等级段]]
		exp = 85500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[262] = {
		level = 262, --[[等级段]]
		exp = 86000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[263] = {
		level = 263, --[[等级段]]
		exp = 86500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[264] = {
		level = 264, --[[等级段]]
		exp = 87000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[265] = {
		level = 265, --[[等级段]]
		exp = 87500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[266] = {
		level = 266, --[[等级段]]
		exp = 88000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[267] = {
		level = 267, --[[等级段]]
		exp = 88500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[268] = {
		level = 268, --[[等级段]]
		exp = 89000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[269] = {
		level = 269, --[[等级段]]
		exp = 89500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[270] = {
		level = 270, --[[等级段]]
		exp = 90000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[271] = {
		level = 271, --[[等级段]]
		exp = 90500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[272] = {
		level = 272, --[[等级段]]
		exp = 91000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[273] = {
		level = 273, --[[等级段]]
		exp = 91500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[274] = {
		level = 274, --[[等级段]]
		exp = 92000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[275] = {
		level = 275, --[[等级段]]
		exp = 92500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[276] = {
		level = 276, --[[等级段]]
		exp = 93000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[277] = {
		level = 277, --[[等级段]]
		exp = 93500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[278] = {
		level = 278, --[[等级段]]
		exp = 94000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[279] = {
		level = 279, --[[等级段]]
		exp = 94500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[280] = {
		level = 280, --[[等级段]]
		exp = 95000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[281] = {
		level = 281, --[[等级段]]
		exp = 95500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[282] = {
		level = 282, --[[等级段]]
		exp = 96000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[283] = {
		level = 283, --[[等级段]]
		exp = 96500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[284] = {
		level = 284, --[[等级段]]
		exp = 97000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[285] = {
		level = 285, --[[等级段]]
		exp = 97500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[286] = {
		level = 286, --[[等级段]]
		exp = 98000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[287] = {
		level = 287, --[[等级段]]
		exp = 98500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[288] = {
		level = 288, --[[等级段]]
		exp = 99000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[289] = {
		level = 289, --[[等级段]]
		exp = 99500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[290] = {
		level = 290, --[[等级段]]
		exp = 100000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[291] = {
		level = 291, --[[等级段]]
		exp = 100500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[292] = {
		level = 292, --[[等级段]]
		exp = 101000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[293] = {
		level = 293, --[[等级段]]
		exp = 101500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[294] = {
		level = 294, --[[等级段]]
		exp = 102000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[295] = {
		level = 295, --[[等级段]]
		exp = 102500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[296] = {
		level = 296, --[[等级段]]
		exp = 103000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[297] = {
		level = 297, --[[等级段]]
		exp = 103500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[298] = {
		level = 298, --[[等级段]]
		exp = 104000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[299] = {
		level = 299, --[[等级段]]
		exp = 104500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[300] = {
		level = 300, --[[等级段]]
		exp = 105000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[301] = {
		level = 301, --[[等级段]]
		exp = 105500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[302] = {
		level = 302, --[[等级段]]
		exp = 106000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[303] = {
		level = 303, --[[等级段]]
		exp = 106500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[304] = {
		level = 304, --[[等级段]]
		exp = 107000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[305] = {
		level = 305, --[[等级段]]
		exp = 107500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[306] = {
		level = 306, --[[等级段]]
		exp = 108000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[307] = {
		level = 307, --[[等级段]]
		exp = 108500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[308] = {
		level = 308, --[[等级段]]
		exp = 109000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[309] = {
		level = 309, --[[等级段]]
		exp = 109500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[310] = {
		level = 310, --[[等级段]]
		exp = 110000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[311] = {
		level = 311, --[[等级段]]
		exp = 110500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[312] = {
		level = 312, --[[等级段]]
		exp = 111000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[313] = {
		level = 313, --[[等级段]]
		exp = 111500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[314] = {
		level = 314, --[[等级段]]
		exp = 112000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[315] = {
		level = 315, --[[等级段]]
		exp = 112500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[316] = {
		level = 316, --[[等级段]]
		exp = 113000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[317] = {
		level = 317, --[[等级段]]
		exp = 113500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[318] = {
		level = 318, --[[等级段]]
		exp = 114000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[319] = {
		level = 319, --[[等级段]]
		exp = 114500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[320] = {
		level = 320, --[[等级段]]
		exp = 115000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[321] = {
		level = 321, --[[等级段]]
		exp = 115500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[322] = {
		level = 322, --[[等级段]]
		exp = 116000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[323] = {
		level = 323, --[[等级段]]
		exp = 116500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[324] = {
		level = 324, --[[等级段]]
		exp = 117000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[325] = {
		level = 325, --[[等级段]]
		exp = 117500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[326] = {
		level = 326, --[[等级段]]
		exp = 118000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[327] = {
		level = 327, --[[等级段]]
		exp = 118500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[328] = {
		level = 328, --[[等级段]]
		exp = 119000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[329] = {
		level = 329, --[[等级段]]
		exp = 119500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[330] = {
		level = 330, --[[等级段]]
		exp = 120000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[331] = {
		level = 331, --[[等级段]]
		exp = 120500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[332] = {
		level = 332, --[[等级段]]
		exp = 121000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[333] = {
		level = 333, --[[等级段]]
		exp = 121500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[334] = {
		level = 334, --[[等级段]]
		exp = 122000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[335] = {
		level = 335, --[[等级段]]
		exp = 122500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[336] = {
		level = 336, --[[等级段]]
		exp = 123000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[337] = {
		level = 337, --[[等级段]]
		exp = 123500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[338] = {
		level = 338, --[[等级段]]
		exp = 124000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[339] = {
		level = 339, --[[等级段]]
		exp = 124500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[340] = {
		level = 340, --[[等级段]]
		exp = 125000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[341] = {
		level = 341, --[[等级段]]
		exp = 125500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[342] = {
		level = 342, --[[等级段]]
		exp = 126000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[343] = {
		level = 343, --[[等级段]]
		exp = 126500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[344] = {
		level = 344, --[[等级段]]
		exp = 127000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[345] = {
		level = 345, --[[等级段]]
		exp = 127500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[346] = {
		level = 346, --[[等级段]]
		exp = 128000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[347] = {
		level = 347, --[[等级段]]
		exp = 128500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[348] = {
		level = 348, --[[等级段]]
		exp = 129000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[349] = {
		level = 349, --[[等级段]]
		exp = 129500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[350] = {
		level = 350, --[[等级段]]
		exp = 130000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[351] = {
		level = 351, --[[等级段]]
		exp = 130500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[352] = {
		level = 352, --[[等级段]]
		exp = 131000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[353] = {
		level = 353, --[[等级段]]
		exp = 131500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[354] = {
		level = 354, --[[等级段]]
		exp = 132000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[355] = {
		level = 355, --[[等级段]]
		exp = 132500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[356] = {
		level = 356, --[[等级段]]
		exp = 133000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[357] = {
		level = 357, --[[等级段]]
		exp = 133500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[358] = {
		level = 358, --[[等级段]]
		exp = 134000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[359] = {
		level = 359, --[[等级段]]
		exp = 134500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[360] = {
		level = 360, --[[等级段]]
		exp = 135000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[361] = {
		level = 361, --[[等级段]]
		exp = 135500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[362] = {
		level = 362, --[[等级段]]
		exp = 136000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[363] = {
		level = 363, --[[等级段]]
		exp = 136500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[364] = {
		level = 364, --[[等级段]]
		exp = 137000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[365] = {
		level = 365, --[[等级段]]
		exp = 137500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[366] = {
		level = 366, --[[等级段]]
		exp = 138000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[367] = {
		level = 367, --[[等级段]]
		exp = 138500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[368] = {
		level = 368, --[[等级段]]
		exp = 139000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[369] = {
		level = 369, --[[等级段]]
		exp = 139500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[370] = {
		level = 370, --[[等级段]]
		exp = 140000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[371] = {
		level = 371, --[[等级段]]
		exp = 140500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[372] = {
		level = 372, --[[等级段]]
		exp = 141000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[373] = {
		level = 373, --[[等级段]]
		exp = 141500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[374] = {
		level = 374, --[[等级段]]
		exp = 142000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[375] = {
		level = 375, --[[等级段]]
		exp = 142500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[376] = {
		level = 376, --[[等级段]]
		exp = 143000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[377] = {
		level = 377, --[[等级段]]
		exp = 143500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[378] = {
		level = 378, --[[等级段]]
		exp = 144000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[379] = {
		level = 379, --[[等级段]]
		exp = 144500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[380] = {
		level = 380, --[[等级段]]
		exp = 145000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[381] = {
		level = 381, --[[等级段]]
		exp = 145500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[382] = {
		level = 382, --[[等级段]]
		exp = 146000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[383] = {
		level = 383, --[[等级段]]
		exp = 146500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[384] = {
		level = 384, --[[等级段]]
		exp = 147000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[385] = {
		level = 385, --[[等级段]]
		exp = 147500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[386] = {
		level = 386, --[[等级段]]
		exp = 148000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[387] = {
		level = 387, --[[等级段]]
		exp = 148500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[388] = {
		level = 388, --[[等级段]]
		exp = 149000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[389] = {
		level = 389, --[[等级段]]
		exp = 149500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[390] = {
		level = 390, --[[等级段]]
		exp = 150000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[391] = {
		level = 391, --[[等级段]]
		exp = 150500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[392] = {
		level = 392, --[[等级段]]
		exp = 151000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[393] = {
		level = 393, --[[等级段]]
		exp = 151500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[394] = {
		level = 394, --[[等级段]]
		exp = 152000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[395] = {
		level = 395, --[[等级段]]
		exp = 152500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[396] = {
		level = 396, --[[等级段]]
		exp = 153000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[397] = {
		level = 397, --[[等级段]]
		exp = 153500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[398] = {
		level = 398, --[[等级段]]
		exp = 154000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[399] = {
		level = 399, --[[等级段]]
		exp = 154500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[400] = {
		level = 400, --[[等级段]]
		exp = 155000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[401] = {
		level = 401, --[[等级段]]
		exp = 155500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[402] = {
		level = 402, --[[等级段]]
		exp = 156000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[403] = {
		level = 403, --[[等级段]]
		exp = 156500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[404] = {
		level = 404, --[[等级段]]
		exp = 157000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[405] = {
		level = 405, --[[等级段]]
		exp = 157500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[406] = {
		level = 406, --[[等级段]]
		exp = 158000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[407] = {
		level = 407, --[[等级段]]
		exp = 158500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[408] = {
		level = 408, --[[等级段]]
		exp = 159000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[409] = {
		level = 409, --[[等级段]]
		exp = 159500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[410] = {
		level = 410, --[[等级段]]
		exp = 160000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[411] = {
		level = 411, --[[等级段]]
		exp = 160500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[412] = {
		level = 412, --[[等级段]]
		exp = 161000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[413] = {
		level = 413, --[[等级段]]
		exp = 161500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[414] = {
		level = 414, --[[等级段]]
		exp = 162000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[415] = {
		level = 415, --[[等级段]]
		exp = 162500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[416] = {
		level = 416, --[[等级段]]
		exp = 163000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[417] = {
		level = 417, --[[等级段]]
		exp = 163500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[418] = {
		level = 418, --[[等级段]]
		exp = 164000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[419] = {
		level = 419, --[[等级段]]
		exp = 164500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[420] = {
		level = 420, --[[等级段]]
		exp = 165000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[421] = {
		level = 421, --[[等级段]]
		exp = 165500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[422] = {
		level = 422, --[[等级段]]
		exp = 166000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[423] = {
		level = 423, --[[等级段]]
		exp = 166500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[424] = {
		level = 424, --[[等级段]]
		exp = 167000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[425] = {
		level = 425, --[[等级段]]
		exp = 167500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[426] = {
		level = 426, --[[等级段]]
		exp = 168000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[427] = {
		level = 427, --[[等级段]]
		exp = 168500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[428] = {
		level = 428, --[[等级段]]
		exp = 169000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[429] = {
		level = 429, --[[等级段]]
		exp = 169500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[430] = {
		level = 430, --[[等级段]]
		exp = 170000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[431] = {
		level = 431, --[[等级段]]
		exp = 170500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[432] = {
		level = 432, --[[等级段]]
		exp = 171000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[433] = {
		level = 433, --[[等级段]]
		exp = 171500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[434] = {
		level = 434, --[[等级段]]
		exp = 172000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[435] = {
		level = 435, --[[等级段]]
		exp = 172500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[436] = {
		level = 436, --[[等级段]]
		exp = 173000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[437] = {
		level = 437, --[[等级段]]
		exp = 173500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[438] = {
		level = 438, --[[等级段]]
		exp = 174000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[439] = {
		level = 439, --[[等级段]]
		exp = 174500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[440] = {
		level = 440, --[[等级段]]
		exp = 175000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[441] = {
		level = 441, --[[等级段]]
		exp = 175500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[442] = {
		level = 442, --[[等级段]]
		exp = 176000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[443] = {
		level = 443, --[[等级段]]
		exp = 176500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[444] = {
		level = 444, --[[等级段]]
		exp = 177000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[445] = {
		level = 445, --[[等级段]]
		exp = 177500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[446] = {
		level = 446, --[[等级段]]
		exp = 178000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[447] = {
		level = 447, --[[等级段]]
		exp = 178500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[448] = {
		level = 448, --[[等级段]]
		exp = 179000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[449] = {
		level = 449, --[[等级段]]
		exp = 179500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[450] = {
		level = 450, --[[等级段]]
		exp = 180000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[451] = {
		level = 451, --[[等级段]]
		exp = 180500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[452] = {
		level = 452, --[[等级段]]
		exp = 181000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[453] = {
		level = 453, --[[等级段]]
		exp = 181500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[454] = {
		level = 454, --[[等级段]]
		exp = 182000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[455] = {
		level = 455, --[[等级段]]
		exp = 182500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[456] = {
		level = 456, --[[等级段]]
		exp = 183000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[457] = {
		level = 457, --[[等级段]]
		exp = 183500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[458] = {
		level = 458, --[[等级段]]
		exp = 184000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[459] = {
		level = 459, --[[等级段]]
		exp = 184500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[460] = {
		level = 460, --[[等级段]]
		exp = 185000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[461] = {
		level = 461, --[[等级段]]
		exp = 185500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[462] = {
		level = 462, --[[等级段]]
		exp = 186000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[463] = {
		level = 463, --[[等级段]]
		exp = 186500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[464] = {
		level = 464, --[[等级段]]
		exp = 187000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[465] = {
		level = 465, --[[等级段]]
		exp = 187500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[466] = {
		level = 466, --[[等级段]]
		exp = 188000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[467] = {
		level = 467, --[[等级段]]
		exp = 188500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[468] = {
		level = 468, --[[等级段]]
		exp = 189000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[469] = {
		level = 469, --[[等级段]]
		exp = 189500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[470] = {
		level = 470, --[[等级段]]
		exp = 190000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[471] = {
		level = 471, --[[等级段]]
		exp = 190500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[472] = {
		level = 472, --[[等级段]]
		exp = 191000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[473] = {
		level = 473, --[[等级段]]
		exp = 191500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[474] = {
		level = 474, --[[等级段]]
		exp = 192000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[475] = {
		level = 475, --[[等级段]]
		exp = 192500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[476] = {
		level = 476, --[[等级段]]
		exp = 193000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[477] = {
		level = 477, --[[等级段]]
		exp = 193500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[478] = {
		level = 478, --[[等级段]]
		exp = 194000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[479] = {
		level = 479, --[[等级段]]
		exp = 194500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[480] = {
		level = 480, --[[等级段]]
		exp = 195000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[481] = {
		level = 481, --[[等级段]]
		exp = 195500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[482] = {
		level = 482, --[[等级段]]
		exp = 196000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[483] = {
		level = 483, --[[等级段]]
		exp = 196500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[484] = {
		level = 484, --[[等级段]]
		exp = 197000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[485] = {
		level = 485, --[[等级段]]
		exp = 197500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[486] = {
		level = 486, --[[等级段]]
		exp = 198000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[487] = {
		level = 487, --[[等级段]]
		exp = 198500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[488] = {
		level = 488, --[[等级段]]
		exp = 199000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[489] = {
		level = 489, --[[等级段]]
		exp = 199500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[490] = {
		level = 490, --[[等级段]]
		exp = 200000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[491] = {
		level = 491, --[[等级段]]
		exp = 200500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[492] = {
		level = 492, --[[等级段]]
		exp = 201000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[493] = {
		level = 493, --[[等级段]]
		exp = 201500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[494] = {
		level = 494, --[[等级段]]
		exp = 202000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[495] = {
		level = 495, --[[等级段]]
		exp = 202500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[496] = {
		level = 496, --[[等级段]]
		exp = 203000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[497] = {
		level = 497, --[[等级段]]
		exp = 203500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[498] = {
		level = 498, --[[等级段]]
		exp = 204000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[499] = {
		level = 499, --[[等级段]]
		exp = 204500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[500] = {
		level = 500, --[[等级段]]
		exp = 205000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[501] = {
		level = 501, --[[等级段]]
		exp = 205500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[502] = {
		level = 502, --[[等级段]]
		exp = 206000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[503] = {
		level = 503, --[[等级段]]
		exp = 206500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[504] = {
		level = 504, --[[等级段]]
		exp = 207000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[505] = {
		level = 505, --[[等级段]]
		exp = 207500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[506] = {
		level = 506, --[[等级段]]
		exp = 208000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[507] = {
		level = 507, --[[等级段]]
		exp = 208500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[508] = {
		level = 508, --[[等级段]]
		exp = 209000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[509] = {
		level = 509, --[[等级段]]
		exp = 209500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[510] = {
		level = 510, --[[等级段]]
		exp = 210000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[511] = {
		level = 511, --[[等级段]]
		exp = 210500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[512] = {
		level = 512, --[[等级段]]
		exp = 211000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[513] = {
		level = 513, --[[等级段]]
		exp = 211500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[514] = {
		level = 514, --[[等级段]]
		exp = 212000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[515] = {
		level = 515, --[[等级段]]
		exp = 212500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[516] = {
		level = 516, --[[等级段]]
		exp = 213000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[517] = {
		level = 517, --[[等级段]]
		exp = 213500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[518] = {
		level = 518, --[[等级段]]
		exp = 214000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[519] = {
		level = 519, --[[等级段]]
		exp = 214500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[520] = {
		level = 520, --[[等级段]]
		exp = 215000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[521] = {
		level = 521, --[[等级段]]
		exp = 215500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[522] = {
		level = 522, --[[等级段]]
		exp = 216000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[523] = {
		level = 523, --[[等级段]]
		exp = 216500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[524] = {
		level = 524, --[[等级段]]
		exp = 217000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[525] = {
		level = 525, --[[等级段]]
		exp = 217500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[526] = {
		level = 526, --[[等级段]]
		exp = 218000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[527] = {
		level = 527, --[[等级段]]
		exp = 218500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[528] = {
		level = 528, --[[等级段]]
		exp = 219000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[529] = {
		level = 529, --[[等级段]]
		exp = 219500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[530] = {
		level = 530, --[[等级段]]
		exp = 220000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[531] = {
		level = 531, --[[等级段]]
		exp = 220500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[532] = {
		level = 532, --[[等级段]]
		exp = 221000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[533] = {
		level = 533, --[[等级段]]
		exp = 221500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[534] = {
		level = 534, --[[等级段]]
		exp = 222000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[535] = {
		level = 535, --[[等级段]]
		exp = 222500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[536] = {
		level = 536, --[[等级段]]
		exp = 223000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[537] = {
		level = 537, --[[等级段]]
		exp = 223500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[538] = {
		level = 538, --[[等级段]]
		exp = 224000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[539] = {
		level = 539, --[[等级段]]
		exp = 224500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[540] = {
		level = 540, --[[等级段]]
		exp = 225000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[541] = {
		level = 541, --[[等级段]]
		exp = 225500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[542] = {
		level = 542, --[[等级段]]
		exp = 226000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[543] = {
		level = 543, --[[等级段]]
		exp = 226500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[544] = {
		level = 544, --[[等级段]]
		exp = 227000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[545] = {
		level = 545, --[[等级段]]
		exp = 227500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[546] = {
		level = 546, --[[等级段]]
		exp = 228000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[547] = {
		level = 547, --[[等级段]]
		exp = 228500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[548] = {
		level = 548, --[[等级段]]
		exp = 229000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[549] = {
		level = 549, --[[等级段]]
		exp = 229500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[550] = {
		level = 550, --[[等级段]]
		exp = 230000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[551] = {
		level = 551, --[[等级段]]
		exp = 230500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[552] = {
		level = 552, --[[等级段]]
		exp = 231000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[553] = {
		level = 553, --[[等级段]]
		exp = 231500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[554] = {
		level = 554, --[[等级段]]
		exp = 232000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[555] = {
		level = 555, --[[等级段]]
		exp = 232500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[556] = {
		level = 556, --[[等级段]]
		exp = 233000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[557] = {
		level = 557, --[[等级段]]
		exp = 233500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[558] = {
		level = 558, --[[等级段]]
		exp = 234000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[559] = {
		level = 559, --[[等级段]]
		exp = 234500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[560] = {
		level = 560, --[[等级段]]
		exp = 235000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[561] = {
		level = 561, --[[等级段]]
		exp = 235500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[562] = {
		level = 562, --[[等级段]]
		exp = 236000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[563] = {
		level = 563, --[[等级段]]
		exp = 236500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[564] = {
		level = 564, --[[等级段]]
		exp = 237000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[565] = {
		level = 565, --[[等级段]]
		exp = 237500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[566] = {
		level = 566, --[[等级段]]
		exp = 238000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[567] = {
		level = 567, --[[等级段]]
		exp = 238500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[568] = {
		level = 568, --[[等级段]]
		exp = 239000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[569] = {
		level = 569, --[[等级段]]
		exp = 239500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[570] = {
		level = 570, --[[等级段]]
		exp = 240000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[571] = {
		level = 571, --[[等级段]]
		exp = 240500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[572] = {
		level = 572, --[[等级段]]
		exp = 241000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[573] = {
		level = 573, --[[等级段]]
		exp = 241500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[574] = {
		level = 574, --[[等级段]]
		exp = 242000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[575] = {
		level = 575, --[[等级段]]
		exp = 242500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[576] = {
		level = 576, --[[等级段]]
		exp = 243000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[577] = {
		level = 577, --[[等级段]]
		exp = 243500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[578] = {
		level = 578, --[[等级段]]
		exp = 244000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[579] = {
		level = 579, --[[等级段]]
		exp = 244500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[580] = {
		level = 580, --[[等级段]]
		exp = 245000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[581] = {
		level = 581, --[[等级段]]
		exp = 245500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[582] = {
		level = 582, --[[等级段]]
		exp = 246000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[583] = {
		level = 583, --[[等级段]]
		exp = 246500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[584] = {
		level = 584, --[[等级段]]
		exp = 247000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[585] = {
		level = 585, --[[等级段]]
		exp = 247500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[586] = {
		level = 586, --[[等级段]]
		exp = 248000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[587] = {
		level = 587, --[[等级段]]
		exp = 248500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[588] = {
		level = 588, --[[等级段]]
		exp = 249000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[589] = {
		level = 589, --[[等级段]]
		exp = 249500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[590] = {
		level = 590, --[[等级段]]
		exp = 250000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[591] = {
		level = 591, --[[等级段]]
		exp = 250500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[592] = {
		level = 592, --[[等级段]]
		exp = 251000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[593] = {
		level = 593, --[[等级段]]
		exp = 251500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[594] = {
		level = 594, --[[等级段]]
		exp = 252000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[595] = {
		level = 595, --[[等级段]]
		exp = 252500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[596] = {
		level = 596, --[[等级段]]
		exp = 253000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[597] = {
		level = 597, --[[等级段]]
		exp = 253500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[598] = {
		level = 598, --[[等级段]]
		exp = 254000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[599] = {
		level = 599, --[[等级段]]
		exp = 254500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[600] = {
		level = 600, --[[等级段]]
		exp = 255000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[601] = {
		level = 601, --[[等级段]]
		exp = 255500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[602] = {
		level = 602, --[[等级段]]
		exp = 256000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[603] = {
		level = 603, --[[等级段]]
		exp = 256500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[604] = {
		level = 604, --[[等级段]]
		exp = 257000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[605] = {
		level = 605, --[[等级段]]
		exp = 257500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[606] = {
		level = 606, --[[等级段]]
		exp = 258000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[607] = {
		level = 607, --[[等级段]]
		exp = 258500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[608] = {
		level = 608, --[[等级段]]
		exp = 259000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[609] = {
		level = 609, --[[等级段]]
		exp = 259500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[610] = {
		level = 610, --[[等级段]]
		exp = 260000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[611] = {
		level = 611, --[[等级段]]
		exp = 260500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[612] = {
		level = 612, --[[等级段]]
		exp = 261000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[613] = {
		level = 613, --[[等级段]]
		exp = 261500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[614] = {
		level = 614, --[[等级段]]
		exp = 262000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[615] = {
		level = 615, --[[等级段]]
		exp = 262500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[616] = {
		level = 616, --[[等级段]]
		exp = 263000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[617] = {
		level = 617, --[[等级段]]
		exp = 263500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[618] = {
		level = 618, --[[等级段]]
		exp = 264000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[619] = {
		level = 619, --[[等级段]]
		exp = 264500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[620] = {
		level = 620, --[[等级段]]
		exp = 265000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[621] = {
		level = 621, --[[等级段]]
		exp = 265500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[622] = {
		level = 622, --[[等级段]]
		exp = 266000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[623] = {
		level = 623, --[[等级段]]
		exp = 266500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[624] = {
		level = 624, --[[等级段]]
		exp = 267000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[625] = {
		level = 625, --[[等级段]]
		exp = 267500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[626] = {
		level = 626, --[[等级段]]
		exp = 268000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[627] = {
		level = 627, --[[等级段]]
		exp = 268500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[628] = {
		level = 628, --[[等级段]]
		exp = 269000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[629] = {
		level = 629, --[[等级段]]
		exp = 269500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[630] = {
		level = 630, --[[等级段]]
		exp = 270000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[631] = {
		level = 631, --[[等级段]]
		exp = 270500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[632] = {
		level = 632, --[[等级段]]
		exp = 271000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[633] = {
		level = 633, --[[等级段]]
		exp = 271500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[634] = {
		level = 634, --[[等级段]]
		exp = 272000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[635] = {
		level = 635, --[[等级段]]
		exp = 272500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[636] = {
		level = 636, --[[等级段]]
		exp = 273000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[637] = {
		level = 637, --[[等级段]]
		exp = 273500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[638] = {
		level = 638, --[[等级段]]
		exp = 274000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[639] = {
		level = 639, --[[等级段]]
		exp = 274500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[640] = {
		level = 640, --[[等级段]]
		exp = 275000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[641] = {
		level = 641, --[[等级段]]
		exp = 275500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[642] = {
		level = 642, --[[等级段]]
		exp = 276000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[643] = {
		level = 643, --[[等级段]]
		exp = 276500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[644] = {
		level = 644, --[[等级段]]
		exp = 277000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[645] = {
		level = 645, --[[等级段]]
		exp = 277500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[646] = {
		level = 646, --[[等级段]]
		exp = 278000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[647] = {
		level = 647, --[[等级段]]
		exp = 278500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[648] = {
		level = 648, --[[等级段]]
		exp = 279000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[649] = {
		level = 649, --[[等级段]]
		exp = 279500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[650] = {
		level = 650, --[[等级段]]
		exp = 280000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[651] = {
		level = 651, --[[等级段]]
		exp = 280500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[652] = {
		level = 652, --[[等级段]]
		exp = 281000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[653] = {
		level = 653, --[[等级段]]
		exp = 281500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[654] = {
		level = 654, --[[等级段]]
		exp = 282000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[655] = {
		level = 655, --[[等级段]]
		exp = 282500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[656] = {
		level = 656, --[[等级段]]
		exp = 283000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[657] = {
		level = 657, --[[等级段]]
		exp = 283500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[658] = {
		level = 658, --[[等级段]]
		exp = 284000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[659] = {
		level = 659, --[[等级段]]
		exp = 284500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[660] = {
		level = 660, --[[等级段]]
		exp = 285000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[661] = {
		level = 661, --[[等级段]]
		exp = 285500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[662] = {
		level = 662, --[[等级段]]
		exp = 286000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[663] = {
		level = 663, --[[等级段]]
		exp = 286500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[664] = {
		level = 664, --[[等级段]]
		exp = 287000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[665] = {
		level = 665, --[[等级段]]
		exp = 287500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[666] = {
		level = 666, --[[等级段]]
		exp = 288000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[667] = {
		level = 667, --[[等级段]]
		exp = 288500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[668] = {
		level = 668, --[[等级段]]
		exp = 289000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[669] = {
		level = 669, --[[等级段]]
		exp = 289500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[670] = {
		level = 670, --[[等级段]]
		exp = 290000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[671] = {
		level = 671, --[[等级段]]
		exp = 290500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[672] = {
		level = 672, --[[等级段]]
		exp = 291000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[673] = {
		level = 673, --[[等级段]]
		exp = 291500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[674] = {
		level = 674, --[[等级段]]
		exp = 292000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[675] = {
		level = 675, --[[等级段]]
		exp = 292500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[676] = {
		level = 676, --[[等级段]]
		exp = 293000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[677] = {
		level = 677, --[[等级段]]
		exp = 293500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[678] = {
		level = 678, --[[等级段]]
		exp = 294000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[679] = {
		level = 679, --[[等级段]]
		exp = 294500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[680] = {
		level = 680, --[[等级段]]
		exp = 295000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[681] = {
		level = 681, --[[等级段]]
		exp = 295500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[682] = {
		level = 682, --[[等级段]]
		exp = 296000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[683] = {
		level = 683, --[[等级段]]
		exp = 296500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[684] = {
		level = 684, --[[等级段]]
		exp = 297000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[685] = {
		level = 685, --[[等级段]]
		exp = 297500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[686] = {
		level = 686, --[[等级段]]
		exp = 298000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[687] = {
		level = 687, --[[等级段]]
		exp = 298500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[688] = {
		level = 688, --[[等级段]]
		exp = 299000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[689] = {
		level = 689, --[[等级段]]
		exp = 299500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[690] = {
		level = 690, --[[等级段]]
		exp = 300000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[691] = {
		level = 691, --[[等级段]]
		exp = 300500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[692] = {
		level = 692, --[[等级段]]
		exp = 301000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[693] = {
		level = 693, --[[等级段]]
		exp = 301500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[694] = {
		level = 694, --[[等级段]]
		exp = 302000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[695] = {
		level = 695, --[[等级段]]
		exp = 302500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[696] = {
		level = 696, --[[等级段]]
		exp = 303000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[697] = {
		level = 697, --[[等级段]]
		exp = 303500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[698] = {
		level = 698, --[[等级段]]
		exp = 304000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[699] = {
		level = 699, --[[等级段]]
		exp = 304500, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
	[700] = {
		level = 700, --[[等级段]]
		exp = 305000, --[[经验奖励]]
		coin = 10000, --[[铜币奖励]]
		fame = 50, --[[名望奖励]]
	} ,
}
return ret