local ret = {
	[1001] = {
		code = 1001, --[[题目id]]
		content = "三国中，人称“卧龙先生”的是？", --[[题目正文]]
		answer_1 = "司马懿", --[[答案1]]
		answer_2 = "诸葛亮", --[[答案2]]
		answer_3 = "庞统", --[[答案3]]
		answer_4 = "鲁肃", --[[答案4]]
		right_answer = "诸葛亮", --[[正确答案]]
	} ,
	[1002] = {
		code = 1002, --[[题目id]]
		content = "三国中，人称“小霸王”的是？", --[[题目正文]]
		answer_1 = "赵云", --[[答案1]]
		answer_2 = "孙权", --[[答案2]]
		answer_3 = "马超", --[[答案3]]
		answer_4 = "孙策", --[[答案4]]
		right_answer = "孙策", --[[正确答案]]
	} ,
	[1003] = {
		code = 1003, --[[题目id]]
		content = "三国中，人称“常胜将军”的是？", --[[题目正文]]
		answer_1 = "黄忠", --[[答案1]]
		answer_2 = "马超", --[[答案2]]
		answer_3 = "关羽", --[[答案3]]
		answer_4 = "赵云", --[[答案4]]
		right_answer = "赵云", --[[正确答案]]
	} ,
	[1004] = {
		code = 1004, --[[题目id]]
		content = "三国中，人称“凤雏”的是？", --[[题目正文]]
		answer_1 = "庞统", --[[答案1]]
		answer_2 = "司马昭", --[[答案2]]
		answer_3 = "司马师", --[[答案3]]
		answer_4 = "吕蒙", --[[答案4]]
		right_answer = "庞统", --[[正确答案]]
	} ,
	[1005] = {
		code = 1005, --[[题目id]]
		content = "三国中，人称“美髯公”的是？", --[[题目正文]]
		answer_1 = "张飞", --[[答案1]]
		answer_2 = "关羽", --[[答案2]]
		answer_3 = "关胜", --[[答案3]]
		answer_4 = "曹操", --[[答案4]]
		right_answer = "关羽", --[[正确答案]]
	} ,
	[1006] = {
		code = 1006, --[[题目id]]
		content = "三国中，以下哪位不是曹操的儿子？", --[[题目正文]]
		answer_1 = "曹丕", --[[答案1]]
		answer_2 = "曹冲", --[[答案2]]
		answer_3 = "曹植", --[[答案3]]
		answer_4 = "曹雪芹", --[[答案4]]
		right_answer = "曹雪芹", --[[正确答案]]
	} ,
	[1007] = {
		code = 1007, --[[题目id]]
		content = "三国中，“三英战吕布”中的“三英”不包括以下哪位？", --[[题目正文]]
		answer_1 = "刘备", --[[答案1]]
		answer_2 = "刘德华", --[[答案2]]
		answer_3 = "关羽", --[[答案3]]
		answer_4 = "张飞", --[[答案4]]
		right_answer = "刘德华", --[[正确答案]]
	} ,
	[1008] = {
		code = 1008, --[[题目id]]
		content = "三国中，诸葛亮用火的战役不包括？", --[[题目正文]]
		answer_1 = "火烧红莲寺", --[[答案1]]
		answer_2 = "火烧博望坡", --[[答案2]]
		answer_3 = "火烧新野", --[[答案3]]
		answer_4 = "火烧赤壁", --[[答案4]]
		right_answer = "火烧红莲寺", --[[正确答案]]
	} ,
	[1009] = {
		code = 1009, --[[题目id]]
		content = "三国中，大闹长坂坡的是谁？", --[[题目正文]]
		answer_1 = "张学友", --[[答案1]]
		answer_2 = "张飞", --[[答案2]]
		answer_3 = "张卫健", --[[答案3]]
		answer_4 = "张家辉", --[[答案4]]
		right_answer = "张飞", --[[正确答案]]
	} ,
	[1010] = {
		code = 1010, --[[题目id]]
		content = "三国中，五虎将不包括以下哪位？", --[[题目正文]]
		answer_1 = "黄忠", --[[答案1]]
		answer_2 = "刘德华", --[[答案2]]
		answer_3 = "赵云", --[[答案3]]
		answer_4 = "马超", --[[答案4]]
		right_answer = "刘德华", --[[正确答案]]
	} ,
	[1011] = {
		code = 1011, --[[题目id]]
		content = "三国中，故事“白衣渡江”的主角指的是哪位？", --[[题目正文]]
		answer_1 = "吕蒙", --[[答案1]]
		answer_2 = "吕不韦", --[[答案2]]
		answer_3 = "吕方", --[[答案3]]
		answer_4 = "吕游", --[[答案4]]
		right_answer = "吕蒙", --[[正确答案]]
	} ,
	[1012] = {
		code = 1012, --[[题目id]]
		content = "诸葛亮的哥哥诸葛瑾 ，他辅佐的君主是？", --[[题目正文]]
		answer_1 = "孙耀威", --[[答案1]]
		answer_2 = "孙权", --[[答案2]]
		answer_3 = "孙悟空", --[[答案3]]
		answer_4 = "孙中山", --[[答案4]]
		right_answer = "孙权", --[[正确答案]]
	} ,
	[1013] = {
		code = 1013, --[[题目id]]
		content = "三国中，“扶不起的阿斗”指的是？", --[[题目正文]]
		answer_1 = "刘婵", --[[答案1]]
		answer_2 = "刘恺威", --[[答案2]]
		answer_3 = "曹丕", --[[答案3]]
		answer_4 = "司马徽", --[[答案4]]
		right_answer = "刘婵", --[[正确答案]]
	} ,
	[1014] = {
		code = 1014, --[[题目id]]
		content = "“空余赤兔马千里，漫有方天戟一枝”，这句诗所指的人物是？", --[[题目正文]]
		answer_1 = "颜良", --[[答案1]]
		answer_2 = "孟获", --[[答案2]]
		answer_3 = "文丑", --[[答案3]]
		answer_4 = "吕布", --[[答案4]]
		right_answer = "吕布", --[[正确答案]]
	} ,
	[1015] = {
		code = 1015, --[[题目id]]
		content = "“三国”指的是哪三国？", --[[题目正文]]
		answer_1 = "魏蜀吴", --[[答案1]]
		answer_2 = "燕赵晋", --[[答案2]]
		answer_3 = "元明清", --[[答案3]]
		answer_4 = "夏商周", --[[答案4]]
		right_answer = "魏蜀吴", --[[正确答案]]
	} ,
	[1016] = {
		code = 1016, --[[题目id]]
		content = "古代四大美人不包括以下哪一位？", --[[题目正文]]
		answer_1 = "西施", --[[答案1]]
		answer_2 = "貂蝉", --[[答案2]]
		answer_3 = "杨玉环", --[[答案3]]
		answer_4 = "吴君如", --[[答案4]]
		right_answer = "吴君如", --[[正确答案]]
	} ,
	[1017] = {
		code = 1017, --[[题目id]]
		content = "三国中，黄忠擅长的武器是？", --[[题目正文]]
		answer_1 = "弓箭", --[[答案1]]
		answer_2 = "匕首", --[[答案2]]
		answer_3 = "血滴子", --[[答案3]]
		answer_4 = "手里剑", --[[答案4]]
		right_answer = "弓箭", --[[正确答案]]
	} ,
	[1018] = {
		code = 1018, --[[题目id]]
		content = "三国中，青龙偃月刀是谁的武器？", --[[题目正文]]
		answer_1 = "刘备", --[[答案1]]
		answer_2 = "关羽", --[[答案2]]
		answer_3 = "张飞", --[[答案3]]
		answer_4 = "姜维", --[[答案4]]
		right_answer = "关羽", --[[正确答案]]
	} ,
	[1019] = {
		code = 1019, --[[题目id]]
		content = "三国中，关羽和关银屏是什么关系？", --[[题目正文]]
		answer_1 = "叔侄", --[[答案1]]
		answer_2 = "朋友", --[[答案2]]
		answer_3 = "夫妻", --[[答案3]]
		answer_4 = "父女", --[[答案4]]
		right_answer = "父女", --[[正确答案]]
	} ,
	[1020] = {
		code = 1020, --[[题目id]]
		content = "三国中，大乔的妹妹叫什么名字？", --[[题目正文]]
		answer_1 = "小薇", --[[答案1]]
		answer_2 = "小明", --[[答案2]]
		answer_3 = "小乔", --[[答案3]]
		answer_4 = "小芳", --[[答案4]]
		right_answer = "小乔", --[[正确答案]]
	} ,
	[1021] = {
		code = 1021, --[[题目id]]
		content = "新手村村长叫什么名字？", --[[题目正文]]
		answer_1 = "陶桓", --[[答案1]]
		answer_2 = "陶渊明", --[[答案2]]
		answer_3 = "陶大叔", --[[答案3]]
		answer_4 = "朱临光", --[[答案4]]
		right_answer = "陶桓", --[[正确答案]]
	} ,
	[1022] = {
		code = 1022, --[[题目id]]
		content = "北岭雪山多少级能够进入", --[[题目正文]]
		answer_1 = "30级", --[[答案1]]
		answer_2 = "40级", --[[答案2]]
		answer_3 = "50级", --[[答案3]]
		answer_4 = "20级", --[[答案4]]
		right_answer = "40级", --[[正确答案]]
	} ,
	[1023] = {
		code = 1023, --[[题目id]]
		content = "三国中，魏国皇帝是？", --[[题目正文]]
		answer_1 = "曹植", --[[答案1]]
		answer_2 = "曹操", --[[答案2]]
		answer_3 = "曹丕", --[[答案3]]
		answer_4 = "马超", --[[答案4]]
		right_answer = "曹丕", --[[正确答案]]
	} ,
	[1024] = {
		code = 1024, --[[题目id]]
		content = "万事俱备只欠东风，是谁写给谁的？", --[[题目正文]]
		answer_1 = "诸葛亮给孙权", --[[答案1]]
		answer_2 = "诸葛亮给周瑜", --[[答案2]]
		answer_3 = "周瑜给孙权", --[[答案3]]
		answer_4 = "孙权给诸葛亮", --[[答案4]]
		right_answer = "诸葛亮给周瑜", --[[正确答案]]
	} ,
	[1025] = {
		code = 1025, --[[题目id]]
		content = "三国中的水镜先生是谁？", --[[题目正文]]
		answer_1 = "司马徽", --[[答案1]]
		answer_2 = "司马迁", --[[答案2]]
		answer_3 = "司马光", --[[答案3]]
		answer_4 = "大司马", --[[答案4]]
		right_answer = "司马徽", --[[正确答案]]
	} ,
	[1026] = {
		code = 1026, --[[题目id]]
		content = "“三姓家奴休走，燕人张飞在此!”中三姓家奴指的是谁？", --[[题目正文]]
		answer_1 = "张辽", --[[答案1]]
		answer_2 = "张飞", --[[答案2]]
		answer_3 = "赵云", --[[答案3]]
		answer_4 = "吕布", --[[答案4]]
		right_answer = "吕布", --[[正确答案]]
	} ,
	[1027] = {
		code = 1027, --[[题目id]]
		content = "黄巾之乱是由谁发起？", --[[题目正文]]
		answer_1 = "张梁", --[[答案1]]
		answer_2 = "张飞", --[[答案2]]
		answer_3 = "张角", --[[答案3]]
		answer_4 = "张无忌", --[[答案4]]
		right_answer = "张角", --[[正确答案]]
	} ,
	[1028] = {
		code = 1028, --[[题目id]]
		content = "夏侯惇的眼睛是在征讨谁的时候被射瞎？", --[[题目正文]]
		answer_1 = "吕布", --[[答案1]]
		answer_2 = "张绣", --[[答案2]]
		answer_3 = "袁绍", --[[答案3]]
		answer_4 = "刘备", --[[答案4]]
		right_answer = "吕布", --[[正确答案]]
	} ,
	[1029] = {
		code = 1029, --[[题目id]]
		content = "NPC“慕容玲珑”平时常说的一句话是什么？", --[[题目正文]]
		answer_1 = "你好啊天选者！", --[[答案1]]
		answer_2 = "嘿嘿嘿！", --[[答案2]]
		answer_3 = "你找我干嘛？", --[[答案3]]
		answer_4 = "你醒啦？", --[[答案4]]
		right_answer = "你好啊天选者！", --[[正确答案]]
	} ,
	[1030] = {
		code = 1030, --[[题目id]]
		content = "游戏中，引导各位进行各项操作的是？", --[[题目正文]]
		answer_1 = "策划小姐姐", --[[答案1]]
		answer_2 = "张飞", --[[答案2]]
		answer_3 = "慕容玲珑", --[[答案3]]
		answer_4 = "企鹅", --[[答案4]]
		right_answer = "企鹅", --[[正确答案]]
	} ,
	[1031] = {
		code = 1031, --[[题目id]]
		content = "游戏里面可以穿戴几件装备？", --[[题目正文]]
		answer_1 = "5件", --[[答案1]]
		answer_2 = "8件", --[[答案2]]
		answer_3 = "9件", --[[答案3]]
		answer_4 = "10件", --[[答案4]]
		right_answer = "9件", --[[正确答案]]
	} ,
	[1032] = {
		code = 1032, --[[题目id]]
		content = "市场中出售商品可以出售几种品质的？", --[[题目正文]]
		answer_1 = "4种", --[[答案1]]
		answer_2 = "5种", --[[答案2]]
		answer_3 = "6种", --[[答案3]]
		answer_4 = "3种", --[[答案4]]
		right_answer = "4种", --[[正确答案]]
	} ,
	[1033] = {
		code = 1033, --[[题目id]]
		content = "特殊幻化的坐骑“焚情独角”可以通过哪种方式获得？", --[[题目正文]]
		answer_1 = "寻宝", --[[答案1]]
		answer_2 = "活动赠送", --[[答案2]]
		answer_3 = "15天登录", --[[答案3]]
		answer_4 = "商城购买", --[[答案4]]
		right_answer = "15天登录", --[[正确答案]]
	} ,
	[1034] = {
		code = 1034, --[[题目id]]
		content = "过关斩将第一章第一关由哪位将领镇守？", --[[题目正文]]
		answer_1 = "乐进", --[[答案1]]
		answer_2 = "张绣", --[[答案2]]
		answer_3 = "阿国", --[[答案3]]
		answer_4 = "立花誾千代", --[[答案4]]
		right_answer = "乐进", --[[正确答案]]
	} ,
	[1035] = {
		code = 1035, --[[题目id]]
		content = "过关斩将第一章第一关获得的是什么称号？", --[[题目正文]]
		answer_1 = "初出茅庐·壹阶", --[[答案1]]
		answer_2 = "牛刀小试·壹阶", --[[答案2]]
		answer_3 = "小有所进·壹阶", --[[答案3]]
		answer_4 = "三顾茅庐·壹阶", --[[答案4]]
		right_answer = "初出茅庐·壹阶", --[[正确答案]]
	} ,
	[1036] = {
		code = 1036, --[[题目id]]
		content = "在游戏中第一个获得的武将是？", --[[题目正文]]
		answer_1 = "阿斗", --[[答案1]]
		answer_2 = "阿国", --[[答案2]]
		answer_3 = "蔡文姬", --[[答案3]]
		answer_4 = "关银屏", --[[答案4]]
		right_answer = "关银屏", --[[正确答案]]
	} ,
	[1037] = {
		code = 1037, --[[题目id]]
		content = "首充即可获得的武将是？", --[[题目正文]]
		answer_1 = "关羽", --[[答案1]]
		answer_2 = "小七", --[[答案2]]
		answer_3 = "宫本武藏", --[[答案3]]
		answer_4 = "刘备", --[[答案4]]
		right_answer = "小七", --[[正确答案]]
	} ,
	[1038] = {
		code = 1038, --[[题目id]]
		content = "可以通过商城购买获得的坐骑是？", --[[题目正文]]
		answer_1 = "邻家小猪", --[[答案1]]
		answer_2 = "幽炎狂吼", --[[答案2]]
		answer_3 = "墨玉玄武", --[[答案3]]
		answer_4 = "焚情独角", --[[答案4]]
		right_answer = "邻家小猪", --[[正确答案]]
	} ,
	[1039] = {
		code = 1039, --[[题目id]]
		content = "军团领地里面黎姿儿说的后半句话是什么？", --[[题目正文]]
		answer_1 = "西出阳关无故人", --[[答案1]]
		answer_2 = "劝君更尽一杯酒", --[[答案2]]
		answer_3 = "故人西出黄鹤楼", --[[答案3]]
		answer_4 = "烟花三月下扬州", --[[答案4]]
		right_answer = "西出阳关无故人", --[[正确答案]]
	} ,
	[1040] = {
		code = 1040, --[[题目id]]
		content = "桃源村NPC琴女说的那首诗是谁写的？", --[[题目正文]]
		answer_1 = "杜甫", --[[答案1]]
		answer_2 = "佚名", --[[答案2]]
		answer_3 = "策划小哥哥", --[[答案3]]
		answer_4 = "唐宋八大家", --[[答案4]]
		right_answer = "策划小哥哥", --[[正确答案]]
	} ,
	[1041] = {
		code = 1041, --[[题目id]]
		content = "桃源村NPC何春一共有几句台词？", --[[题目正文]]
		answer_1 = "1句", --[[答案1]]
		answer_2 = "2句", --[[答案2]]
		answer_3 = "3句", --[[答案3]]
		answer_4 = "4句", --[[答案4]]
		right_answer = "3句", --[[正确答案]]
	} ,
	[1042] = {
		code = 1042, --[[题目id]]
		content = "游戏中“世界那么大，我想去看看”是谁说的？", --[[题目正文]]
		answer_1 = "春花", --[[答案1]]
		answer_2 = "红叶", --[[答案2]]
		answer_3 = "秋月", --[[答案3]]
		answer_4 = "慕容玲珑", --[[答案4]]
		right_answer = "慕容玲珑", --[[正确答案]]
	} ,
	[1043] = {
		code = 1043, --[[题目id]]
		content = "《洛神赋》的作者是何人？", --[[题目正文]]
		answer_1 = "马致远", --[[答案1]]
		answer_2 = "曹植", --[[答案2]]
		answer_3 = "杜甫", --[[答案3]]
		answer_4 = "李白", --[[答案4]]
		right_answer = "曹植", --[[正确答案]]
	} ,
	[1044] = {
		code = 1044, --[[题目id]]
		content = "曹操曾在哪次战役中“割须弃袍”？", --[[题目正文]]
		answer_1 = "官渡", --[[答案1]]
		answer_2 = "虎牢关", --[[答案2]]
		answer_3 = "赤壁", --[[答案3]]
		answer_4 = "潼关", --[[答案4]]
		right_answer = "潼关", --[[正确答案]]
	} ,
	[1045] = {
		code = 1045, --[[题目id]]
		content = "《三国演义》的作者是？", --[[题目正文]]
		answer_1 = "罗贯中", --[[答案1]]
		answer_2 = "吴承恩", --[[答案2]]
		answer_3 = "曹雪芹", --[[答案3]]
		answer_4 = "施耐庵", --[[答案4]]
		right_answer = "罗贯中", --[[正确答案]]
	} ,
	[1046] = {
		code = 1046, --[[题目id]]
		content = "刘备三顾茅庐的时候多少岁？", --[[题目正文]]
		answer_1 = "28", --[[答案1]]
		answer_2 = "32", --[[答案2]]
		answer_3 = "46", --[[答案3]]
		answer_4 = "35", --[[答案4]]
		right_answer = "46", --[[正确答案]]
	} ,
	[1047] = {
		code = 1047, --[[题目id]]
		content = "“安得快人如翼德，尽诛世上负心人”此诗中翼德指的是何人？", --[[题目正文]]
		answer_1 = "张飞", --[[答案1]]
		answer_2 = "张颌", --[[答案2]]
		answer_3 = "张辽", --[[答案3]]
		answer_4 = "甘宁", --[[答案4]]
		right_answer = "张飞", --[[正确答案]]
	} ,
	[1048] = {
		code = 1048, --[[题目id]]
		content = "曹操所著《孟德新书》共多少篇？", --[[题目正文]]
		answer_1 = "11", --[[答案1]]
		answer_2 = "14", --[[答案2]]
		answer_3 = "12", --[[答案3]]
		answer_4 = "13", --[[答案4]]
		right_answer = "14", --[[正确答案]]
	} ,
	[1049] = {
		code = 1049, --[[题目id]]
		content = "曹丕乘乱纳甄氏，甄氏原本是谁的妻子？", --[[题目正文]]
		answer_1 = "袁熙", --[[答案1]]
		answer_2 = "曹植", --[[答案2]]
		answer_3 = "司马懿", --[[答案3]]
		answer_4 = "袁绍", --[[答案4]]
		right_answer = "袁熙", --[[正确答案]]
	} ,
	[1050] = {
		code = 1050, --[[题目id]]
		content = "赤壁之战中，谁献策诈降曹操？", --[[题目正文]]
		answer_1 = "鲁肃", --[[答案1]]
		answer_2 = "黄盖", --[[答案2]]
		answer_3 = "周瑜", --[[答案3]]
		answer_4 = "郭嘉", --[[答案4]]
		right_answer = "黄盖", --[[正确答案]]
	} ,
	[1051] = {
		code = 1051, --[[题目id]]
		content = "三分天下，最后谁统一了三国？", --[[题目正文]]
		answer_1 = "司马炎", --[[答案1]]
		answer_2 = "司马迁", --[[答案2]]
		answer_3 = "司马光", --[[答案3]]
		answer_4 = "司马昭", --[[答案4]]
		right_answer = "司马炎", --[[正确答案]]
	} ,
	[1052] = {
		code = 1052, --[[题目id]]
		content = "“赔了夫人又折兵”中的夫人是指？", --[[题目正文]]
		answer_1 = "孙尚香", --[[答案1]]
		answer_2 = "甄宓", --[[答案2]]
		answer_3 = "大乔", --[[答案3]]
		answer_4 = "小乔", --[[答案4]]
		right_answer = "孙尚香", --[[正确答案]]
	} ,
	[1053] = {
		code = 1053, --[[题目id]]
		content = "是谁向刘备推荐了诸葛亮？", --[[题目正文]]
		answer_1 = "徐庶", --[[答案1]]
		answer_2 = "张颌", --[[答案2]]
		answer_3 = "庞统", --[[答案3]]
		answer_4 = "鲁肃", --[[答案4]]
		right_answer = "徐庶", --[[正确答案]]
	} ,
	[1054] = {
		code = 1054, --[[题目id]]
		content = "诸葛亮临终前传授姜维的兵法是？", --[[题目正文]]
		answer_1 = "兵法二十四篇", --[[答案1]]
		answer_2 = "兵法三十六篇", --[[答案2]]
		answer_3 = "兵法四十八篇", --[[答案3]]
		answer_4 = "兵法十六篇", --[[答案4]]
		right_answer = "兵法二十四篇", --[[正确答案]]
	} ,
	[1055] = {
		code = 1055, --[[题目id]]
		content = "无双技能可以对玩家造成伤害吗？", --[[题目正文]]
		answer_1 = "不能", --[[答案1]]
		answer_2 = "能", --[[答案2]]
		answer_3 = "或许能", --[[答案3]]
		answer_4 = "偶尔能", --[[答案4]]
		right_answer = "不能", --[[正确答案]]
	} ,
	[1056] = {
		code = 1056, --[[题目id]]
		content = "以下哪个职业不属于七煞世界？", --[[题目正文]]
		answer_1 = "修罗", --[[答案1]]
		answer_2 = "阎姬", --[[答案2]]
		answer_3 = "夜狩", --[[答案3]]
		answer_4 = "牧师", --[[答案4]]
		right_answer = "牧师", --[[正确答案]]
	} ,
	[1057] = {
		code = 1057, --[[题目id]]
		content = "坐骑进阶需要以下哪些材料？", --[[题目正文]]
		answer_1 = "坐骑进化石", --[[答案1]]
		answer_2 = "坐骑强化石", --[[答案2]]
		answer_3 = "坐骑进阶石", --[[答案3]]
		answer_4 = "坐骑口粮", --[[答案4]]
		right_answer = "坐骑进阶石", --[[正确答案]]
	} ,
	[1058] = {
		code = 1058, --[[题目id]]
		content = "第六个武将技能槽需要人物达到多少级解锁？", --[[题目正文]]
		answer_1 = "200级", --[[答案1]]
		answer_2 = "100级", --[[答案2]]
		answer_3 = "150级", --[[答案3]]
		answer_4 = "默认开启", --[[答案4]]
		right_answer = "100级", --[[正确答案]]
	} ,
	[1059] = {
		code = 1059, --[[题目id]]
		content = "网络用语中，以下哪个字常来形容一个人富有？", --[[题目正文]]
		answer_1 = "壕", --[[答案1]]
		answer_2 = "富", --[[答案2]]
		answer_3 = "贵", --[[答案3]]
		answer_4 = "豪", --[[答案4]]
		right_answer = "壕", --[[正确答案]]
	} ,
	[1060] = {
		code = 1060, --[[题目id]]
		content = "“土豪我们做朋友吧”可以简称为什么？", --[[题目正文]]
		answer_1 = "土做朋", --[[答案1]]
		answer_2 = "土友", --[[答案2]]
		answer_3 = "豪朋", --[[答案3]]
		answer_4 = "抱大腿", --[[答案4]]
		right_answer = "土做朋", --[[正确答案]]
	} ,
	[1061] = {
		code = 1061, --[[题目id]]
		content = "待我______，少年娶我可好？", --[[题目正文]]
		answer_1 = "长发及腰", --[[答案1]]
		answer_2 = "升值加薪", --[[答案2]]
		answer_3 = "七老八十", --[[答案3]]
		answer_4 = "专升本", --[[答案4]]
		right_answer = "长发及腰", --[[正确答案]]
	} ,
	[1062] = {
		code = 1062, --[[题目id]]
		content = "近年来风靡中国大街小巷的舞蹈形式是？", --[[题目正文]]
		answer_1 = "街舞", --[[答案1]]
		answer_2 = "芭蕾舞", --[[答案2]]
		answer_3 = "广场舞", --[[答案3]]
		answer_4 = "拉丁舞", --[[答案4]]
		right_answer = "广场舞", --[[正确答案]]
	} ,
	[1063] = {
		code = 1063, --[[题目id]]
		content = "古时饮酒讲究酒具，汾酒当配哪种酒杯？", --[[题目正文]]
		answer_1 = "玉杯", --[[答案1]]
		answer_2 = "夜光杯", --[[答案2]]
		answer_3 = "犀角杯", --[[答案3]]
		answer_4 = "琉璃杯", --[[答案4]]
		right_answer = "玉杯", --[[正确答案]]
	} ,
	[1064] = {
		code = 1064, --[[题目id]]
		content = "古时饮酒讲究酒具，玉露酒当配哪种酒杯？", --[[题目正文]]
		answer_1 = "琉璃杯", --[[答案1]]
		answer_2 = "玉杯", --[[答案2]]
		answer_3 = "夜光杯", --[[答案3]]
		answer_4 = "犀角杯", --[[答案4]]
		right_answer = "琉璃杯", --[[正确答案]]
	} ,
	[1065] = {
		code = 1065, --[[题目id]]
		content = "古时饮酒讲究酒具，关外白酒当配哪种酒杯？", --[[题目正文]]
		answer_1 = "犀角杯", --[[答案1]]
		answer_2 = "琉璃杯", --[[答案2]]
		answer_3 = "玉杯", --[[答案3]]
		answer_4 = "夜光杯", --[[答案4]]
		right_answer = "犀角杯", --[[正确答案]]
	} ,
	[1066] = {
		code = 1066, --[[题目id]]
		content = "古时饮酒讲究酒具，高粱酒当配哪种酒杯？", --[[题目正文]]
		answer_1 = "青铜酒爵", --[[答案1]]
		answer_2 = "犀角杯", --[[答案2]]
		answer_3 = "琉璃杯", --[[答案3]]
		answer_4 = "玉杯", --[[答案4]]
		right_answer = "青铜酒爵", --[[正确答案]]
	} ,
	[1067] = {
		code = 1067, --[[题目id]]
		content = "古时饮酒讲究酒具，葡萄酒当配哪种酒杯？", --[[题目正文]]
		answer_1 = "夜光杯", --[[答案1]]
		answer_2 = "犀角杯", --[[答案2]]
		answer_3 = "琉璃杯", --[[答案3]]
		answer_4 = "玉杯", --[[答案4]]
		right_answer = "夜光杯", --[[正确答案]]
	} ,
	[1068] = {
		code = 1068, --[[题目id]]
		content = "古时饮酒讲究酒具，状元红当配哪种酒杯？", --[[题目正文]]
		answer_1 = "古瓷杯", --[[答案1]]
		answer_2 = "夜光杯", --[[答案2]]
		answer_3 = "犀角杯", --[[答案3]]
		answer_4 = "琉璃杯", --[[答案4]]
		right_answer = "古瓷杯", --[[正确答案]]
	} ,
	[1069] = {
		code = 1069, --[[题目id]]
		content = "下列乐器不是中国古代“四大名琴”的是？", --[[题目正文]]
		answer_1 = "编钟", --[[答案1]]
		answer_2 = "绕梁", --[[答案2]]
		answer_3 = "焦尾", --[[答案3]]
		answer_4 = "号钟", --[[答案4]]
		right_answer = "编钟", --[[正确答案]]
	} ,
	[1070] = {
		code = 1070, --[[题目id]]
		content = "下列哪个乐曲不是古代十大名曲之一？", --[[题目正文]]
		answer_1 = "《汉宫秋月》", --[[答案1]]
		answer_2 = "《梅花三弄》", --[[答案2]]
		answer_3 = "《高山流水》", --[[答案3]]
		answer_4 = "《阳春映雪》", --[[答案4]]
		right_answer = "《汉宫秋月》", --[[正确答案]]
	} ,
	[1071] = {
		code = 1071, --[[题目id]]
		content = "三国时期曾被打得“割须弃袍”的是谁？", --[[题目正文]]
		answer_1 = "曹操", --[[答案1]]
		answer_2 = "刘备", --[[答案2]]
		answer_3 = "曹真", --[[答案3]]
		answer_4 = "夏侯渊", --[[答案4]]
		right_answer = "曹操", --[[正确答案]]
	} ,
	[1072] = {
		code = 1072, --[[题目id]]
		content = "以下哪种花不属于花中四君子？", --[[题目正文]]
		answer_1 = "牡丹花", --[[答案1]]
		answer_2 = "梅花", --[[答案2]]
		answer_3 = "兰花", --[[答案3]]
		answer_4 = "菊花", --[[答案4]]
		right_answer = "牡丹花", --[[正确答案]]
	} ,
	[1073] = {
		code = 1073, --[[题目id]]
		content = "以下哪座山是五岳之中的南岳？", --[[题目正文]]
		answer_1 = "衡山", --[[答案1]]
		answer_2 = "黄山", --[[答案2]]
		answer_3 = "泰山", --[[答案3]]
		answer_4 = "嵩山", --[[答案4]]
		right_answer = "衡山", --[[正确答案]]
	} ,
	[1074] = {
		code = 1074, --[[题目id]]
		content = "被称为中国第一关的是？", --[[题目正文]]
		answer_1 = "山海关", --[[答案1]]
		answer_2 = "陈塘关", --[[答案2]]
		answer_3 = "嘉峪关", --[[答案3]]
		answer_4 = "虎牢关", --[[答案4]]
		right_answer = "山海关", --[[正确答案]]
	} ,
	[1075] = {
		code = 1075, --[[题目id]]
		content = "“大珠小珠落玉盘”所形容的是什么乐器的弹奏声？", --[[题目正文]]
		answer_1 = "琵琶", --[[答案1]]
		answer_2 = "古筝", --[[答案2]]
		answer_3 = "二胡", --[[答案3]]
		answer_4 = "扬琴", --[[答案4]]
		right_answer = "琵琶", --[[正确答案]]
	} ,
	[1076] = {
		code = 1076, --[[题目id]]
		content = "秦始皇灭六国后，统一了全国文字，当时所用的字体是？", --[[题目正文]]
		answer_1 = "小篆", --[[答案1]]
		answer_2 = "楷书", --[[答案2]]
		answer_3 = "行书", --[[答案3]]
		answer_4 = "隶书", --[[答案4]]
		right_answer = "小篆", --[[正确答案]]
	} ,
	[1077] = {
		code = 1077, --[[题目id]]
		content = "台湾在三国被称为？", --[[题目正文]]
		answer_1 = "夷洲", --[[答案1]]
		answer_2 = "流求", --[[答案2]]
		answer_3 = "东番", --[[答案3]]
		answer_4 = "台湾", --[[答案4]]
		right_answer = "夷洲", --[[正确答案]]
	} ,
	[1078] = {
		code = 1078, --[[题目id]]
		content = "不属于中国四大佛山的是？", --[[题目正文]]
		answer_1 = "武当山", --[[答案1]]
		answer_2 = "九华山", --[[答案2]]
		answer_3 = "峨眉山", --[[答案3]]
		answer_4 = "普陀山", --[[答案4]]
		right_answer = "武当山", --[[正确答案]]
	} ,
	[1079] = {
		code = 1079, --[[题目id]]
		content = "中国第一长洞是？", --[[题目正文]]
		answer_1 = "双河洞", --[[答案1]]
		answer_2 = "王屋山洞", --[[答案2]]
		answer_3 = "赤城山洞", --[[答案3]]
		answer_4 = "青城山洞", --[[答案4]]
		right_answer = "双河洞", --[[正确答案]]
	} ,
	[1080] = {
		code = 1080, --[[题目id]]
		content = "下列哪个不是中国六大古都？", --[[题目正文]]
		answer_1 = "南昌", --[[答案1]]
		answer_2 = "开封", --[[答案2]]
		answer_3 = "西安", --[[答案3]]
		answer_4 = "洛阳", --[[答案4]]
		right_answer = "南昌", --[[正确答案]]
	} ,
	[1081] = {
		code = 1081, --[[题目id]]
		content = "龙门石窟位于下列哪个省？", --[[题目正文]]
		answer_1 = "河南", --[[答案1]]
		answer_2 = "甘肃", --[[答案2]]
		answer_3 = "陕西", --[[答案3]]
		answer_4 = "山东", --[[答案4]]
		right_answer = "河南", --[[正确答案]]
	} ,
	[1082] = {
		code = 1082, --[[题目id]]
		content = "以下哪种是苗族的传统乐器？", --[[题目正文]]
		answer_1 = "芦笙", --[[答案1]]
		answer_2 = "箫", --[[答案2]]
		answer_3 = "笛", --[[答案3]]
		answer_4 = "二胡", --[[答案4]]
		right_answer = "芦笙", --[[正确答案]]
	} ,
	[1083] = {
		code = 1083, --[[题目id]]
		content = "我们用“羞花”来形容历史上哪位美女？", --[[题目正文]]
		answer_1 = "杨贵妃", --[[答案1]]
		answer_2 = "西施", --[[答案2]]
		answer_3 = "貂蝉", --[[答案3]]
		answer_4 = "王昭君", --[[答案4]]
		right_answer = "杨贵妃", --[[正确答案]]
	} ,
	[1084] = {
		code = 1084, --[[题目id]]
		content = "中国民族乐器种类繁多，现在国内最普及的古筝是多少根琴弦？", --[[题目正文]]
		answer_1 = "21", --[[答案1]]
		answer_2 = "22", --[[答案2]]
		answer_3 = "23", --[[答案3]]
		answer_4 = "24", --[[答案4]]
		right_answer = "21", --[[正确答案]]
	} ,
	[1085] = {
		code = 1085, --[[题目id]]
		content = "“出师一表真名世，千载谁堪伯仲间”写的是谁？", --[[题目正文]]
		answer_1 = "诸葛亮", --[[答案1]]
		answer_2 = "曹操", --[[答案2]]
		answer_3 = "吕布", --[[答案3]]
		answer_4 = "孙权", --[[答案4]]
		right_answer = "诸葛亮", --[[正确答案]]
	} ,
	[1086] = {
		code = 1086, --[[题目id]]
		content = "“而立之年”是指？", --[[题目正文]]
		answer_1 = "30岁", --[[答案1]]
		answer_2 = "40岁", --[[答案2]]
		answer_3 = "20岁", --[[答案3]]
		answer_4 = "50岁", --[[答案4]]
		right_answer = "30岁", --[[正确答案]]
	} ,
	[1087] = {
		code = 1087, --[[题目id]]
		content = "“话说天下大势，合久必分，分久必合”出自四大名著中的哪一部？", --[[题目正文]]
		answer_1 = "三国演义", --[[答案1]]
		answer_2 = "水浒传", --[[答案2]]
		answer_3 = "西游记", --[[答案3]]
		answer_4 = "红楼梦", --[[答案4]]
		right_answer = "三国演义", --[[正确答案]]
	} ,
	[1088] = {
		code = 1088, --[[题目id]]
		content = "不是神话中“八仙过海”中的八仙之一的是？", --[[题目正文]]
		answer_1 = "玉皇大帝", --[[答案1]]
		answer_2 = "铁拐李", --[[答案2]]
		answer_3 = "汉钟离", --[[答案3]]
		answer_4 = "张果老", --[[答案4]]
		right_answer = "玉皇大帝", --[[正确答案]]
	} ,
	[1089] = {
		code = 1089, --[[题目id]]
		content = "不是中国四大名楼之一的是？", --[[题目正文]]
		answer_1 = "镇海楼", --[[答案1]]
		answer_2 = "黄鹤楼", --[[答案2]]
		answer_3 = "岳阳楼", --[[答案3]]
		answer_4 = "滕王阁", --[[答案4]]
		right_answer = "镇海楼", --[[正确答案]]
	} ,
	[1090] = {
		code = 1090, --[[题目id]]
		content = "不是中医四诊之一的是？", --[[题目正文]]
		answer_1 = "探", --[[答案1]]
		answer_2 = "望", --[[答案2]]
		answer_3 = "问", --[[答案3]]
		answer_4 = "闻", --[[答案4]]
		right_answer = "探", --[[正确答案]]
	} ,
	[1091] = {
		code = 1091, --[[题目id]]
		content = "不在古代音律中五音之列的是？", --[[题目正文]]
		answer_1 = "律", --[[答案1]]
		answer_2 = "宫", --[[答案2]]
		answer_3 = "商", --[[答案3]]
		answer_4 = "角", --[[答案4]]
		right_answer = "律", --[[正确答案]]
	} ,
	[1092] = {
		code = 1092, --[[题目id]]
		content = "科举考试殿试第三名被称为？", --[[题目正文]]
		answer_1 = "探花", --[[答案1]]
		answer_2 = "榜眼", --[[答案2]]
		answer_3 = "状元", --[[答案3]]
		answer_4 = "解元", --[[答案4]]
		right_answer = "探花", --[[正确答案]]
	} ,
	[1093] = {
		code = 1093, --[[题目id]]
		content = "被兄弟相逼而写下七步诗的是？", --[[题目正文]]
		answer_1 = "曹植", --[[答案1]]
		answer_2 = "曹操", --[[答案2]]
		answer_3 = "曹丕", --[[答案3]]
		answer_4 = "曹睿", --[[答案4]]
		right_answer = "曹植", --[[正确答案]]
	} ,
	[1094] = {
		code = 1094, --[[题目id]]
		content = "中国第一部大百科全书是?", --[[题目正文]]
		answer_1 = "永乐大典", --[[答案1]]
		answer_2 = "资治通鉴", --[[答案2]]
		answer_3 = "中国百科全书", --[[答案3]]
		answer_4 = "十万个为什么", --[[答案4]]
		right_answer = "永乐大典", --[[正确答案]]
	} ,
	[1095] = {
		code = 1095, --[[题目id]]
		content = "中国第一部纪传体通史？", --[[题目正文]]
		answer_1 = "史记", --[[答案1]]
		answer_2 = "水浒传", --[[答案2]]
		answer_3 = "三国志", --[[答案3]]
		answer_4 = "资治通鉴", --[[答案4]]
		right_answer = "史记", --[[正确答案]]
	} ,
	[1096] = {
		code = 1096, --[[题目id]]
		content = "《二泉映月》是用哪种传统乐器演奏的？", --[[题目正文]]
		answer_1 = "笛", --[[答案1]]
		answer_2 = "二胡", --[[答案2]]
		answer_3 = "箫", --[[答案3]]
		answer_4 = "管子", --[[答案4]]
		right_answer = "二胡", --[[正确答案]]
	} ,
	[1097] = {
		code = 1097, --[[题目id]]
		content = "花甲之年是指多少岁数？", --[[题目正文]]
		answer_1 = "50", --[[答案1]]
		answer_2 = "60", --[[答案2]]
		answer_3 = "65", --[[答案3]]
		answer_4 = "55", --[[答案4]]
		right_answer = "60", --[[正确答案]]
	} ,
	[1098] = {
		code = 1098, --[[题目id]]
		content = "二胡乐器的琴皮是用什么动物的皮制作而成？", --[[题目正文]]
		answer_1 = "蛇", --[[答案1]]
		answer_2 = "牛", --[[答案2]]
		answer_3 = "猪", --[[答案3]]
		answer_4 = "虎", --[[答案4]]
		right_answer = "蛇", --[[正确答案]]
	} ,
	[1099] = {
		code = 1099, --[[题目id]]
		content = "二胡乐器的拉弓上的弓毛是用什么动物的毛制作而成的？", --[[题目正文]]
		answer_1 = "马", --[[答案1]]
		answer_2 = "羊", --[[答案2]]
		answer_3 = "孔雀", --[[答案3]]
		answer_4 = "猫", --[[答案4]]
		right_answer = "马", --[[正确答案]]
	} ,
	[1100] = {
		code = 1100, --[[题目id]]
		content = "“豆蔻年华”是指几岁？", --[[题目正文]]
		answer_1 = "13岁", --[[答案1]]
		answer_2 = "14岁", --[[答案2]]
		answer_3 = "15岁", --[[答案3]]
		answer_4 = "18岁", --[[答案4]]
		right_answer = "13岁", --[[正确答案]]
	} ,
	[1101] = {
		code = 1101, --[[题目id]]
		content = "道教的首创之地是哪里？", --[[题目正文]]
		answer_1 = "齐云山", --[[答案1]]
		answer_2 = "武当山", --[[答案2]]
		answer_3 = "鹤鸣山", --[[答案3]]
		answer_4 = "龙虎山", --[[答案4]]
		right_answer = "鹤鸣山", --[[正确答案]]
	} ,
}
return ret