local ret = {
	[1] = {
		id = 1, --[[自增id]]
		type = 1, --[[排行榜类]]
		rank_min = 1, --[[排行奖励最小值]]
		rank_max = 1, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[2] = {
		id = 2, --[[自增id]]
		type = 1, --[[排行榜类]]
		rank_min = 2, --[[排行奖励最小值]]
		rank_max = 2, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[3] = {
		id = 3, --[[自增id]]
		type = 1, --[[排行榜类]]
		rank_min = 3, --[[排行奖励最小值]]
		rank_max = 3, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[4] = {
		id = 4, --[[自增id]]
		type = 2, --[[排行榜类]]
		rank_min = 1, --[[排行奖励最小值]]
		rank_max = 1, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[5] = {
		id = 5, --[[自增id]]
		type = 2, --[[排行榜类]]
		rank_min = 2, --[[排行奖励最小值]]
		rank_max = 2, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[6] = {
		id = 6, --[[自增id]]
		type = 2, --[[排行榜类]]
		rank_min = 3, --[[排行奖励最小值]]
		rank_max = 3, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[7] = {
		id = 7, --[[自增id]]
		type = 3, --[[排行榜类]]
		rank_min = 1, --[[排行奖励最小值]]
		rank_max = 1, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[8] = {
		id = 8, --[[自增id]]
		type = 3, --[[排行榜类]]
		rank_min = 2, --[[排行奖励最小值]]
		rank_max = 2, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[9] = {
		id = 9, --[[自增id]]
		type = 3, --[[排行榜类]]
		rank_min = 3, --[[排行奖励最小值]]
		rank_max = 3, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[10] = {
		id = 10, --[[自增id]]
		type = 4, --[[排行榜类]]
		rank_min = 1, --[[排行奖励最小值]]
		rank_max = 1, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[11] = {
		id = 11, --[[自增id]]
		type = 4, --[[排行榜类]]
		rank_min = 2, --[[排行奖励最小值]]
		rank_max = 2, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[12] = {
		id = 12, --[[自增id]]
		type = 4, --[[排行榜类]]
		rank_min = 3, --[[排行奖励最小值]]
		rank_max = 3, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[13] = {
		id = 13, --[[自增id]]
		type = 5, --[[排行榜类]]
		rank_min = 1, --[[排行奖励最小值]]
		rank_max = 1, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[14] = {
		id = 14, --[[自增id]]
		type = 5, --[[排行榜类]]
		rank_min = 2, --[[排行奖励最小值]]
		rank_max = 2, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
	[15] = {
		id = 15, --[[自增id]]
		type = 5, --[[排行榜类]]
		rank_min = 3, --[[排行奖励最小值]]
		rank_max = 3, --[[排行奖励最大值]]
		item_reward = 
		{
			40081201,1
		}, --[[物品奖励]]
	} ,
}
return ret