local ret = {
	[1] = {
		id = 1, --[[自增id]]
		type = 1, --[[排行榜枚举]]
		name = "战力排行", --[[名字]]
	} ,
	[2] = {
		id = 2, --[[自增id]]
		type = 3, --[[排行榜枚举]]
		name = "等级排行", --[[名字]]
	} ,
	[3] = {
		id = 3, --[[自增id]]
		type = 9, --[[排行榜枚举]]
		name = "坐骑排行", --[[名字]]
	} ,
	[4] = {
		id = 4, --[[自增id]]
		type = 2, --[[排行榜枚举]]
		name = "武将排行", --[[名字]]
	} ,
	[5] = {
		id = 5, --[[自增id]]
		type = 6, --[[排行榜枚举]]
		name = "军团排行", --[[名字]]
	} ,
	[6] = {
		id = 6, --[[自增id]]
		type = 12, --[[排行榜枚举]]
		name = "爬塔排行", --[[名字]]
	} ,
	[7] = {
		id = 7, --[[自增id]]
		type = 7, --[[排行榜枚举]]
		name = "答题排行", --[[名字]]
	} ,
}
return ret