local ret = {
	[1] = {
		level = 1, --[[等级]]
		exp = 46, --[[单人经验]]
		pair_exp = 66, --[[双人经验]]
	} ,
	[2] = {
		level = 2, --[[等级]]
		exp = 47, --[[单人经验]]
		pair_exp = 67, --[[双人经验]]
	} ,
	[3] = {
		level = 3, --[[等级]]
		exp = 48, --[[单人经验]]
		pair_exp = 68, --[[双人经验]]
	} ,
	[4] = {
		level = 4, --[[等级]]
		exp = 49, --[[单人经验]]
		pair_exp = 69, --[[双人经验]]
	} ,
	[5] = {
		level = 5, --[[等级]]
		exp = 50, --[[单人经验]]
		pair_exp = 70, --[[双人经验]]
	} ,
	[6] = {
		level = 6, --[[等级]]
		exp = 51, --[[单人经验]]
		pair_exp = 71, --[[双人经验]]
	} ,
	[7] = {
		level = 7, --[[等级]]
		exp = 52, --[[单人经验]]
		pair_exp = 72, --[[双人经验]]
	} ,
	[8] = {
		level = 8, --[[等级]]
		exp = 53, --[[单人经验]]
		pair_exp = 73, --[[双人经验]]
	} ,
	[9] = {
		level = 9, --[[等级]]
		exp = 54, --[[单人经验]]
		pair_exp = 74, --[[双人经验]]
	} ,
	[10] = {
		level = 10, --[[等级]]
		exp = 55, --[[单人经验]]
		pair_exp = 75, --[[双人经验]]
	} ,
	[11] = {
		level = 11, --[[等级]]
		exp = 56, --[[单人经验]]
		pair_exp = 76, --[[双人经验]]
	} ,
	[12] = {
		level = 12, --[[等级]]
		exp = 57, --[[单人经验]]
		pair_exp = 77, --[[双人经验]]
	} ,
	[13] = {
		level = 13, --[[等级]]
		exp = 58, --[[单人经验]]
		pair_exp = 78, --[[双人经验]]
	} ,
	[14] = {
		level = 14, --[[等级]]
		exp = 59, --[[单人经验]]
		pair_exp = 79, --[[双人经验]]
	} ,
	[15] = {
		level = 15, --[[等级]]
		exp = 60, --[[单人经验]]
		pair_exp = 80, --[[双人经验]]
	} ,
	[16] = {
		level = 16, --[[等级]]
		exp = 61, --[[单人经验]]
		pair_exp = 81, --[[双人经验]]
	} ,
	[17] = {
		level = 17, --[[等级]]
		exp = 62, --[[单人经验]]
		pair_exp = 82, --[[双人经验]]
	} ,
	[18] = {
		level = 18, --[[等级]]
		exp = 63, --[[单人经验]]
		pair_exp = 83, --[[双人经验]]
	} ,
	[19] = {
		level = 19, --[[等级]]
		exp = 64, --[[单人经验]]
		pair_exp = 84, --[[双人经验]]
	} ,
	[20] = {
		level = 20, --[[等级]]
		exp = 65, --[[单人经验]]
		pair_exp = 85, --[[双人经验]]
	} ,
	[21] = {
		level = 21, --[[等级]]
		exp = 66, --[[单人经验]]
		pair_exp = 86, --[[双人经验]]
	} ,
	[22] = {
		level = 22, --[[等级]]
		exp = 67, --[[单人经验]]
		pair_exp = 87, --[[双人经验]]
	} ,
	[23] = {
		level = 23, --[[等级]]
		exp = 68, --[[单人经验]]
		pair_exp = 88, --[[双人经验]]
	} ,
	[24] = {
		level = 24, --[[等级]]
		exp = 69, --[[单人经验]]
		pair_exp = 89, --[[双人经验]]
	} ,
	[25] = {
		level = 25, --[[等级]]
		exp = 70, --[[单人经验]]
		pair_exp = 90, --[[双人经验]]
	} ,
	[26] = {
		level = 26, --[[等级]]
		exp = 71, --[[单人经验]]
		pair_exp = 91, --[[双人经验]]
	} ,
	[27] = {
		level = 27, --[[等级]]
		exp = 72, --[[单人经验]]
		pair_exp = 92, --[[双人经验]]
	} ,
	[28] = {
		level = 28, --[[等级]]
		exp = 73, --[[单人经验]]
		pair_exp = 93, --[[双人经验]]
	} ,
	[29] = {
		level = 29, --[[等级]]
		exp = 74, --[[单人经验]]
		pair_exp = 94, --[[双人经验]]
	} ,
	[30] = {
		level = 30, --[[等级]]
		exp = 75, --[[单人经验]]
		pair_exp = 95, --[[双人经验]]
	} ,
	[31] = {
		level = 31, --[[等级]]
		exp = 76, --[[单人经验]]
		pair_exp = 96, --[[双人经验]]
	} ,
	[32] = {
		level = 32, --[[等级]]
		exp = 77, --[[单人经验]]
		pair_exp = 97, --[[双人经验]]
	} ,
	[33] = {
		level = 33, --[[等级]]
		exp = 78, --[[单人经验]]
		pair_exp = 98, --[[双人经验]]
	} ,
	[34] = {
		level = 34, --[[等级]]
		exp = 79, --[[单人经验]]
		pair_exp = 99, --[[双人经验]]
	} ,
	[35] = {
		level = 35, --[[等级]]
		exp = 80, --[[单人经验]]
		pair_exp = 100, --[[双人经验]]
	} ,
	[36] = {
		level = 36, --[[等级]]
		exp = 81, --[[单人经验]]
		pair_exp = 101, --[[双人经验]]
	} ,
	[37] = {
		level = 37, --[[等级]]
		exp = 82, --[[单人经验]]
		pair_exp = 102, --[[双人经验]]
	} ,
	[38] = {
		level = 38, --[[等级]]
		exp = 83, --[[单人经验]]
		pair_exp = 103, --[[双人经验]]
	} ,
	[39] = {
		level = 39, --[[等级]]
		exp = 84, --[[单人经验]]
		pair_exp = 104, --[[双人经验]]
	} ,
	[40] = {
		level = 40, --[[等级]]
		exp = 85, --[[单人经验]]
		pair_exp = 105, --[[双人经验]]
	} ,
	[41] = {
		level = 41, --[[等级]]
		exp = 86, --[[单人经验]]
		pair_exp = 106, --[[双人经验]]
	} ,
	[42] = {
		level = 42, --[[等级]]
		exp = 87, --[[单人经验]]
		pair_exp = 107, --[[双人经验]]
	} ,
	[43] = {
		level = 43, --[[等级]]
		exp = 88, --[[单人经验]]
		pair_exp = 108, --[[双人经验]]
	} ,
	[44] = {
		level = 44, --[[等级]]
		exp = 89, --[[单人经验]]
		pair_exp = 109, --[[双人经验]]
	} ,
	[45] = {
		level = 45, --[[等级]]
		exp = 90, --[[单人经验]]
		pair_exp = 110, --[[双人经验]]
	} ,
	[46] = {
		level = 46, --[[等级]]
		exp = 91, --[[单人经验]]
		pair_exp = 111, --[[双人经验]]
	} ,
	[47] = {
		level = 47, --[[等级]]
		exp = 92, --[[单人经验]]
		pair_exp = 112, --[[双人经验]]
	} ,
	[48] = {
		level = 48, --[[等级]]
		exp = 93, --[[单人经验]]
		pair_exp = 113, --[[双人经验]]
	} ,
	[49] = {
		level = 49, --[[等级]]
		exp = 94, --[[单人经验]]
		pair_exp = 114, --[[双人经验]]
	} ,
	[50] = {
		level = 50, --[[等级]]
		exp = 95, --[[单人经验]]
		pair_exp = 115, --[[双人经验]]
	} ,
	[51] = {
		level = 51, --[[等级]]
		exp = 96, --[[单人经验]]
		pair_exp = 116, --[[双人经验]]
	} ,
	[52] = {
		level = 52, --[[等级]]
		exp = 97, --[[单人经验]]
		pair_exp = 117, --[[双人经验]]
	} ,
	[53] = {
		level = 53, --[[等级]]
		exp = 98, --[[单人经验]]
		pair_exp = 118, --[[双人经验]]
	} ,
	[54] = {
		level = 54, --[[等级]]
		exp = 99, --[[单人经验]]
		pair_exp = 119, --[[双人经验]]
	} ,
	[55] = {
		level = 55, --[[等级]]
		exp = 100, --[[单人经验]]
		pair_exp = 120, --[[双人经验]]
	} ,
	[56] = {
		level = 56, --[[等级]]
		exp = 105, --[[单人经验]]
		pair_exp = 126, --[[双人经验]]
	} ,
	[57] = {
		level = 57, --[[等级]]
		exp = 110, --[[单人经验]]
		pair_exp = 132, --[[双人经验]]
	} ,
	[58] = {
		level = 58, --[[等级]]
		exp = 115, --[[单人经验]]
		pair_exp = 138, --[[双人经验]]
	} ,
	[59] = {
		level = 59, --[[等级]]
		exp = 120, --[[单人经验]]
		pair_exp = 144, --[[双人经验]]
	} ,
	[60] = {
		level = 60, --[[等级]]
		exp = 125, --[[单人经验]]
		pair_exp = 150, --[[双人经验]]
	} ,
	[61] = {
		level = 61, --[[等级]]
		exp = 130, --[[单人经验]]
		pair_exp = 156, --[[双人经验]]
	} ,
	[62] = {
		level = 62, --[[等级]]
		exp = 135, --[[单人经验]]
		pair_exp = 162, --[[双人经验]]
	} ,
	[63] = {
		level = 63, --[[等级]]
		exp = 140, --[[单人经验]]
		pair_exp = 168, --[[双人经验]]
	} ,
	[64] = {
		level = 64, --[[等级]]
		exp = 145, --[[单人经验]]
		pair_exp = 174, --[[双人经验]]
	} ,
	[65] = {
		level = 65, --[[等级]]
		exp = 150, --[[单人经验]]
		pair_exp = 180, --[[双人经验]]
	} ,
	[66] = {
		level = 66, --[[等级]]
		exp = 155, --[[单人经验]]
		pair_exp = 186, --[[双人经验]]
	} ,
	[67] = {
		level = 67, --[[等级]]
		exp = 160, --[[单人经验]]
		pair_exp = 192, --[[双人经验]]
	} ,
	[68] = {
		level = 68, --[[等级]]
		exp = 165, --[[单人经验]]
		pair_exp = 198, --[[双人经验]]
	} ,
	[69] = {
		level = 69, --[[等级]]
		exp = 170, --[[单人经验]]
		pair_exp = 204, --[[双人经验]]
	} ,
	[70] = {
		level = 70, --[[等级]]
		exp = 175, --[[单人经验]]
		pair_exp = 210, --[[双人经验]]
	} ,
	[71] = {
		level = 71, --[[等级]]
		exp = 180, --[[单人经验]]
		pair_exp = 216, --[[双人经验]]
	} ,
	[72] = {
		level = 72, --[[等级]]
		exp = 185, --[[单人经验]]
		pair_exp = 222, --[[双人经验]]
	} ,
	[73] = {
		level = 73, --[[等级]]
		exp = 190, --[[单人经验]]
		pair_exp = 228, --[[双人经验]]
	} ,
	[74] = {
		level = 74, --[[等级]]
		exp = 195, --[[单人经验]]
		pair_exp = 234, --[[双人经验]]
	} ,
	[75] = {
		level = 75, --[[等级]]
		exp = 200, --[[单人经验]]
		pair_exp = 240, --[[双人经验]]
	} ,
	[76] = {
		level = 76, --[[等级]]
		exp = 205, --[[单人经验]]
		pair_exp = 246, --[[双人经验]]
	} ,
	[77] = {
		level = 77, --[[等级]]
		exp = 210, --[[单人经验]]
		pair_exp = 252, --[[双人经验]]
	} ,
	[78] = {
		level = 78, --[[等级]]
		exp = 215, --[[单人经验]]
		pair_exp = 258, --[[双人经验]]
	} ,
	[79] = {
		level = 79, --[[等级]]
		exp = 220, --[[单人经验]]
		pair_exp = 264, --[[双人经验]]
	} ,
	[80] = {
		level = 80, --[[等级]]
		exp = 225, --[[单人经验]]
		pair_exp = 270, --[[双人经验]]
	} ,
	[81] = {
		level = 81, --[[等级]]
		exp = 230, --[[单人经验]]
		pair_exp = 276, --[[双人经验]]
	} ,
	[82] = {
		level = 82, --[[等级]]
		exp = 235, --[[单人经验]]
		pair_exp = 282, --[[双人经验]]
	} ,
	[83] = {
		level = 83, --[[等级]]
		exp = 240, --[[单人经验]]
		pair_exp = 288, --[[双人经验]]
	} ,
	[84] = {
		level = 84, --[[等级]]
		exp = 245, --[[单人经验]]
		pair_exp = 294, --[[双人经验]]
	} ,
	[85] = {
		level = 85, --[[等级]]
		exp = 250, --[[单人经验]]
		pair_exp = 300, --[[双人经验]]
	} ,
	[86] = {
		level = 86, --[[等级]]
		exp = 255, --[[单人经验]]
		pair_exp = 306, --[[双人经验]]
	} ,
	[87] = {
		level = 87, --[[等级]]
		exp = 260, --[[单人经验]]
		pair_exp = 312, --[[双人经验]]
	} ,
	[88] = {
		level = 88, --[[等级]]
		exp = 265, --[[单人经验]]
		pair_exp = 318, --[[双人经验]]
	} ,
	[89] = {
		level = 89, --[[等级]]
		exp = 270, --[[单人经验]]
		pair_exp = 324, --[[双人经验]]
	} ,
	[90] = {
		level = 90, --[[等级]]
		exp = 275, --[[单人经验]]
		pair_exp = 330, --[[双人经验]]
	} ,
	[91] = {
		level = 91, --[[等级]]
		exp = 280, --[[单人经验]]
		pair_exp = 336, --[[双人经验]]
	} ,
	[92] = {
		level = 92, --[[等级]]
		exp = 285, --[[单人经验]]
		pair_exp = 342, --[[双人经验]]
	} ,
	[93] = {
		level = 93, --[[等级]]
		exp = 290, --[[单人经验]]
		pair_exp = 348, --[[双人经验]]
	} ,
	[94] = {
		level = 94, --[[等级]]
		exp = 295, --[[单人经验]]
		pair_exp = 354, --[[双人经验]]
	} ,
	[95] = {
		level = 95, --[[等级]]
		exp = 300, --[[单人经验]]
		pair_exp = 360, --[[双人经验]]
	} ,
	[96] = {
		level = 96, --[[等级]]
		exp = 305, --[[单人经验]]
		pair_exp = 366, --[[双人经验]]
	} ,
	[97] = {
		level = 97, --[[等级]]
		exp = 310, --[[单人经验]]
		pair_exp = 372, --[[双人经验]]
	} ,
	[98] = {
		level = 98, --[[等级]]
		exp = 315, --[[单人经验]]
		pair_exp = 378, --[[双人经验]]
	} ,
	[99] = {
		level = 99, --[[等级]]
		exp = 320, --[[单人经验]]
		pair_exp = 384, --[[双人经验]]
	} ,
	[100] = {
		level = 100, --[[等级]]
		exp = 325, --[[单人经验]]
		pair_exp = 390, --[[双人经验]]
	} ,
	[101] = {
		level = 101, --[[等级]]
		exp = 330, --[[单人经验]]
		pair_exp = 396, --[[双人经验]]
	} ,
	[102] = {
		level = 102, --[[等级]]
		exp = 335, --[[单人经验]]
		pair_exp = 402, --[[双人经验]]
	} ,
	[103] = {
		level = 103, --[[等级]]
		exp = 340, --[[单人经验]]
		pair_exp = 408, --[[双人经验]]
	} ,
	[104] = {
		level = 104, --[[等级]]
		exp = 345, --[[单人经验]]
		pair_exp = 414, --[[双人经验]]
	} ,
	[105] = {
		level = 105, --[[等级]]
		exp = 350, --[[单人经验]]
		pair_exp = 420, --[[双人经验]]
	} ,
	[106] = {
		level = 106, --[[等级]]
		exp = 355, --[[单人经验]]
		pair_exp = 426, --[[双人经验]]
	} ,
	[107] = {
		level = 107, --[[等级]]
		exp = 360, --[[单人经验]]
		pair_exp = 432, --[[双人经验]]
	} ,
	[108] = {
		level = 108, --[[等级]]
		exp = 365, --[[单人经验]]
		pair_exp = 438, --[[双人经验]]
	} ,
	[109] = {
		level = 109, --[[等级]]
		exp = 370, --[[单人经验]]
		pair_exp = 444, --[[双人经验]]
	} ,
	[110] = {
		level = 110, --[[等级]]
		exp = 375, --[[单人经验]]
		pair_exp = 450, --[[双人经验]]
	} ,
	[111] = {
		level = 111, --[[等级]]
		exp = 380, --[[单人经验]]
		pair_exp = 456, --[[双人经验]]
	} ,
	[112] = {
		level = 112, --[[等级]]
		exp = 385, --[[单人经验]]
		pair_exp = 462, --[[双人经验]]
	} ,
	[113] = {
		level = 113, --[[等级]]
		exp = 390, --[[单人经验]]
		pair_exp = 468, --[[双人经验]]
	} ,
	[114] = {
		level = 114, --[[等级]]
		exp = 395, --[[单人经验]]
		pair_exp = 474, --[[双人经验]]
	} ,
	[115] = {
		level = 115, --[[等级]]
		exp = 400, --[[单人经验]]
		pair_exp = 480, --[[双人经验]]
	} ,
	[116] = {
		level = 116, --[[等级]]
		exp = 405, --[[单人经验]]
		pair_exp = 486, --[[双人经验]]
	} ,
	[117] = {
		level = 117, --[[等级]]
		exp = 410, --[[单人经验]]
		pair_exp = 492, --[[双人经验]]
	} ,
	[118] = {
		level = 118, --[[等级]]
		exp = 415, --[[单人经验]]
		pair_exp = 498, --[[双人经验]]
	} ,
	[119] = {
		level = 119, --[[等级]]
		exp = 420, --[[单人经验]]
		pair_exp = 504, --[[双人经验]]
	} ,
	[120] = {
		level = 120, --[[等级]]
		exp = 425, --[[单人经验]]
		pair_exp = 510, --[[双人经验]]
	} ,
	[121] = {
		level = 121, --[[等级]]
		exp = 430, --[[单人经验]]
		pair_exp = 516, --[[双人经验]]
	} ,
	[122] = {
		level = 122, --[[等级]]
		exp = 435, --[[单人经验]]
		pair_exp = 522, --[[双人经验]]
	} ,
	[123] = {
		level = 123, --[[等级]]
		exp = 440, --[[单人经验]]
		pair_exp = 528, --[[双人经验]]
	} ,
	[124] = {
		level = 124, --[[等级]]
		exp = 445, --[[单人经验]]
		pair_exp = 534, --[[双人经验]]
	} ,
	[125] = {
		level = 125, --[[等级]]
		exp = 450, --[[单人经验]]
		pair_exp = 540, --[[双人经验]]
	} ,
	[126] = {
		level = 126, --[[等级]]
		exp = 455, --[[单人经验]]
		pair_exp = 546, --[[双人经验]]
	} ,
	[127] = {
		level = 127, --[[等级]]
		exp = 460, --[[单人经验]]
		pair_exp = 552, --[[双人经验]]
	} ,
	[128] = {
		level = 128, --[[等级]]
		exp = 465, --[[单人经验]]
		pair_exp = 558, --[[双人经验]]
	} ,
	[129] = {
		level = 129, --[[等级]]
		exp = 470, --[[单人经验]]
		pair_exp = 564, --[[双人经验]]
	} ,
	[130] = {
		level = 130, --[[等级]]
		exp = 475, --[[单人经验]]
		pair_exp = 570, --[[双人经验]]
	} ,
	[131] = {
		level = 131, --[[等级]]
		exp = 480, --[[单人经验]]
		pair_exp = 576, --[[双人经验]]
	} ,
	[132] = {
		level = 132, --[[等级]]
		exp = 485, --[[单人经验]]
		pair_exp = 582, --[[双人经验]]
	} ,
	[133] = {
		level = 133, --[[等级]]
		exp = 490, --[[单人经验]]
		pair_exp = 588, --[[双人经验]]
	} ,
	[134] = {
		level = 134, --[[等级]]
		exp = 495, --[[单人经验]]
		pair_exp = 594, --[[双人经验]]
	} ,
	[135] = {
		level = 135, --[[等级]]
		exp = 500, --[[单人经验]]
		pair_exp = 600, --[[双人经验]]
	} ,
	[136] = {
		level = 136, --[[等级]]
		exp = 505, --[[单人经验]]
		pair_exp = 606, --[[双人经验]]
	} ,
	[137] = {
		level = 137, --[[等级]]
		exp = 510, --[[单人经验]]
		pair_exp = 612, --[[双人经验]]
	} ,
	[138] = {
		level = 138, --[[等级]]
		exp = 515, --[[单人经验]]
		pair_exp = 618, --[[双人经验]]
	} ,
	[139] = {
		level = 139, --[[等级]]
		exp = 520, --[[单人经验]]
		pair_exp = 624, --[[双人经验]]
	} ,
	[140] = {
		level = 140, --[[等级]]
		exp = 525, --[[单人经验]]
		pair_exp = 630, --[[双人经验]]
	} ,
	[141] = {
		level = 141, --[[等级]]
		exp = 530, --[[单人经验]]
		pair_exp = 636, --[[双人经验]]
	} ,
	[142] = {
		level = 142, --[[等级]]
		exp = 535, --[[单人经验]]
		pair_exp = 642, --[[双人经验]]
	} ,
	[143] = {
		level = 143, --[[等级]]
		exp = 540, --[[单人经验]]
		pair_exp = 648, --[[双人经验]]
	} ,
	[144] = {
		level = 144, --[[等级]]
		exp = 545, --[[单人经验]]
		pair_exp = 654, --[[双人经验]]
	} ,
	[145] = {
		level = 145, --[[等级]]
		exp = 550, --[[单人经验]]
		pair_exp = 660, --[[双人经验]]
	} ,
	[146] = {
		level = 146, --[[等级]]
		exp = 555, --[[单人经验]]
		pair_exp = 666, --[[双人经验]]
	} ,
	[147] = {
		level = 147, --[[等级]]
		exp = 560, --[[单人经验]]
		pair_exp = 672, --[[双人经验]]
	} ,
	[148] = {
		level = 148, --[[等级]]
		exp = 565, --[[单人经验]]
		pair_exp = 678, --[[双人经验]]
	} ,
	[149] = {
		level = 149, --[[等级]]
		exp = 570, --[[单人经验]]
		pair_exp = 684, --[[双人经验]]
	} ,
	[150] = {
		level = 150, --[[等级]]
		exp = 575, --[[单人经验]]
		pair_exp = 690, --[[双人经验]]
	} ,
	[151] = {
		level = 151, --[[等级]]
		exp = 580, --[[单人经验]]
		pair_exp = 696, --[[双人经验]]
	} ,
	[152] = {
		level = 152, --[[等级]]
		exp = 585, --[[单人经验]]
		pair_exp = 702, --[[双人经验]]
	} ,
	[153] = {
		level = 153, --[[等级]]
		exp = 590, --[[单人经验]]
		pair_exp = 708, --[[双人经验]]
	} ,
	[154] = {
		level = 154, --[[等级]]
		exp = 595, --[[单人经验]]
		pair_exp = 714, --[[双人经验]]
	} ,
	[155] = {
		level = 155, --[[等级]]
		exp = 600, --[[单人经验]]
		pair_exp = 720, --[[双人经验]]
	} ,
	[156] = {
		level = 156, --[[等级]]
		exp = 605, --[[单人经验]]
		pair_exp = 726, --[[双人经验]]
	} ,
	[157] = {
		level = 157, --[[等级]]
		exp = 610, --[[单人经验]]
		pair_exp = 732, --[[双人经验]]
	} ,
	[158] = {
		level = 158, --[[等级]]
		exp = 615, --[[单人经验]]
		pair_exp = 738, --[[双人经验]]
	} ,
	[159] = {
		level = 159, --[[等级]]
		exp = 620, --[[单人经验]]
		pair_exp = 744, --[[双人经验]]
	} ,
	[160] = {
		level = 160, --[[等级]]
		exp = 625, --[[单人经验]]
		pair_exp = 750, --[[双人经验]]
	} ,
	[161] = {
		level = 161, --[[等级]]
		exp = 630, --[[单人经验]]
		pair_exp = 756, --[[双人经验]]
	} ,
	[162] = {
		level = 162, --[[等级]]
		exp = 635, --[[单人经验]]
		pair_exp = 762, --[[双人经验]]
	} ,
	[163] = {
		level = 163, --[[等级]]
		exp = 640, --[[单人经验]]
		pair_exp = 768, --[[双人经验]]
	} ,
	[164] = {
		level = 164, --[[等级]]
		exp = 645, --[[单人经验]]
		pair_exp = 774, --[[双人经验]]
	} ,
	[165] = {
		level = 165, --[[等级]]
		exp = 650, --[[单人经验]]
		pair_exp = 780, --[[双人经验]]
	} ,
	[166] = {
		level = 166, --[[等级]]
		exp = 655, --[[单人经验]]
		pair_exp = 786, --[[双人经验]]
	} ,
	[167] = {
		level = 167, --[[等级]]
		exp = 660, --[[单人经验]]
		pair_exp = 792, --[[双人经验]]
	} ,
	[168] = {
		level = 168, --[[等级]]
		exp = 665, --[[单人经验]]
		pair_exp = 798, --[[双人经验]]
	} ,
	[169] = {
		level = 169, --[[等级]]
		exp = 670, --[[单人经验]]
		pair_exp = 804, --[[双人经验]]
	} ,
	[170] = {
		level = 170, --[[等级]]
		exp = 675, --[[单人经验]]
		pair_exp = 810, --[[双人经验]]
	} ,
	[171] = {
		level = 171, --[[等级]]
		exp = 680, --[[单人经验]]
		pair_exp = 816, --[[双人经验]]
	} ,
	[172] = {
		level = 172, --[[等级]]
		exp = 685, --[[单人经验]]
		pair_exp = 822, --[[双人经验]]
	} ,
	[173] = {
		level = 173, --[[等级]]
		exp = 690, --[[单人经验]]
		pair_exp = 828, --[[双人经验]]
	} ,
	[174] = {
		level = 174, --[[等级]]
		exp = 695, --[[单人经验]]
		pair_exp = 834, --[[双人经验]]
	} ,
	[175] = {
		level = 175, --[[等级]]
		exp = 700, --[[单人经验]]
		pair_exp = 840, --[[双人经验]]
	} ,
	[176] = {
		level = 176, --[[等级]]
		exp = 705, --[[单人经验]]
		pair_exp = 846, --[[双人经验]]
	} ,
	[177] = {
		level = 177, --[[等级]]
		exp = 710, --[[单人经验]]
		pair_exp = 852, --[[双人经验]]
	} ,
	[178] = {
		level = 178, --[[等级]]
		exp = 715, --[[单人经验]]
		pair_exp = 858, --[[双人经验]]
	} ,
	[179] = {
		level = 179, --[[等级]]
		exp = 720, --[[单人经验]]
		pair_exp = 864, --[[双人经验]]
	} ,
	[180] = {
		level = 180, --[[等级]]
		exp = 725, --[[单人经验]]
		pair_exp = 870, --[[双人经验]]
	} ,
	[181] = {
		level = 181, --[[等级]]
		exp = 730, --[[单人经验]]
		pair_exp = 876, --[[双人经验]]
	} ,
	[182] = {
		level = 182, --[[等级]]
		exp = 735, --[[单人经验]]
		pair_exp = 882, --[[双人经验]]
	} ,
	[183] = {
		level = 183, --[[等级]]
		exp = 740, --[[单人经验]]
		pair_exp = 888, --[[双人经验]]
	} ,
	[184] = {
		level = 184, --[[等级]]
		exp = 745, --[[单人经验]]
		pair_exp = 894, --[[双人经验]]
	} ,
	[185] = {
		level = 185, --[[等级]]
		exp = 750, --[[单人经验]]
		pair_exp = 900, --[[双人经验]]
	} ,
	[186] = {
		level = 186, --[[等级]]
		exp = 755, --[[单人经验]]
		pair_exp = 906, --[[双人经验]]
	} ,
	[187] = {
		level = 187, --[[等级]]
		exp = 760, --[[单人经验]]
		pair_exp = 912, --[[双人经验]]
	} ,
	[188] = {
		level = 188, --[[等级]]
		exp = 765, --[[单人经验]]
		pair_exp = 918, --[[双人经验]]
	} ,
	[189] = {
		level = 189, --[[等级]]
		exp = 770, --[[单人经验]]
		pair_exp = 924, --[[双人经验]]
	} ,
	[190] = {
		level = 190, --[[等级]]
		exp = 775, --[[单人经验]]
		pair_exp = 930, --[[双人经验]]
	} ,
	[191] = {
		level = 191, --[[等级]]
		exp = 780, --[[单人经验]]
		pair_exp = 936, --[[双人经验]]
	} ,
	[192] = {
		level = 192, --[[等级]]
		exp = 785, --[[单人经验]]
		pair_exp = 942, --[[双人经验]]
	} ,
	[193] = {
		level = 193, --[[等级]]
		exp = 790, --[[单人经验]]
		pair_exp = 948, --[[双人经验]]
	} ,
	[194] = {
		level = 194, --[[等级]]
		exp = 795, --[[单人经验]]
		pair_exp = 954, --[[双人经验]]
	} ,
	[195] = {
		level = 195, --[[等级]]
		exp = 800, --[[单人经验]]
		pair_exp = 960, --[[双人经验]]
	} ,
	[196] = {
		level = 196, --[[等级]]
		exp = 805, --[[单人经验]]
		pair_exp = 966, --[[双人经验]]
	} ,
	[197] = {
		level = 197, --[[等级]]
		exp = 810, --[[单人经验]]
		pair_exp = 972, --[[双人经验]]
	} ,
	[198] = {
		level = 198, --[[等级]]
		exp = 815, --[[单人经验]]
		pair_exp = 978, --[[双人经验]]
	} ,
	[199] = {
		level = 199, --[[等级]]
		exp = 820, --[[单人经验]]
		pair_exp = 984, --[[双人经验]]
	} ,
	[200] = {
		level = 200, --[[等级]]
		exp = 825, --[[单人经验]]
		pair_exp = 990, --[[双人经验]]
	} ,
	[201] = {
		level = 201, --[[等级]]
		exp = 830, --[[单人经验]]
		pair_exp = 996, --[[双人经验]]
	} ,
	[202] = {
		level = 202, --[[等级]]
		exp = 835, --[[单人经验]]
		pair_exp = 1002, --[[双人经验]]
	} ,
	[203] = {
		level = 203, --[[等级]]
		exp = 840, --[[单人经验]]
		pair_exp = 1008, --[[双人经验]]
	} ,
	[204] = {
		level = 204, --[[等级]]
		exp = 845, --[[单人经验]]
		pair_exp = 1014, --[[双人经验]]
	} ,
	[205] = {
		level = 205, --[[等级]]
		exp = 850, --[[单人经验]]
		pair_exp = 1020, --[[双人经验]]
	} ,
	[206] = {
		level = 206, --[[等级]]
		exp = 855, --[[单人经验]]
		pair_exp = 1026, --[[双人经验]]
	} ,
	[207] = {
		level = 207, --[[等级]]
		exp = 860, --[[单人经验]]
		pair_exp = 1032, --[[双人经验]]
	} ,
	[208] = {
		level = 208, --[[等级]]
		exp = 865, --[[单人经验]]
		pair_exp = 1038, --[[双人经验]]
	} ,
	[209] = {
		level = 209, --[[等级]]
		exp = 870, --[[单人经验]]
		pair_exp = 1044, --[[双人经验]]
	} ,
	[210] = {
		level = 210, --[[等级]]
		exp = 875, --[[单人经验]]
		pair_exp = 1050, --[[双人经验]]
	} ,
	[211] = {
		level = 211, --[[等级]]
		exp = 880, --[[单人经验]]
		pair_exp = 1056, --[[双人经验]]
	} ,
	[212] = {
		level = 212, --[[等级]]
		exp = 885, --[[单人经验]]
		pair_exp = 1062, --[[双人经验]]
	} ,
	[213] = {
		level = 213, --[[等级]]
		exp = 890, --[[单人经验]]
		pair_exp = 1068, --[[双人经验]]
	} ,
	[214] = {
		level = 214, --[[等级]]
		exp = 895, --[[单人经验]]
		pair_exp = 1074, --[[双人经验]]
	} ,
	[215] = {
		level = 215, --[[等级]]
		exp = 900, --[[单人经验]]
		pair_exp = 1080, --[[双人经验]]
	} ,
	[216] = {
		level = 216, --[[等级]]
		exp = 905, --[[单人经验]]
		pair_exp = 1086, --[[双人经验]]
	} ,
	[217] = {
		level = 217, --[[等级]]
		exp = 910, --[[单人经验]]
		pair_exp = 1092, --[[双人经验]]
	} ,
	[218] = {
		level = 218, --[[等级]]
		exp = 915, --[[单人经验]]
		pair_exp = 1098, --[[双人经验]]
	} ,
	[219] = {
		level = 219, --[[等级]]
		exp = 920, --[[单人经验]]
		pair_exp = 1104, --[[双人经验]]
	} ,
	[220] = {
		level = 220, --[[等级]]
		exp = 925, --[[单人经验]]
		pair_exp = 1110, --[[双人经验]]
	} ,
	[221] = {
		level = 221, --[[等级]]
		exp = 930, --[[单人经验]]
		pair_exp = 1116, --[[双人经验]]
	} ,
	[222] = {
		level = 222, --[[等级]]
		exp = 935, --[[单人经验]]
		pair_exp = 1122, --[[双人经验]]
	} ,
	[223] = {
		level = 223, --[[等级]]
		exp = 940, --[[单人经验]]
		pair_exp = 1128, --[[双人经验]]
	} ,
	[224] = {
		level = 224, --[[等级]]
		exp = 945, --[[单人经验]]
		pair_exp = 1134, --[[双人经验]]
	} ,
	[225] = {
		level = 225, --[[等级]]
		exp = 950, --[[单人经验]]
		pair_exp = 1140, --[[双人经验]]
	} ,
	[226] = {
		level = 226, --[[等级]]
		exp = 955, --[[单人经验]]
		pair_exp = 1146, --[[双人经验]]
	} ,
	[227] = {
		level = 227, --[[等级]]
		exp = 960, --[[单人经验]]
		pair_exp = 1152, --[[双人经验]]
	} ,
	[228] = {
		level = 228, --[[等级]]
		exp = 965, --[[单人经验]]
		pair_exp = 1158, --[[双人经验]]
	} ,
	[229] = {
		level = 229, --[[等级]]
		exp = 970, --[[单人经验]]
		pair_exp = 1164, --[[双人经验]]
	} ,
	[230] = {
		level = 230, --[[等级]]
		exp = 975, --[[单人经验]]
		pair_exp = 1170, --[[双人经验]]
	} ,
	[231] = {
		level = 231, --[[等级]]
		exp = 980, --[[单人经验]]
		pair_exp = 1176, --[[双人经验]]
	} ,
	[232] = {
		level = 232, --[[等级]]
		exp = 985, --[[单人经验]]
		pair_exp = 1182, --[[双人经验]]
	} ,
	[233] = {
		level = 233, --[[等级]]
		exp = 990, --[[单人经验]]
		pair_exp = 1188, --[[双人经验]]
	} ,
	[234] = {
		level = 234, --[[等级]]
		exp = 995, --[[单人经验]]
		pair_exp = 1194, --[[双人经验]]
	} ,
	[235] = {
		level = 235, --[[等级]]
		exp = 1000, --[[单人经验]]
		pair_exp = 1200, --[[双人经验]]
	} ,
	[236] = {
		level = 236, --[[等级]]
		exp = 1005, --[[单人经验]]
		pair_exp = 1206, --[[双人经验]]
	} ,
	[237] = {
		level = 237, --[[等级]]
		exp = 1010, --[[单人经验]]
		pair_exp = 1212, --[[双人经验]]
	} ,
	[238] = {
		level = 238, --[[等级]]
		exp = 1015, --[[单人经验]]
		pair_exp = 1218, --[[双人经验]]
	} ,
	[239] = {
		level = 239, --[[等级]]
		exp = 1020, --[[单人经验]]
		pair_exp = 1224, --[[双人经验]]
	} ,
	[240] = {
		level = 240, --[[等级]]
		exp = 1025, --[[单人经验]]
		pair_exp = 1230, --[[双人经验]]
	} ,
	[241] = {
		level = 241, --[[等级]]
		exp = 1030, --[[单人经验]]
		pair_exp = 1236, --[[双人经验]]
	} ,
	[242] = {
		level = 242, --[[等级]]
		exp = 1035, --[[单人经验]]
		pair_exp = 1242, --[[双人经验]]
	} ,
	[243] = {
		level = 243, --[[等级]]
		exp = 1040, --[[单人经验]]
		pair_exp = 1248, --[[双人经验]]
	} ,
	[244] = {
		level = 244, --[[等级]]
		exp = 1045, --[[单人经验]]
		pair_exp = 1254, --[[双人经验]]
	} ,
	[245] = {
		level = 245, --[[等级]]
		exp = 1050, --[[单人经验]]
		pair_exp = 1260, --[[双人经验]]
	} ,
	[246] = {
		level = 246, --[[等级]]
		exp = 1055, --[[单人经验]]
		pair_exp = 1266, --[[双人经验]]
	} ,
	[247] = {
		level = 247, --[[等级]]
		exp = 1060, --[[单人经验]]
		pair_exp = 1272, --[[双人经验]]
	} ,
	[248] = {
		level = 248, --[[等级]]
		exp = 1065, --[[单人经验]]
		pair_exp = 1278, --[[双人经验]]
	} ,
	[249] = {
		level = 249, --[[等级]]
		exp = 1070, --[[单人经验]]
		pair_exp = 1284, --[[双人经验]]
	} ,
	[250] = {
		level = 250, --[[等级]]
		exp = 1075, --[[单人经验]]
		pair_exp = 1290, --[[双人经验]]
	} ,
	[251] = {
		level = 251, --[[等级]]
		exp = 1080, --[[单人经验]]
		pair_exp = 1296, --[[双人经验]]
	} ,
	[252] = {
		level = 252, --[[等级]]
		exp = 1085, --[[单人经验]]
		pair_exp = 1302, --[[双人经验]]
	} ,
	[253] = {
		level = 253, --[[等级]]
		exp = 1090, --[[单人经验]]
		pair_exp = 1308, --[[双人经验]]
	} ,
	[254] = {
		level = 254, --[[等级]]
		exp = 1095, --[[单人经验]]
		pair_exp = 1314, --[[双人经验]]
	} ,
	[255] = {
		level = 255, --[[等级]]
		exp = 1100, --[[单人经验]]
		pair_exp = 1320, --[[双人经验]]
	} ,
	[256] = {
		level = 256, --[[等级]]
		exp = 1105, --[[单人经验]]
		pair_exp = 1326, --[[双人经验]]
	} ,
	[257] = {
		level = 257, --[[等级]]
		exp = 1110, --[[单人经验]]
		pair_exp = 1332, --[[双人经验]]
	} ,
	[258] = {
		level = 258, --[[等级]]
		exp = 1115, --[[单人经验]]
		pair_exp = 1338, --[[双人经验]]
	} ,
	[259] = {
		level = 259, --[[等级]]
		exp = 1120, --[[单人经验]]
		pair_exp = 1344, --[[双人经验]]
	} ,
	[260] = {
		level = 260, --[[等级]]
		exp = 1125, --[[单人经验]]
		pair_exp = 1350, --[[双人经验]]
	} ,
	[261] = {
		level = 261, --[[等级]]
		exp = 1130, --[[单人经验]]
		pair_exp = 1356, --[[双人经验]]
	} ,
	[262] = {
		level = 262, --[[等级]]
		exp = 1135, --[[单人经验]]
		pair_exp = 1362, --[[双人经验]]
	} ,
	[263] = {
		level = 263, --[[等级]]
		exp = 1140, --[[单人经验]]
		pair_exp = 1368, --[[双人经验]]
	} ,
	[264] = {
		level = 264, --[[等级]]
		exp = 1145, --[[单人经验]]
		pair_exp = 1374, --[[双人经验]]
	} ,
	[265] = {
		level = 265, --[[等级]]
		exp = 1150, --[[单人经验]]
		pair_exp = 1380, --[[双人经验]]
	} ,
	[266] = {
		level = 266, --[[等级]]
		exp = 1155, --[[单人经验]]
		pair_exp = 1386, --[[双人经验]]
	} ,
	[267] = {
		level = 267, --[[等级]]
		exp = 1160, --[[单人经验]]
		pair_exp = 1392, --[[双人经验]]
	} ,
	[268] = {
		level = 268, --[[等级]]
		exp = 1165, --[[单人经验]]
		pair_exp = 1398, --[[双人经验]]
	} ,
	[269] = {
		level = 269, --[[等级]]
		exp = 1170, --[[单人经验]]
		pair_exp = 1404, --[[双人经验]]
	} ,
	[270] = {
		level = 270, --[[等级]]
		exp = 1175, --[[单人经验]]
		pair_exp = 1410, --[[双人经验]]
	} ,
	[271] = {
		level = 271, --[[等级]]
		exp = 1180, --[[单人经验]]
		pair_exp = 1416, --[[双人经验]]
	} ,
	[272] = {
		level = 272, --[[等级]]
		exp = 1185, --[[单人经验]]
		pair_exp = 1422, --[[双人经验]]
	} ,
	[273] = {
		level = 273, --[[等级]]
		exp = 1190, --[[单人经验]]
		pair_exp = 1428, --[[双人经验]]
	} ,
	[274] = {
		level = 274, --[[等级]]
		exp = 1195, --[[单人经验]]
		pair_exp = 1434, --[[双人经验]]
	} ,
	[275] = {
		level = 275, --[[等级]]
		exp = 1200, --[[单人经验]]
		pair_exp = 1440, --[[双人经验]]
	} ,
	[276] = {
		level = 276, --[[等级]]
		exp = 1205, --[[单人经验]]
		pair_exp = 1446, --[[双人经验]]
	} ,
	[277] = {
		level = 277, --[[等级]]
		exp = 1210, --[[单人经验]]
		pair_exp = 1452, --[[双人经验]]
	} ,
	[278] = {
		level = 278, --[[等级]]
		exp = 1215, --[[单人经验]]
		pair_exp = 1458, --[[双人经验]]
	} ,
	[279] = {
		level = 279, --[[等级]]
		exp = 1220, --[[单人经验]]
		pair_exp = 1464, --[[双人经验]]
	} ,
	[280] = {
		level = 280, --[[等级]]
		exp = 1225, --[[单人经验]]
		pair_exp = 1470, --[[双人经验]]
	} ,
	[281] = {
		level = 281, --[[等级]]
		exp = 1230, --[[单人经验]]
		pair_exp = 1476, --[[双人经验]]
	} ,
	[282] = {
		level = 282, --[[等级]]
		exp = 1235, --[[单人经验]]
		pair_exp = 1482, --[[双人经验]]
	} ,
	[283] = {
		level = 283, --[[等级]]
		exp = 1240, --[[单人经验]]
		pair_exp = 1488, --[[双人经验]]
	} ,
	[284] = {
		level = 284, --[[等级]]
		exp = 1245, --[[单人经验]]
		pair_exp = 1494, --[[双人经验]]
	} ,
	[285] = {
		level = 285, --[[等级]]
		exp = 1250, --[[单人经验]]
		pair_exp = 1500, --[[双人经验]]
	} ,
	[286] = {
		level = 286, --[[等级]]
		exp = 1255, --[[单人经验]]
		pair_exp = 1506, --[[双人经验]]
	} ,
	[287] = {
		level = 287, --[[等级]]
		exp = 1260, --[[单人经验]]
		pair_exp = 1512, --[[双人经验]]
	} ,
	[288] = {
		level = 288, --[[等级]]
		exp = 1265, --[[单人经验]]
		pair_exp = 1518, --[[双人经验]]
	} ,
	[289] = {
		level = 289, --[[等级]]
		exp = 1270, --[[单人经验]]
		pair_exp = 1524, --[[双人经验]]
	} ,
	[290] = {
		level = 290, --[[等级]]
		exp = 1275, --[[单人经验]]
		pair_exp = 1530, --[[双人经验]]
	} ,
	[291] = {
		level = 291, --[[等级]]
		exp = 1280, --[[单人经验]]
		pair_exp = 1536, --[[双人经验]]
	} ,
	[292] = {
		level = 292, --[[等级]]
		exp = 1285, --[[单人经验]]
		pair_exp = 1542, --[[双人经验]]
	} ,
	[293] = {
		level = 293, --[[等级]]
		exp = 1290, --[[单人经验]]
		pair_exp = 1548, --[[双人经验]]
	} ,
	[294] = {
		level = 294, --[[等级]]
		exp = 1295, --[[单人经验]]
		pair_exp = 1554, --[[双人经验]]
	} ,
	[295] = {
		level = 295, --[[等级]]
		exp = 1300, --[[单人经验]]
		pair_exp = 1560, --[[双人经验]]
	} ,
	[296] = {
		level = 296, --[[等级]]
		exp = 1305, --[[单人经验]]
		pair_exp = 1566, --[[双人经验]]
	} ,
	[297] = {
		level = 297, --[[等级]]
		exp = 1310, --[[单人经验]]
		pair_exp = 1572, --[[双人经验]]
	} ,
	[298] = {
		level = 298, --[[等级]]
		exp = 1315, --[[单人经验]]
		pair_exp = 1578, --[[双人经验]]
	} ,
	[299] = {
		level = 299, --[[等级]]
		exp = 1320, --[[单人经验]]
		pair_exp = 1584, --[[双人经验]]
	} ,
	[300] = {
		level = 300, --[[等级]]
		exp = 1325, --[[单人经验]]
		pair_exp = 1590, --[[双人经验]]
	} ,
	[301] = {
		level = 301, --[[等级]]
		exp = 1330, --[[单人经验]]
		pair_exp = 1596, --[[双人经验]]
	} ,
	[302] = {
		level = 302, --[[等级]]
		exp = 1335, --[[单人经验]]
		pair_exp = 1602, --[[双人经验]]
	} ,
	[303] = {
		level = 303, --[[等级]]
		exp = 1340, --[[单人经验]]
		pair_exp = 1608, --[[双人经验]]
	} ,
	[304] = {
		level = 304, --[[等级]]
		exp = 1345, --[[单人经验]]
		pair_exp = 1614, --[[双人经验]]
	} ,
	[305] = {
		level = 305, --[[等级]]
		exp = 1350, --[[单人经验]]
		pair_exp = 1620, --[[双人经验]]
	} ,
	[306] = {
		level = 306, --[[等级]]
		exp = 1355, --[[单人经验]]
		pair_exp = 1626, --[[双人经验]]
	} ,
	[307] = {
		level = 307, --[[等级]]
		exp = 1360, --[[单人经验]]
		pair_exp = 1632, --[[双人经验]]
	} ,
	[308] = {
		level = 308, --[[等级]]
		exp = 1365, --[[单人经验]]
		pair_exp = 1638, --[[双人经验]]
	} ,
	[309] = {
		level = 309, --[[等级]]
		exp = 1370, --[[单人经验]]
		pair_exp = 1644, --[[双人经验]]
	} ,
	[310] = {
		level = 310, --[[等级]]
		exp = 1375, --[[单人经验]]
		pair_exp = 1650, --[[双人经验]]
	} ,
	[311] = {
		level = 311, --[[等级]]
		exp = 1380, --[[单人经验]]
		pair_exp = 1656, --[[双人经验]]
	} ,
	[312] = {
		level = 312, --[[等级]]
		exp = 1385, --[[单人经验]]
		pair_exp = 1662, --[[双人经验]]
	} ,
	[313] = {
		level = 313, --[[等级]]
		exp = 1390, --[[单人经验]]
		pair_exp = 1668, --[[双人经验]]
	} ,
	[314] = {
		level = 314, --[[等级]]
		exp = 1395, --[[单人经验]]
		pair_exp = 1674, --[[双人经验]]
	} ,
	[315] = {
		level = 315, --[[等级]]
		exp = 1400, --[[单人经验]]
		pair_exp = 1680, --[[双人经验]]
	} ,
	[316] = {
		level = 316, --[[等级]]
		exp = 1405, --[[单人经验]]
		pair_exp = 1686, --[[双人经验]]
	} ,
	[317] = {
		level = 317, --[[等级]]
		exp = 1410, --[[单人经验]]
		pair_exp = 1692, --[[双人经验]]
	} ,
	[318] = {
		level = 318, --[[等级]]
		exp = 1415, --[[单人经验]]
		pair_exp = 1698, --[[双人经验]]
	} ,
	[319] = {
		level = 319, --[[等级]]
		exp = 1420, --[[单人经验]]
		pair_exp = 1704, --[[双人经验]]
	} ,
	[320] = {
		level = 320, --[[等级]]
		exp = 1425, --[[单人经验]]
		pair_exp = 1710, --[[双人经验]]
	} ,
	[321] = {
		level = 321, --[[等级]]
		exp = 1430, --[[单人经验]]
		pair_exp = 1716, --[[双人经验]]
	} ,
	[322] = {
		level = 322, --[[等级]]
		exp = 1435, --[[单人经验]]
		pair_exp = 1722, --[[双人经验]]
	} ,
	[323] = {
		level = 323, --[[等级]]
		exp = 1440, --[[单人经验]]
		pair_exp = 1728, --[[双人经验]]
	} ,
	[324] = {
		level = 324, --[[等级]]
		exp = 1445, --[[单人经验]]
		pair_exp = 1734, --[[双人经验]]
	} ,
	[325] = {
		level = 325, --[[等级]]
		exp = 1450, --[[单人经验]]
		pair_exp = 1740, --[[双人经验]]
	} ,
	[326] = {
		level = 326, --[[等级]]
		exp = 1455, --[[单人经验]]
		pair_exp = 1746, --[[双人经验]]
	} ,
	[327] = {
		level = 327, --[[等级]]
		exp = 1460, --[[单人经验]]
		pair_exp = 1752, --[[双人经验]]
	} ,
	[328] = {
		level = 328, --[[等级]]
		exp = 1465, --[[单人经验]]
		pair_exp = 1758, --[[双人经验]]
	} ,
	[329] = {
		level = 329, --[[等级]]
		exp = 1470, --[[单人经验]]
		pair_exp = 1764, --[[双人经验]]
	} ,
	[330] = {
		level = 330, --[[等级]]
		exp = 1475, --[[单人经验]]
		pair_exp = 1770, --[[双人经验]]
	} ,
	[331] = {
		level = 331, --[[等级]]
		exp = 1480, --[[单人经验]]
		pair_exp = 1776, --[[双人经验]]
	} ,
	[332] = {
		level = 332, --[[等级]]
		exp = 1485, --[[单人经验]]
		pair_exp = 1782, --[[双人经验]]
	} ,
	[333] = {
		level = 333, --[[等级]]
		exp = 1490, --[[单人经验]]
		pair_exp = 1788, --[[双人经验]]
	} ,
	[334] = {
		level = 334, --[[等级]]
		exp = 1495, --[[单人经验]]
		pair_exp = 1794, --[[双人经验]]
	} ,
	[335] = {
		level = 335, --[[等级]]
		exp = 1500, --[[单人经验]]
		pair_exp = 1800, --[[双人经验]]
	} ,
	[336] = {
		level = 336, --[[等级]]
		exp = 1505, --[[单人经验]]
		pair_exp = 1806, --[[双人经验]]
	} ,
	[337] = {
		level = 337, --[[等级]]
		exp = 1510, --[[单人经验]]
		pair_exp = 1812, --[[双人经验]]
	} ,
	[338] = {
		level = 338, --[[等级]]
		exp = 1515, --[[单人经验]]
		pair_exp = 1818, --[[双人经验]]
	} ,
	[339] = {
		level = 339, --[[等级]]
		exp = 1520, --[[单人经验]]
		pair_exp = 1824, --[[双人经验]]
	} ,
	[340] = {
		level = 340, --[[等级]]
		exp = 1525, --[[单人经验]]
		pair_exp = 1830, --[[双人经验]]
	} ,
	[341] = {
		level = 341, --[[等级]]
		exp = 1530, --[[单人经验]]
		pair_exp = 1836, --[[双人经验]]
	} ,
	[342] = {
		level = 342, --[[等级]]
		exp = 1535, --[[单人经验]]
		pair_exp = 1842, --[[双人经验]]
	} ,
	[343] = {
		level = 343, --[[等级]]
		exp = 1540, --[[单人经验]]
		pair_exp = 1848, --[[双人经验]]
	} ,
	[344] = {
		level = 344, --[[等级]]
		exp = 1545, --[[单人经验]]
		pair_exp = 1854, --[[双人经验]]
	} ,
	[345] = {
		level = 345, --[[等级]]
		exp = 1550, --[[单人经验]]
		pair_exp = 1860, --[[双人经验]]
	} ,
	[346] = {
		level = 346, --[[等级]]
		exp = 1555, --[[单人经验]]
		pair_exp = 1866, --[[双人经验]]
	} ,
	[347] = {
		level = 347, --[[等级]]
		exp = 1560, --[[单人经验]]
		pair_exp = 1872, --[[双人经验]]
	} ,
	[348] = {
		level = 348, --[[等级]]
		exp = 1565, --[[单人经验]]
		pair_exp = 1878, --[[双人经验]]
	} ,
	[349] = {
		level = 349, --[[等级]]
		exp = 1570, --[[单人经验]]
		pair_exp = 1884, --[[双人经验]]
	} ,
	[350] = {
		level = 350, --[[等级]]
		exp = 1575, --[[单人经验]]
		pair_exp = 1890, --[[双人经验]]
	} ,
	[351] = {
		level = 351, --[[等级]]
		exp = 1580, --[[单人经验]]
		pair_exp = 1896, --[[双人经验]]
	} ,
	[352] = {
		level = 352, --[[等级]]
		exp = 1585, --[[单人经验]]
		pair_exp = 1902, --[[双人经验]]
	} ,
	[353] = {
		level = 353, --[[等级]]
		exp = 1590, --[[单人经验]]
		pair_exp = 1908, --[[双人经验]]
	} ,
	[354] = {
		level = 354, --[[等级]]
		exp = 1595, --[[单人经验]]
		pair_exp = 1914, --[[双人经验]]
	} ,
	[355] = {
		level = 355, --[[等级]]
		exp = 1600, --[[单人经验]]
		pair_exp = 1920, --[[双人经验]]
	} ,
	[356] = {
		level = 356, --[[等级]]
		exp = 1605, --[[单人经验]]
		pair_exp = 1926, --[[双人经验]]
	} ,
	[357] = {
		level = 357, --[[等级]]
		exp = 1610, --[[单人经验]]
		pair_exp = 1932, --[[双人经验]]
	} ,
	[358] = {
		level = 358, --[[等级]]
		exp = 1615, --[[单人经验]]
		pair_exp = 1938, --[[双人经验]]
	} ,
	[359] = {
		level = 359, --[[等级]]
		exp = 1620, --[[单人经验]]
		pair_exp = 1944, --[[双人经验]]
	} ,
	[360] = {
		level = 360, --[[等级]]
		exp = 1625, --[[单人经验]]
		pair_exp = 1950, --[[双人经验]]
	} ,
	[361] = {
		level = 361, --[[等级]]
		exp = 1630, --[[单人经验]]
		pair_exp = 1956, --[[双人经验]]
	} ,
	[362] = {
		level = 362, --[[等级]]
		exp = 1635, --[[单人经验]]
		pair_exp = 1962, --[[双人经验]]
	} ,
	[363] = {
		level = 363, --[[等级]]
		exp = 1640, --[[单人经验]]
		pair_exp = 1968, --[[双人经验]]
	} ,
	[364] = {
		level = 364, --[[等级]]
		exp = 1645, --[[单人经验]]
		pair_exp = 1974, --[[双人经验]]
	} ,
	[365] = {
		level = 365, --[[等级]]
		exp = 1650, --[[单人经验]]
		pair_exp = 1980, --[[双人经验]]
	} ,
	[366] = {
		level = 366, --[[等级]]
		exp = 1655, --[[单人经验]]
		pair_exp = 1986, --[[双人经验]]
	} ,
	[367] = {
		level = 367, --[[等级]]
		exp = 1660, --[[单人经验]]
		pair_exp = 1992, --[[双人经验]]
	} ,
	[368] = {
		level = 368, --[[等级]]
		exp = 1665, --[[单人经验]]
		pair_exp = 1998, --[[双人经验]]
	} ,
	[369] = {
		level = 369, --[[等级]]
		exp = 1670, --[[单人经验]]
		pair_exp = 2004, --[[双人经验]]
	} ,
	[370] = {
		level = 370, --[[等级]]
		exp = 1675, --[[单人经验]]
		pair_exp = 2010, --[[双人经验]]
	} ,
	[371] = {
		level = 371, --[[等级]]
		exp = 1680, --[[单人经验]]
		pair_exp = 2016, --[[双人经验]]
	} ,
	[372] = {
		level = 372, --[[等级]]
		exp = 1685, --[[单人经验]]
		pair_exp = 2022, --[[双人经验]]
	} ,
	[373] = {
		level = 373, --[[等级]]
		exp = 1690, --[[单人经验]]
		pair_exp = 2028, --[[双人经验]]
	} ,
	[374] = {
		level = 374, --[[等级]]
		exp = 1695, --[[单人经验]]
		pair_exp = 2034, --[[双人经验]]
	} ,
	[375] = {
		level = 375, --[[等级]]
		exp = 1700, --[[单人经验]]
		pair_exp = 2040, --[[双人经验]]
	} ,
	[376] = {
		level = 376, --[[等级]]
		exp = 1705, --[[单人经验]]
		pair_exp = 2046, --[[双人经验]]
	} ,
	[377] = {
		level = 377, --[[等级]]
		exp = 1710, --[[单人经验]]
		pair_exp = 2052, --[[双人经验]]
	} ,
	[378] = {
		level = 378, --[[等级]]
		exp = 1715, --[[单人经验]]
		pair_exp = 2058, --[[双人经验]]
	} ,
	[379] = {
		level = 379, --[[等级]]
		exp = 1720, --[[单人经验]]
		pair_exp = 2064, --[[双人经验]]
	} ,
	[380] = {
		level = 380, --[[等级]]
		exp = 1725, --[[单人经验]]
		pair_exp = 2070, --[[双人经验]]
	} ,
	[381] = {
		level = 381, --[[等级]]
		exp = 1730, --[[单人经验]]
		pair_exp = 2076, --[[双人经验]]
	} ,
	[382] = {
		level = 382, --[[等级]]
		exp = 1735, --[[单人经验]]
		pair_exp = 2082, --[[双人经验]]
	} ,
	[383] = {
		level = 383, --[[等级]]
		exp = 1740, --[[单人经验]]
		pair_exp = 2088, --[[双人经验]]
	} ,
	[384] = {
		level = 384, --[[等级]]
		exp = 1745, --[[单人经验]]
		pair_exp = 2094, --[[双人经验]]
	} ,
	[385] = {
		level = 385, --[[等级]]
		exp = 1750, --[[单人经验]]
		pair_exp = 2100, --[[双人经验]]
	} ,
	[386] = {
		level = 386, --[[等级]]
		exp = 1755, --[[单人经验]]
		pair_exp = 2106, --[[双人经验]]
	} ,
	[387] = {
		level = 387, --[[等级]]
		exp = 1760, --[[单人经验]]
		pair_exp = 2112, --[[双人经验]]
	} ,
	[388] = {
		level = 388, --[[等级]]
		exp = 1765, --[[单人经验]]
		pair_exp = 2118, --[[双人经验]]
	} ,
	[389] = {
		level = 389, --[[等级]]
		exp = 1770, --[[单人经验]]
		pair_exp = 2124, --[[双人经验]]
	} ,
	[390] = {
		level = 390, --[[等级]]
		exp = 1775, --[[单人经验]]
		pair_exp = 2130, --[[双人经验]]
	} ,
	[391] = {
		level = 391, --[[等级]]
		exp = 1780, --[[单人经验]]
		pair_exp = 2136, --[[双人经验]]
	} ,
	[392] = {
		level = 392, --[[等级]]
		exp = 1785, --[[单人经验]]
		pair_exp = 2142, --[[双人经验]]
	} ,
	[393] = {
		level = 393, --[[等级]]
		exp = 1790, --[[单人经验]]
		pair_exp = 2148, --[[双人经验]]
	} ,
	[394] = {
		level = 394, --[[等级]]
		exp = 1795, --[[单人经验]]
		pair_exp = 2154, --[[双人经验]]
	} ,
	[395] = {
		level = 395, --[[等级]]
		exp = 1800, --[[单人经验]]
		pair_exp = 2160, --[[双人经验]]
	} ,
	[396] = {
		level = 396, --[[等级]]
		exp = 1805, --[[单人经验]]
		pair_exp = 2166, --[[双人经验]]
	} ,
	[397] = {
		level = 397, --[[等级]]
		exp = 1810, --[[单人经验]]
		pair_exp = 2172, --[[双人经验]]
	} ,
	[398] = {
		level = 398, --[[等级]]
		exp = 1815, --[[单人经验]]
		pair_exp = 2178, --[[双人经验]]
	} ,
	[399] = {
		level = 399, --[[等级]]
		exp = 1820, --[[单人经验]]
		pair_exp = 2184, --[[双人经验]]
	} ,
	[400] = {
		level = 400, --[[等级]]
		exp = 1825, --[[单人经验]]
		pair_exp = 2190, --[[双人经验]]
	} ,
	[401] = {
		level = 401, --[[等级]]
		exp = 1830, --[[单人经验]]
		pair_exp = 2196, --[[双人经验]]
	} ,
	[402] = {
		level = 402, --[[等级]]
		exp = 1835, --[[单人经验]]
		pair_exp = 2202, --[[双人经验]]
	} ,
	[403] = {
		level = 403, --[[等级]]
		exp = 1840, --[[单人经验]]
		pair_exp = 2208, --[[双人经验]]
	} ,
	[404] = {
		level = 404, --[[等级]]
		exp = 1845, --[[单人经验]]
		pair_exp = 2214, --[[双人经验]]
	} ,
	[405] = {
		level = 405, --[[等级]]
		exp = 1850, --[[单人经验]]
		pair_exp = 2220, --[[双人经验]]
	} ,
	[406] = {
		level = 406, --[[等级]]
		exp = 1855, --[[单人经验]]
		pair_exp = 2226, --[[双人经验]]
	} ,
	[407] = {
		level = 407, --[[等级]]
		exp = 1860, --[[单人经验]]
		pair_exp = 2232, --[[双人经验]]
	} ,
	[408] = {
		level = 408, --[[等级]]
		exp = 1865, --[[单人经验]]
		pair_exp = 2238, --[[双人经验]]
	} ,
	[409] = {
		level = 409, --[[等级]]
		exp = 1870, --[[单人经验]]
		pair_exp = 2244, --[[双人经验]]
	} ,
	[410] = {
		level = 410, --[[等级]]
		exp = 1875, --[[单人经验]]
		pair_exp = 2250, --[[双人经验]]
	} ,
	[411] = {
		level = 411, --[[等级]]
		exp = 1880, --[[单人经验]]
		pair_exp = 2256, --[[双人经验]]
	} ,
	[412] = {
		level = 412, --[[等级]]
		exp = 1885, --[[单人经验]]
		pair_exp = 2262, --[[双人经验]]
	} ,
	[413] = {
		level = 413, --[[等级]]
		exp = 1890, --[[单人经验]]
		pair_exp = 2268, --[[双人经验]]
	} ,
	[414] = {
		level = 414, --[[等级]]
		exp = 1895, --[[单人经验]]
		pair_exp = 2274, --[[双人经验]]
	} ,
	[415] = {
		level = 415, --[[等级]]
		exp = 1900, --[[单人经验]]
		pair_exp = 2280, --[[双人经验]]
	} ,
	[416] = {
		level = 416, --[[等级]]
		exp = 1905, --[[单人经验]]
		pair_exp = 2286, --[[双人经验]]
	} ,
	[417] = {
		level = 417, --[[等级]]
		exp = 1910, --[[单人经验]]
		pair_exp = 2292, --[[双人经验]]
	} ,
	[418] = {
		level = 418, --[[等级]]
		exp = 1915, --[[单人经验]]
		pair_exp = 2298, --[[双人经验]]
	} ,
	[419] = {
		level = 419, --[[等级]]
		exp = 1920, --[[单人经验]]
		pair_exp = 2304, --[[双人经验]]
	} ,
	[420] = {
		level = 420, --[[等级]]
		exp = 1925, --[[单人经验]]
		pair_exp = 2310, --[[双人经验]]
	} ,
	[421] = {
		level = 421, --[[等级]]
		exp = 1930, --[[单人经验]]
		pair_exp = 2316, --[[双人经验]]
	} ,
	[422] = {
		level = 422, --[[等级]]
		exp = 1935, --[[单人经验]]
		pair_exp = 2322, --[[双人经验]]
	} ,
	[423] = {
		level = 423, --[[等级]]
		exp = 1940, --[[单人经验]]
		pair_exp = 2328, --[[双人经验]]
	} ,
	[424] = {
		level = 424, --[[等级]]
		exp = 1945, --[[单人经验]]
		pair_exp = 2334, --[[双人经验]]
	} ,
	[425] = {
		level = 425, --[[等级]]
		exp = 1950, --[[单人经验]]
		pair_exp = 2340, --[[双人经验]]
	} ,
	[426] = {
		level = 426, --[[等级]]
		exp = 1955, --[[单人经验]]
		pair_exp = 2346, --[[双人经验]]
	} ,
	[427] = {
		level = 427, --[[等级]]
		exp = 1960, --[[单人经验]]
		pair_exp = 2352, --[[双人经验]]
	} ,
	[428] = {
		level = 428, --[[等级]]
		exp = 1965, --[[单人经验]]
		pair_exp = 2358, --[[双人经验]]
	} ,
	[429] = {
		level = 429, --[[等级]]
		exp = 1970, --[[单人经验]]
		pair_exp = 2364, --[[双人经验]]
	} ,
	[430] = {
		level = 430, --[[等级]]
		exp = 1975, --[[单人经验]]
		pair_exp = 2370, --[[双人经验]]
	} ,
	[431] = {
		level = 431, --[[等级]]
		exp = 1980, --[[单人经验]]
		pair_exp = 2376, --[[双人经验]]
	} ,
	[432] = {
		level = 432, --[[等级]]
		exp = 1985, --[[单人经验]]
		pair_exp = 2382, --[[双人经验]]
	} ,
	[433] = {
		level = 433, --[[等级]]
		exp = 1990, --[[单人经验]]
		pair_exp = 2388, --[[双人经验]]
	} ,
	[434] = {
		level = 434, --[[等级]]
		exp = 1995, --[[单人经验]]
		pair_exp = 2394, --[[双人经验]]
	} ,
	[435] = {
		level = 435, --[[等级]]
		exp = 2000, --[[单人经验]]
		pair_exp = 2400, --[[双人经验]]
	} ,
	[436] = {
		level = 436, --[[等级]]
		exp = 2005, --[[单人经验]]
		pair_exp = 2406, --[[双人经验]]
	} ,
	[437] = {
		level = 437, --[[等级]]
		exp = 2010, --[[单人经验]]
		pair_exp = 2412, --[[双人经验]]
	} ,
	[438] = {
		level = 438, --[[等级]]
		exp = 2015, --[[单人经验]]
		pair_exp = 2418, --[[双人经验]]
	} ,
	[439] = {
		level = 439, --[[等级]]
		exp = 2020, --[[单人经验]]
		pair_exp = 2424, --[[双人经验]]
	} ,
	[440] = {
		level = 440, --[[等级]]
		exp = 2025, --[[单人经验]]
		pair_exp = 2430, --[[双人经验]]
	} ,
	[441] = {
		level = 441, --[[等级]]
		exp = 2030, --[[单人经验]]
		pair_exp = 2436, --[[双人经验]]
	} ,
	[442] = {
		level = 442, --[[等级]]
		exp = 2035, --[[单人经验]]
		pair_exp = 2442, --[[双人经验]]
	} ,
	[443] = {
		level = 443, --[[等级]]
		exp = 2040, --[[单人经验]]
		pair_exp = 2448, --[[双人经验]]
	} ,
	[444] = {
		level = 444, --[[等级]]
		exp = 2045, --[[单人经验]]
		pair_exp = 2454, --[[双人经验]]
	} ,
	[445] = {
		level = 445, --[[等级]]
		exp = 2050, --[[单人经验]]
		pair_exp = 2460, --[[双人经验]]
	} ,
	[446] = {
		level = 446, --[[等级]]
		exp = 2055, --[[单人经验]]
		pair_exp = 2466, --[[双人经验]]
	} ,
	[447] = {
		level = 447, --[[等级]]
		exp = 2060, --[[单人经验]]
		pair_exp = 2472, --[[双人经验]]
	} ,
	[448] = {
		level = 448, --[[等级]]
		exp = 2065, --[[单人经验]]
		pair_exp = 2478, --[[双人经验]]
	} ,
	[449] = {
		level = 449, --[[等级]]
		exp = 2070, --[[单人经验]]
		pair_exp = 2484, --[[双人经验]]
	} ,
	[450] = {
		level = 450, --[[等级]]
		exp = 2075, --[[单人经验]]
		pair_exp = 2490, --[[双人经验]]
	} ,
	[451] = {
		level = 451, --[[等级]]
		exp = 2080, --[[单人经验]]
		pair_exp = 2496, --[[双人经验]]
	} ,
	[452] = {
		level = 452, --[[等级]]
		exp = 2085, --[[单人经验]]
		pair_exp = 2502, --[[双人经验]]
	} ,
	[453] = {
		level = 453, --[[等级]]
		exp = 2090, --[[单人经验]]
		pair_exp = 2508, --[[双人经验]]
	} ,
	[454] = {
		level = 454, --[[等级]]
		exp = 2095, --[[单人经验]]
		pair_exp = 2514, --[[双人经验]]
	} ,
	[455] = {
		level = 455, --[[等级]]
		exp = 2100, --[[单人经验]]
		pair_exp = 2520, --[[双人经验]]
	} ,
	[456] = {
		level = 456, --[[等级]]
		exp = 2105, --[[单人经验]]
		pair_exp = 2526, --[[双人经验]]
	} ,
	[457] = {
		level = 457, --[[等级]]
		exp = 2110, --[[单人经验]]
		pair_exp = 2532, --[[双人经验]]
	} ,
	[458] = {
		level = 458, --[[等级]]
		exp = 2115, --[[单人经验]]
		pair_exp = 2538, --[[双人经验]]
	} ,
	[459] = {
		level = 459, --[[等级]]
		exp = 2120, --[[单人经验]]
		pair_exp = 2544, --[[双人经验]]
	} ,
	[460] = {
		level = 460, --[[等级]]
		exp = 2125, --[[单人经验]]
		pair_exp = 2550, --[[双人经验]]
	} ,
	[461] = {
		level = 461, --[[等级]]
		exp = 2130, --[[单人经验]]
		pair_exp = 2556, --[[双人经验]]
	} ,
	[462] = {
		level = 462, --[[等级]]
		exp = 2135, --[[单人经验]]
		pair_exp = 2562, --[[双人经验]]
	} ,
	[463] = {
		level = 463, --[[等级]]
		exp = 2140, --[[单人经验]]
		pair_exp = 2568, --[[双人经验]]
	} ,
	[464] = {
		level = 464, --[[等级]]
		exp = 2145, --[[单人经验]]
		pair_exp = 2574, --[[双人经验]]
	} ,
	[465] = {
		level = 465, --[[等级]]
		exp = 2150, --[[单人经验]]
		pair_exp = 2580, --[[双人经验]]
	} ,
	[466] = {
		level = 466, --[[等级]]
		exp = 2155, --[[单人经验]]
		pair_exp = 2586, --[[双人经验]]
	} ,
	[467] = {
		level = 467, --[[等级]]
		exp = 2160, --[[单人经验]]
		pair_exp = 2592, --[[双人经验]]
	} ,
	[468] = {
		level = 468, --[[等级]]
		exp = 2165, --[[单人经验]]
		pair_exp = 2598, --[[双人经验]]
	} ,
	[469] = {
		level = 469, --[[等级]]
		exp = 2170, --[[单人经验]]
		pair_exp = 2604, --[[双人经验]]
	} ,
	[470] = {
		level = 470, --[[等级]]
		exp = 2175, --[[单人经验]]
		pair_exp = 2610, --[[双人经验]]
	} ,
	[471] = {
		level = 471, --[[等级]]
		exp = 2180, --[[单人经验]]
		pair_exp = 2616, --[[双人经验]]
	} ,
	[472] = {
		level = 472, --[[等级]]
		exp = 2185, --[[单人经验]]
		pair_exp = 2622, --[[双人经验]]
	} ,
	[473] = {
		level = 473, --[[等级]]
		exp = 2190, --[[单人经验]]
		pair_exp = 2628, --[[双人经验]]
	} ,
	[474] = {
		level = 474, --[[等级]]
		exp = 2195, --[[单人经验]]
		pair_exp = 2634, --[[双人经验]]
	} ,
	[475] = {
		level = 475, --[[等级]]
		exp = 2200, --[[单人经验]]
		pair_exp = 2640, --[[双人经验]]
	} ,
	[476] = {
		level = 476, --[[等级]]
		exp = 2205, --[[单人经验]]
		pair_exp = 2646, --[[双人经验]]
	} ,
	[477] = {
		level = 477, --[[等级]]
		exp = 2210, --[[单人经验]]
		pair_exp = 2652, --[[双人经验]]
	} ,
	[478] = {
		level = 478, --[[等级]]
		exp = 2215, --[[单人经验]]
		pair_exp = 2658, --[[双人经验]]
	} ,
	[479] = {
		level = 479, --[[等级]]
		exp = 2220, --[[单人经验]]
		pair_exp = 2664, --[[双人经验]]
	} ,
	[480] = {
		level = 480, --[[等级]]
		exp = 2225, --[[单人经验]]
		pair_exp = 2670, --[[双人经验]]
	} ,
	[481] = {
		level = 481, --[[等级]]
		exp = 2230, --[[单人经验]]
		pair_exp = 2676, --[[双人经验]]
	} ,
	[482] = {
		level = 482, --[[等级]]
		exp = 2235, --[[单人经验]]
		pair_exp = 2682, --[[双人经验]]
	} ,
	[483] = {
		level = 483, --[[等级]]
		exp = 2240, --[[单人经验]]
		pair_exp = 2688, --[[双人经验]]
	} ,
	[484] = {
		level = 484, --[[等级]]
		exp = 2245, --[[单人经验]]
		pair_exp = 2694, --[[双人经验]]
	} ,
	[485] = {
		level = 485, --[[等级]]
		exp = 2250, --[[单人经验]]
		pair_exp = 2700, --[[双人经验]]
	} ,
	[486] = {
		level = 486, --[[等级]]
		exp = 2255, --[[单人经验]]
		pair_exp = 2706, --[[双人经验]]
	} ,
	[487] = {
		level = 487, --[[等级]]
		exp = 2260, --[[单人经验]]
		pair_exp = 2712, --[[双人经验]]
	} ,
	[488] = {
		level = 488, --[[等级]]
		exp = 2265, --[[单人经验]]
		pair_exp = 2718, --[[双人经验]]
	} ,
	[489] = {
		level = 489, --[[等级]]
		exp = 2270, --[[单人经验]]
		pair_exp = 2724, --[[双人经验]]
	} ,
	[490] = {
		level = 490, --[[等级]]
		exp = 2275, --[[单人经验]]
		pair_exp = 2730, --[[双人经验]]
	} ,
	[491] = {
		level = 491, --[[等级]]
		exp = 2280, --[[单人经验]]
		pair_exp = 2736, --[[双人经验]]
	} ,
	[492] = {
		level = 492, --[[等级]]
		exp = 2285, --[[单人经验]]
		pair_exp = 2742, --[[双人经验]]
	} ,
	[493] = {
		level = 493, --[[等级]]
		exp = 2290, --[[单人经验]]
		pair_exp = 2748, --[[双人经验]]
	} ,
	[494] = {
		level = 494, --[[等级]]
		exp = 2295, --[[单人经验]]
		pair_exp = 2754, --[[双人经验]]
	} ,
	[495] = {
		level = 495, --[[等级]]
		exp = 2300, --[[单人经验]]
		pair_exp = 2760, --[[双人经验]]
	} ,
	[496] = {
		level = 496, --[[等级]]
		exp = 2305, --[[单人经验]]
		pair_exp = 2766, --[[双人经验]]
	} ,
	[497] = {
		level = 497, --[[等级]]
		exp = 2310, --[[单人经验]]
		pair_exp = 2772, --[[双人经验]]
	} ,
	[498] = {
		level = 498, --[[等级]]
		exp = 2315, --[[单人经验]]
		pair_exp = 2778, --[[双人经验]]
	} ,
	[499] = {
		level = 499, --[[等级]]
		exp = 2320, --[[单人经验]]
		pair_exp = 2784, --[[双人经验]]
	} ,
	[500] = {
		level = 500, --[[等级]]
		exp = 2325, --[[单人经验]]
		pair_exp = 2790, --[[双人经验]]
	} ,
	[501] = {
		level = 501, --[[等级]]
		exp = 2330, --[[单人经验]]
		pair_exp = 2796, --[[双人经验]]
	} ,
	[502] = {
		level = 502, --[[等级]]
		exp = 2335, --[[单人经验]]
		pair_exp = 2802, --[[双人经验]]
	} ,
	[503] = {
		level = 503, --[[等级]]
		exp = 2340, --[[单人经验]]
		pair_exp = 2808, --[[双人经验]]
	} ,
	[504] = {
		level = 504, --[[等级]]
		exp = 2345, --[[单人经验]]
		pair_exp = 2814, --[[双人经验]]
	} ,
	[505] = {
		level = 505, --[[等级]]
		exp = 2350, --[[单人经验]]
		pair_exp = 2820, --[[双人经验]]
	} ,
	[506] = {
		level = 506, --[[等级]]
		exp = 2355, --[[单人经验]]
		pair_exp = 2826, --[[双人经验]]
	} ,
	[507] = {
		level = 507, --[[等级]]
		exp = 2360, --[[单人经验]]
		pair_exp = 2832, --[[双人经验]]
	} ,
	[508] = {
		level = 508, --[[等级]]
		exp = 2365, --[[单人经验]]
		pair_exp = 2838, --[[双人经验]]
	} ,
	[509] = {
		level = 509, --[[等级]]
		exp = 2370, --[[单人经验]]
		pair_exp = 2844, --[[双人经验]]
	} ,
	[510] = {
		level = 510, --[[等级]]
		exp = 2375, --[[单人经验]]
		pair_exp = 2850, --[[双人经验]]
	} ,
	[511] = {
		level = 511, --[[等级]]
		exp = 2380, --[[单人经验]]
		pair_exp = 2856, --[[双人经验]]
	} ,
	[512] = {
		level = 512, --[[等级]]
		exp = 2385, --[[单人经验]]
		pair_exp = 2862, --[[双人经验]]
	} ,
	[513] = {
		level = 513, --[[等级]]
		exp = 2390, --[[单人经验]]
		pair_exp = 2868, --[[双人经验]]
	} ,
	[514] = {
		level = 514, --[[等级]]
		exp = 2395, --[[单人经验]]
		pair_exp = 2874, --[[双人经验]]
	} ,
	[515] = {
		level = 515, --[[等级]]
		exp = 2400, --[[单人经验]]
		pair_exp = 2880, --[[双人经验]]
	} ,
	[516] = {
		level = 516, --[[等级]]
		exp = 2405, --[[单人经验]]
		pair_exp = 2886, --[[双人经验]]
	} ,
	[517] = {
		level = 517, --[[等级]]
		exp = 2410, --[[单人经验]]
		pair_exp = 2892, --[[双人经验]]
	} ,
	[518] = {
		level = 518, --[[等级]]
		exp = 2415, --[[单人经验]]
		pair_exp = 2898, --[[双人经验]]
	} ,
	[519] = {
		level = 519, --[[等级]]
		exp = 2420, --[[单人经验]]
		pair_exp = 2904, --[[双人经验]]
	} ,
	[520] = {
		level = 520, --[[等级]]
		exp = 2425, --[[单人经验]]
		pair_exp = 2910, --[[双人经验]]
	} ,
	[521] = {
		level = 521, --[[等级]]
		exp = 2430, --[[单人经验]]
		pair_exp = 2916, --[[双人经验]]
	} ,
	[522] = {
		level = 522, --[[等级]]
		exp = 2435, --[[单人经验]]
		pair_exp = 2922, --[[双人经验]]
	} ,
	[523] = {
		level = 523, --[[等级]]
		exp = 2440, --[[单人经验]]
		pair_exp = 2928, --[[双人经验]]
	} ,
	[524] = {
		level = 524, --[[等级]]
		exp = 2445, --[[单人经验]]
		pair_exp = 2934, --[[双人经验]]
	} ,
	[525] = {
		level = 525, --[[等级]]
		exp = 2450, --[[单人经验]]
		pair_exp = 2940, --[[双人经验]]
	} ,
	[526] = {
		level = 526, --[[等级]]
		exp = 2455, --[[单人经验]]
		pair_exp = 2946, --[[双人经验]]
	} ,
	[527] = {
		level = 527, --[[等级]]
		exp = 2460, --[[单人经验]]
		pair_exp = 2952, --[[双人经验]]
	} ,
	[528] = {
		level = 528, --[[等级]]
		exp = 2465, --[[单人经验]]
		pair_exp = 2958, --[[双人经验]]
	} ,
	[529] = {
		level = 529, --[[等级]]
		exp = 2470, --[[单人经验]]
		pair_exp = 2964, --[[双人经验]]
	} ,
	[530] = {
		level = 530, --[[等级]]
		exp = 2475, --[[单人经验]]
		pair_exp = 2970, --[[双人经验]]
	} ,
	[531] = {
		level = 531, --[[等级]]
		exp = 2480, --[[单人经验]]
		pair_exp = 2976, --[[双人经验]]
	} ,
	[532] = {
		level = 532, --[[等级]]
		exp = 2485, --[[单人经验]]
		pair_exp = 2982, --[[双人经验]]
	} ,
	[533] = {
		level = 533, --[[等级]]
		exp = 2490, --[[单人经验]]
		pair_exp = 2988, --[[双人经验]]
	} ,
	[534] = {
		level = 534, --[[等级]]
		exp = 2495, --[[单人经验]]
		pair_exp = 2994, --[[双人经验]]
	} ,
	[535] = {
		level = 535, --[[等级]]
		exp = 2500, --[[单人经验]]
		pair_exp = 3000, --[[双人经验]]
	} ,
	[536] = {
		level = 536, --[[等级]]
		exp = 2505, --[[单人经验]]
		pair_exp = 3006, --[[双人经验]]
	} ,
	[537] = {
		level = 537, --[[等级]]
		exp = 2510, --[[单人经验]]
		pair_exp = 3012, --[[双人经验]]
	} ,
	[538] = {
		level = 538, --[[等级]]
		exp = 2515, --[[单人经验]]
		pair_exp = 3018, --[[双人经验]]
	} ,
	[539] = {
		level = 539, --[[等级]]
		exp = 2520, --[[单人经验]]
		pair_exp = 3024, --[[双人经验]]
	} ,
	[540] = {
		level = 540, --[[等级]]
		exp = 2525, --[[单人经验]]
		pair_exp = 3030, --[[双人经验]]
	} ,
	[541] = {
		level = 541, --[[等级]]
		exp = 2530, --[[单人经验]]
		pair_exp = 3036, --[[双人经验]]
	} ,
	[542] = {
		level = 542, --[[等级]]
		exp = 2535, --[[单人经验]]
		pair_exp = 3042, --[[双人经验]]
	} ,
	[543] = {
		level = 543, --[[等级]]
		exp = 2540, --[[单人经验]]
		pair_exp = 3048, --[[双人经验]]
	} ,
	[544] = {
		level = 544, --[[等级]]
		exp = 2545, --[[单人经验]]
		pair_exp = 3054, --[[双人经验]]
	} ,
	[545] = {
		level = 545, --[[等级]]
		exp = 2550, --[[单人经验]]
		pair_exp = 3060, --[[双人经验]]
	} ,
	[546] = {
		level = 546, --[[等级]]
		exp = 2555, --[[单人经验]]
		pair_exp = 3066, --[[双人经验]]
	} ,
	[547] = {
		level = 547, --[[等级]]
		exp = 2560, --[[单人经验]]
		pair_exp = 3072, --[[双人经验]]
	} ,
	[548] = {
		level = 548, --[[等级]]
		exp = 2565, --[[单人经验]]
		pair_exp = 3078, --[[双人经验]]
	} ,
	[549] = {
		level = 549, --[[等级]]
		exp = 2570, --[[单人经验]]
		pair_exp = 3084, --[[双人经验]]
	} ,
	[550] = {
		level = 550, --[[等级]]
		exp = 2575, --[[单人经验]]
		pair_exp = 3090, --[[双人经验]]
	} ,
	[551] = {
		level = 551, --[[等级]]
		exp = 2580, --[[单人经验]]
		pair_exp = 3096, --[[双人经验]]
	} ,
	[552] = {
		level = 552, --[[等级]]
		exp = 2585, --[[单人经验]]
		pair_exp = 3102, --[[双人经验]]
	} ,
	[553] = {
		level = 553, --[[等级]]
		exp = 2590, --[[单人经验]]
		pair_exp = 3108, --[[双人经验]]
	} ,
	[554] = {
		level = 554, --[[等级]]
		exp = 2595, --[[单人经验]]
		pair_exp = 3114, --[[双人经验]]
	} ,
	[555] = {
		level = 555, --[[等级]]
		exp = 2600, --[[单人经验]]
		pair_exp = 3120, --[[双人经验]]
	} ,
	[556] = {
		level = 556, --[[等级]]
		exp = 2605, --[[单人经验]]
		pair_exp = 3126, --[[双人经验]]
	} ,
	[557] = {
		level = 557, --[[等级]]
		exp = 2610, --[[单人经验]]
		pair_exp = 3132, --[[双人经验]]
	} ,
	[558] = {
		level = 558, --[[等级]]
		exp = 2615, --[[单人经验]]
		pair_exp = 3138, --[[双人经验]]
	} ,
	[559] = {
		level = 559, --[[等级]]
		exp = 2620, --[[单人经验]]
		pair_exp = 3144, --[[双人经验]]
	} ,
	[560] = {
		level = 560, --[[等级]]
		exp = 2625, --[[单人经验]]
		pair_exp = 3150, --[[双人经验]]
	} ,
	[561] = {
		level = 561, --[[等级]]
		exp = 2630, --[[单人经验]]
		pair_exp = 3156, --[[双人经验]]
	} ,
	[562] = {
		level = 562, --[[等级]]
		exp = 2635, --[[单人经验]]
		pair_exp = 3162, --[[双人经验]]
	} ,
	[563] = {
		level = 563, --[[等级]]
		exp = 2640, --[[单人经验]]
		pair_exp = 3168, --[[双人经验]]
	} ,
	[564] = {
		level = 564, --[[等级]]
		exp = 2645, --[[单人经验]]
		pair_exp = 3174, --[[双人经验]]
	} ,
	[565] = {
		level = 565, --[[等级]]
		exp = 2650, --[[单人经验]]
		pair_exp = 3180, --[[双人经验]]
	} ,
	[566] = {
		level = 566, --[[等级]]
		exp = 2655, --[[单人经验]]
		pair_exp = 3186, --[[双人经验]]
	} ,
	[567] = {
		level = 567, --[[等级]]
		exp = 2660, --[[单人经验]]
		pair_exp = 3192, --[[双人经验]]
	} ,
	[568] = {
		level = 568, --[[等级]]
		exp = 2665, --[[单人经验]]
		pair_exp = 3198, --[[双人经验]]
	} ,
	[569] = {
		level = 569, --[[等级]]
		exp = 2670, --[[单人经验]]
		pair_exp = 3204, --[[双人经验]]
	} ,
	[570] = {
		level = 570, --[[等级]]
		exp = 2675, --[[单人经验]]
		pair_exp = 3210, --[[双人经验]]
	} ,
	[571] = {
		level = 571, --[[等级]]
		exp = 2680, --[[单人经验]]
		pair_exp = 3216, --[[双人经验]]
	} ,
	[572] = {
		level = 572, --[[等级]]
		exp = 2685, --[[单人经验]]
		pair_exp = 3222, --[[双人经验]]
	} ,
	[573] = {
		level = 573, --[[等级]]
		exp = 2690, --[[单人经验]]
		pair_exp = 3228, --[[双人经验]]
	} ,
	[574] = {
		level = 574, --[[等级]]
		exp = 2695, --[[单人经验]]
		pair_exp = 3234, --[[双人经验]]
	} ,
	[575] = {
		level = 575, --[[等级]]
		exp = 2700, --[[单人经验]]
		pair_exp = 3240, --[[双人经验]]
	} ,
	[576] = {
		level = 576, --[[等级]]
		exp = 2705, --[[单人经验]]
		pair_exp = 3246, --[[双人经验]]
	} ,
	[577] = {
		level = 577, --[[等级]]
		exp = 2710, --[[单人经验]]
		pair_exp = 3252, --[[双人经验]]
	} ,
	[578] = {
		level = 578, --[[等级]]
		exp = 2715, --[[单人经验]]
		pair_exp = 3258, --[[双人经验]]
	} ,
	[579] = {
		level = 579, --[[等级]]
		exp = 2720, --[[单人经验]]
		pair_exp = 3264, --[[双人经验]]
	} ,
	[580] = {
		level = 580, --[[等级]]
		exp = 2725, --[[单人经验]]
		pair_exp = 3270, --[[双人经验]]
	} ,
	[581] = {
		level = 581, --[[等级]]
		exp = 2730, --[[单人经验]]
		pair_exp = 3276, --[[双人经验]]
	} ,
	[582] = {
		level = 582, --[[等级]]
		exp = 2735, --[[单人经验]]
		pair_exp = 3282, --[[双人经验]]
	} ,
	[583] = {
		level = 583, --[[等级]]
		exp = 2740, --[[单人经验]]
		pair_exp = 3288, --[[双人经验]]
	} ,
	[584] = {
		level = 584, --[[等级]]
		exp = 2745, --[[单人经验]]
		pair_exp = 3294, --[[双人经验]]
	} ,
	[585] = {
		level = 585, --[[等级]]
		exp = 2750, --[[单人经验]]
		pair_exp = 3300, --[[双人经验]]
	} ,
	[586] = {
		level = 586, --[[等级]]
		exp = 2755, --[[单人经验]]
		pair_exp = 3306, --[[双人经验]]
	} ,
	[587] = {
		level = 587, --[[等级]]
		exp = 2760, --[[单人经验]]
		pair_exp = 3312, --[[双人经验]]
	} ,
	[588] = {
		level = 588, --[[等级]]
		exp = 2765, --[[单人经验]]
		pair_exp = 3318, --[[双人经验]]
	} ,
	[589] = {
		level = 589, --[[等级]]
		exp = 2770, --[[单人经验]]
		pair_exp = 3324, --[[双人经验]]
	} ,
	[590] = {
		level = 590, --[[等级]]
		exp = 2775, --[[单人经验]]
		pair_exp = 3330, --[[双人经验]]
	} ,
	[591] = {
		level = 591, --[[等级]]
		exp = 2780, --[[单人经验]]
		pair_exp = 3336, --[[双人经验]]
	} ,
	[592] = {
		level = 592, --[[等级]]
		exp = 2785, --[[单人经验]]
		pair_exp = 3342, --[[双人经验]]
	} ,
	[593] = {
		level = 593, --[[等级]]
		exp = 2790, --[[单人经验]]
		pair_exp = 3348, --[[双人经验]]
	} ,
	[594] = {
		level = 594, --[[等级]]
		exp = 2795, --[[单人经验]]
		pair_exp = 3354, --[[双人经验]]
	} ,
	[595] = {
		level = 595, --[[等级]]
		exp = 2800, --[[单人经验]]
		pair_exp = 3360, --[[双人经验]]
	} ,
	[596] = {
		level = 596, --[[等级]]
		exp = 2805, --[[单人经验]]
		pair_exp = 3366, --[[双人经验]]
	} ,
	[597] = {
		level = 597, --[[等级]]
		exp = 2810, --[[单人经验]]
		pair_exp = 3372, --[[双人经验]]
	} ,
	[598] = {
		level = 598, --[[等级]]
		exp = 2815, --[[单人经验]]
		pair_exp = 3378, --[[双人经验]]
	} ,
	[599] = {
		level = 599, --[[等级]]
		exp = 2820, --[[单人经验]]
		pair_exp = 3384, --[[双人经验]]
	} ,
	[600] = {
		level = 600, --[[等级]]
		exp = 2825, --[[单人经验]]
		pair_exp = 3390, --[[双人经验]]
	} ,
	[601] = {
		level = 601, --[[等级]]
		exp = 2830, --[[单人经验]]
		pair_exp = 3396, --[[双人经验]]
	} ,
	[602] = {
		level = 602, --[[等级]]
		exp = 2835, --[[单人经验]]
		pair_exp = 3402, --[[双人经验]]
	} ,
	[603] = {
		level = 603, --[[等级]]
		exp = 2840, --[[单人经验]]
		pair_exp = 3408, --[[双人经验]]
	} ,
	[604] = {
		level = 604, --[[等级]]
		exp = 2845, --[[单人经验]]
		pair_exp = 3414, --[[双人经验]]
	} ,
	[605] = {
		level = 605, --[[等级]]
		exp = 2850, --[[单人经验]]
		pair_exp = 3420, --[[双人经验]]
	} ,
	[606] = {
		level = 606, --[[等级]]
		exp = 2855, --[[单人经验]]
		pair_exp = 3426, --[[双人经验]]
	} ,
	[607] = {
		level = 607, --[[等级]]
		exp = 2860, --[[单人经验]]
		pair_exp = 3432, --[[双人经验]]
	} ,
	[608] = {
		level = 608, --[[等级]]
		exp = 2865, --[[单人经验]]
		pair_exp = 3438, --[[双人经验]]
	} ,
	[609] = {
		level = 609, --[[等级]]
		exp = 2870, --[[单人经验]]
		pair_exp = 3444, --[[双人经验]]
	} ,
	[610] = {
		level = 610, --[[等级]]
		exp = 2875, --[[单人经验]]
		pair_exp = 3450, --[[双人经验]]
	} ,
	[611] = {
		level = 611, --[[等级]]
		exp = 2880, --[[单人经验]]
		pair_exp = 3456, --[[双人经验]]
	} ,
	[612] = {
		level = 612, --[[等级]]
		exp = 2885, --[[单人经验]]
		pair_exp = 3462, --[[双人经验]]
	} ,
	[613] = {
		level = 613, --[[等级]]
		exp = 2890, --[[单人经验]]
		pair_exp = 3468, --[[双人经验]]
	} ,
	[614] = {
		level = 614, --[[等级]]
		exp = 2895, --[[单人经验]]
		pair_exp = 3474, --[[双人经验]]
	} ,
	[615] = {
		level = 615, --[[等级]]
		exp = 2900, --[[单人经验]]
		pair_exp = 3480, --[[双人经验]]
	} ,
	[616] = {
		level = 616, --[[等级]]
		exp = 2905, --[[单人经验]]
		pair_exp = 3486, --[[双人经验]]
	} ,
	[617] = {
		level = 617, --[[等级]]
		exp = 2910, --[[单人经验]]
		pair_exp = 3492, --[[双人经验]]
	} ,
	[618] = {
		level = 618, --[[等级]]
		exp = 2915, --[[单人经验]]
		pair_exp = 3498, --[[双人经验]]
	} ,
	[619] = {
		level = 619, --[[等级]]
		exp = 2920, --[[单人经验]]
		pair_exp = 3504, --[[双人经验]]
	} ,
	[620] = {
		level = 620, --[[等级]]
		exp = 2925, --[[单人经验]]
		pair_exp = 3510, --[[双人经验]]
	} ,
	[621] = {
		level = 621, --[[等级]]
		exp = 2930, --[[单人经验]]
		pair_exp = 3516, --[[双人经验]]
	} ,
	[622] = {
		level = 622, --[[等级]]
		exp = 2935, --[[单人经验]]
		pair_exp = 3522, --[[双人经验]]
	} ,
	[623] = {
		level = 623, --[[等级]]
		exp = 2940, --[[单人经验]]
		pair_exp = 3528, --[[双人经验]]
	} ,
	[624] = {
		level = 624, --[[等级]]
		exp = 2945, --[[单人经验]]
		pair_exp = 3534, --[[双人经验]]
	} ,
	[625] = {
		level = 625, --[[等级]]
		exp = 2950, --[[单人经验]]
		pair_exp = 3540, --[[双人经验]]
	} ,
	[626] = {
		level = 626, --[[等级]]
		exp = 2955, --[[单人经验]]
		pair_exp = 3546, --[[双人经验]]
	} ,
	[627] = {
		level = 627, --[[等级]]
		exp = 2960, --[[单人经验]]
		pair_exp = 3552, --[[双人经验]]
	} ,
	[628] = {
		level = 628, --[[等级]]
		exp = 2965, --[[单人经验]]
		pair_exp = 3558, --[[双人经验]]
	} ,
	[629] = {
		level = 629, --[[等级]]
		exp = 2970, --[[单人经验]]
		pair_exp = 3564, --[[双人经验]]
	} ,
	[630] = {
		level = 630, --[[等级]]
		exp = 2975, --[[单人经验]]
		pair_exp = 3570, --[[双人经验]]
	} ,
	[631] = {
		level = 631, --[[等级]]
		exp = 2980, --[[单人经验]]
		pair_exp = 3576, --[[双人经验]]
	} ,
	[632] = {
		level = 632, --[[等级]]
		exp = 2985, --[[单人经验]]
		pair_exp = 3582, --[[双人经验]]
	} ,
	[633] = {
		level = 633, --[[等级]]
		exp = 2990, --[[单人经验]]
		pair_exp = 3588, --[[双人经验]]
	} ,
	[634] = {
		level = 634, --[[等级]]
		exp = 2995, --[[单人经验]]
		pair_exp = 3594, --[[双人经验]]
	} ,
	[635] = {
		level = 635, --[[等级]]
		exp = 3000, --[[单人经验]]
		pair_exp = 3600, --[[双人经验]]
	} ,
	[636] = {
		level = 636, --[[等级]]
		exp = 3005, --[[单人经验]]
		pair_exp = 3606, --[[双人经验]]
	} ,
	[637] = {
		level = 637, --[[等级]]
		exp = 3010, --[[单人经验]]
		pair_exp = 3612, --[[双人经验]]
	} ,
	[638] = {
		level = 638, --[[等级]]
		exp = 3015, --[[单人经验]]
		pair_exp = 3618, --[[双人经验]]
	} ,
	[639] = {
		level = 639, --[[等级]]
		exp = 3020, --[[单人经验]]
		pair_exp = 3624, --[[双人经验]]
	} ,
	[640] = {
		level = 640, --[[等级]]
		exp = 3025, --[[单人经验]]
		pair_exp = 3630, --[[双人经验]]
	} ,
	[641] = {
		level = 641, --[[等级]]
		exp = 3030, --[[单人经验]]
		pair_exp = 3636, --[[双人经验]]
	} ,
	[642] = {
		level = 642, --[[等级]]
		exp = 3035, --[[单人经验]]
		pair_exp = 3642, --[[双人经验]]
	} ,
	[643] = {
		level = 643, --[[等级]]
		exp = 3040, --[[单人经验]]
		pair_exp = 3648, --[[双人经验]]
	} ,
	[644] = {
		level = 644, --[[等级]]
		exp = 3045, --[[单人经验]]
		pair_exp = 3654, --[[双人经验]]
	} ,
	[645] = {
		level = 645, --[[等级]]
		exp = 3050, --[[单人经验]]
		pair_exp = 3660, --[[双人经验]]
	} ,
	[646] = {
		level = 646, --[[等级]]
		exp = 3055, --[[单人经验]]
		pair_exp = 3666, --[[双人经验]]
	} ,
	[647] = {
		level = 647, --[[等级]]
		exp = 3060, --[[单人经验]]
		pair_exp = 3672, --[[双人经验]]
	} ,
	[648] = {
		level = 648, --[[等级]]
		exp = 3065, --[[单人经验]]
		pair_exp = 3678, --[[双人经验]]
	} ,
	[649] = {
		level = 649, --[[等级]]
		exp = 3070, --[[单人经验]]
		pair_exp = 3684, --[[双人经验]]
	} ,
	[650] = {
		level = 650, --[[等级]]
		exp = 3075, --[[单人经验]]
		pair_exp = 3690, --[[双人经验]]
	} ,
	[651] = {
		level = 651, --[[等级]]
		exp = 3080, --[[单人经验]]
		pair_exp = 3696, --[[双人经验]]
	} ,
	[652] = {
		level = 652, --[[等级]]
		exp = 3085, --[[单人经验]]
		pair_exp = 3702, --[[双人经验]]
	} ,
	[653] = {
		level = 653, --[[等级]]
		exp = 3090, --[[单人经验]]
		pair_exp = 3708, --[[双人经验]]
	} ,
	[654] = {
		level = 654, --[[等级]]
		exp = 3095, --[[单人经验]]
		pair_exp = 3714, --[[双人经验]]
	} ,
	[655] = {
		level = 655, --[[等级]]
		exp = 3100, --[[单人经验]]
		pair_exp = 3720, --[[双人经验]]
	} ,
	[656] = {
		level = 656, --[[等级]]
		exp = 3105, --[[单人经验]]
		pair_exp = 3726, --[[双人经验]]
	} ,
	[657] = {
		level = 657, --[[等级]]
		exp = 3110, --[[单人经验]]
		pair_exp = 3732, --[[双人经验]]
	} ,
	[658] = {
		level = 658, --[[等级]]
		exp = 3115, --[[单人经验]]
		pair_exp = 3738, --[[双人经验]]
	} ,
	[659] = {
		level = 659, --[[等级]]
		exp = 3120, --[[单人经验]]
		pair_exp = 3744, --[[双人经验]]
	} ,
	[660] = {
		level = 660, --[[等级]]
		exp = 3125, --[[单人经验]]
		pair_exp = 3750, --[[双人经验]]
	} ,
	[661] = {
		level = 661, --[[等级]]
		exp = 3130, --[[单人经验]]
		pair_exp = 3756, --[[双人经验]]
	} ,
	[662] = {
		level = 662, --[[等级]]
		exp = 3135, --[[单人经验]]
		pair_exp = 3762, --[[双人经验]]
	} ,
	[663] = {
		level = 663, --[[等级]]
		exp = 3140, --[[单人经验]]
		pair_exp = 3768, --[[双人经验]]
	} ,
	[664] = {
		level = 664, --[[等级]]
		exp = 3145, --[[单人经验]]
		pair_exp = 3774, --[[双人经验]]
	} ,
	[665] = {
		level = 665, --[[等级]]
		exp = 3150, --[[单人经验]]
		pair_exp = 3780, --[[双人经验]]
	} ,
	[666] = {
		level = 666, --[[等级]]
		exp = 3155, --[[单人经验]]
		pair_exp = 3786, --[[双人经验]]
	} ,
	[667] = {
		level = 667, --[[等级]]
		exp = 3160, --[[单人经验]]
		pair_exp = 3792, --[[双人经验]]
	} ,
	[668] = {
		level = 668, --[[等级]]
		exp = 3165, --[[单人经验]]
		pair_exp = 3798, --[[双人经验]]
	} ,
	[669] = {
		level = 669, --[[等级]]
		exp = 3170, --[[单人经验]]
		pair_exp = 3804, --[[双人经验]]
	} ,
	[670] = {
		level = 670, --[[等级]]
		exp = 3175, --[[单人经验]]
		pair_exp = 3810, --[[双人经验]]
	} ,
	[671] = {
		level = 671, --[[等级]]
		exp = 3180, --[[单人经验]]
		pair_exp = 3816, --[[双人经验]]
	} ,
	[672] = {
		level = 672, --[[等级]]
		exp = 3185, --[[单人经验]]
		pair_exp = 3822, --[[双人经验]]
	} ,
	[673] = {
		level = 673, --[[等级]]
		exp = 3190, --[[单人经验]]
		pair_exp = 3828, --[[双人经验]]
	} ,
	[674] = {
		level = 674, --[[等级]]
		exp = 3195, --[[单人经验]]
		pair_exp = 3834, --[[双人经验]]
	} ,
	[675] = {
		level = 675, --[[等级]]
		exp = 3200, --[[单人经验]]
		pair_exp = 3840, --[[双人经验]]
	} ,
	[676] = {
		level = 676, --[[等级]]
		exp = 3205, --[[单人经验]]
		pair_exp = 3846, --[[双人经验]]
	} ,
	[677] = {
		level = 677, --[[等级]]
		exp = 3210, --[[单人经验]]
		pair_exp = 3852, --[[双人经验]]
	} ,
	[678] = {
		level = 678, --[[等级]]
		exp = 3215, --[[单人经验]]
		pair_exp = 3858, --[[双人经验]]
	} ,
	[679] = {
		level = 679, --[[等级]]
		exp = 3220, --[[单人经验]]
		pair_exp = 3864, --[[双人经验]]
	} ,
	[680] = {
		level = 680, --[[等级]]
		exp = 3225, --[[单人经验]]
		pair_exp = 3870, --[[双人经验]]
	} ,
	[681] = {
		level = 681, --[[等级]]
		exp = 3230, --[[单人经验]]
		pair_exp = 3876, --[[双人经验]]
	} ,
	[682] = {
		level = 682, --[[等级]]
		exp = 3235, --[[单人经验]]
		pair_exp = 3882, --[[双人经验]]
	} ,
	[683] = {
		level = 683, --[[等级]]
		exp = 3240, --[[单人经验]]
		pair_exp = 3888, --[[双人经验]]
	} ,
	[684] = {
		level = 684, --[[等级]]
		exp = 3245, --[[单人经验]]
		pair_exp = 3894, --[[双人经验]]
	} ,
	[685] = {
		level = 685, --[[等级]]
		exp = 3250, --[[单人经验]]
		pair_exp = 3900, --[[双人经验]]
	} ,
	[686] = {
		level = 686, --[[等级]]
		exp = 3255, --[[单人经验]]
		pair_exp = 3906, --[[双人经验]]
	} ,
	[687] = {
		level = 687, --[[等级]]
		exp = 3260, --[[单人经验]]
		pair_exp = 3912, --[[双人经验]]
	} ,
	[688] = {
		level = 688, --[[等级]]
		exp = 3265, --[[单人经验]]
		pair_exp = 3918, --[[双人经验]]
	} ,
	[689] = {
		level = 689, --[[等级]]
		exp = 3270, --[[单人经验]]
		pair_exp = 3924, --[[双人经验]]
	} ,
	[690] = {
		level = 690, --[[等级]]
		exp = 3275, --[[单人经验]]
		pair_exp = 3930, --[[双人经验]]
	} ,
	[691] = {
		level = 691, --[[等级]]
		exp = 3280, --[[单人经验]]
		pair_exp = 3936, --[[双人经验]]
	} ,
	[692] = {
		level = 692, --[[等级]]
		exp = 3285, --[[单人经验]]
		pair_exp = 3942, --[[双人经验]]
	} ,
	[693] = {
		level = 693, --[[等级]]
		exp = 3290, --[[单人经验]]
		pair_exp = 3948, --[[双人经验]]
	} ,
	[694] = {
		level = 694, --[[等级]]
		exp = 3295, --[[单人经验]]
		pair_exp = 3954, --[[双人经验]]
	} ,
	[695] = {
		level = 695, --[[等级]]
		exp = 3300, --[[单人经验]]
		pair_exp = 3960, --[[双人经验]]
	} ,
	[696] = {
		level = 696, --[[等级]]
		exp = 3305, --[[单人经验]]
		pair_exp = 3966, --[[双人经验]]
	} ,
	[697] = {
		level = 697, --[[等级]]
		exp = 3310, --[[单人经验]]
		pair_exp = 3972, --[[双人经验]]
	} ,
	[698] = {
		level = 698, --[[等级]]
		exp = 3315, --[[单人经验]]
		pair_exp = 3978, --[[双人经验]]
	} ,
	[699] = {
		level = 699, --[[等级]]
		exp = 3320, --[[单人经验]]
		pair_exp = 3984, --[[双人经验]]
	} ,
	[700] = {
		level = 700, --[[等级]]
		exp = 3325, --[[单人经验]]
		pair_exp = 3990, --[[双人经验]]
	} ,
}
return ret