local ret = {
	[1001] = {
		id = 1001, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50101501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1002] = {
		id = 1002, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50201501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1003] = {
		id = 1003, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50301501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1004] = {
		id = 1004, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50401501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1005] = {
		id = 1005, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50501501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1006] = {
		id = 1006, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50601501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1007] = {
		id = 1007, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50701501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1008] = {
		id = 1008, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50801501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1009] = {
		id = 1009, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50901501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1010] = {
		id = 1010, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1011] = {
		id = 1011, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1012] = {
		id = 1012, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1013] = {
		id = 1013, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1014] = {
		id = 1014, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1015] = {
		id = 1015, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1016] = {
		id = 1016, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1017] = {
		id = 1017, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1018] = {
		id = 1018, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1019] = {
		id = 1019, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1020] = {
		id = 1020, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1021] = {
		id = 1021, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1022] = {
		id = 1022, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1023] = {
		id = 1023, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1024] = {
		id = 1024, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1025] = {
		id = 1025, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1026] = {
		id = 1026, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[1027] = {
		id = 1027, --[[自增id]]
		type = 1, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2001] = {
		id = 2001, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50101501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2002] = {
		id = 2002, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50201501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2003] = {
		id = 2003, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50301501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2004] = {
		id = 2004, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50401501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2005] = {
		id = 2005, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50501501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2006] = {
		id = 2006, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50601501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2007] = {
		id = 2007, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50701501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2008] = {
		id = 2008, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50801501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2009] = {
		id = 2009, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50901501,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2010] = {
		id = 2010, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2011] = {
		id = 2011, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2012] = {
		id = 2012, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2013] = {
		id = 2013, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2014] = {
		id = 2014, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2015] = {
		id = 2015, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2016] = {
		id = 2016, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2017] = {
		id = 2017, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2018] = {
		id = 2018, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2019] = {
		id = 2019, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2020] = {
		id = 2020, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2021] = {
		id = 2021, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2022] = {
		id = 2022, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2023] = {
		id = 2023, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2024] = {
		id = 2024, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2025] = {
		id = 2025, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2026] = {
		id = 2026, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[2027] = {
		id = 2027, --[[自增id]]
		type = 2, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3001] = {
		id = 3001, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50102001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3002] = {
		id = 3002, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50202001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3003] = {
		id = 3003, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50302001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3004] = {
		id = 3004, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50402001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3005] = {
		id = 3005, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50502001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3006] = {
		id = 3006, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50602001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3007] = {
		id = 3007, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50702001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3008] = {
		id = 3008, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50802001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3009] = {
		id = 3009, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50902001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3010] = {
		id = 3010, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3011] = {
		id = 3011, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3012] = {
		id = 3012, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3013] = {
		id = 3013, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3014] = {
		id = 3014, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3015] = {
		id = 3015, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3016] = {
		id = 3016, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3017] = {
		id = 3017, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3018] = {
		id = 3018, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3019] = {
		id = 3019, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3020] = {
		id = 3020, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3021] = {
		id = 3021, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3022] = {
		id = 3022, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3023] = {
		id = 3023, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3024] = {
		id = 3024, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3025] = {
		id = 3025, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3026] = {
		id = 3026, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[3027] = {
		id = 3027, --[[自增id]]
		type = 3, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4001] = {
		id = 4001, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50102001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4002] = {
		id = 4002, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50202001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4003] = {
		id = 4003, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50302001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4004] = {
		id = 4004, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50402001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4005] = {
		id = 4005, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50502001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4006] = {
		id = 4006, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50602001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4007] = {
		id = 4007, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50702001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4008] = {
		id = 4008, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50802001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4009] = {
		id = 4009, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50902001,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4010] = {
		id = 4010, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4011] = {
		id = 4011, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4012] = {
		id = 4012, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4013] = {
		id = 4013, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4014] = {
		id = 4014, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4015] = {
		id = 4015, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4016] = {
		id = 4016, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4017] = {
		id = 4017, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4018] = {
		id = 4018, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4019] = {
		id = 4019, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4020] = {
		id = 4020, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4021] = {
		id = 4021, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4022] = {
		id = 4022, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4023] = {
		id = 4023, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4024] = {
		id = 4024, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4025] = {
		id = 4025, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4026] = {
		id = 4026, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[4027] = {
		id = 4027, --[[自增id]]
		type = 4, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5001] = {
		id = 5001, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50102401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5002] = {
		id = 5002, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50202401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5003] = {
		id = 5003, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50302401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5004] = {
		id = 5004, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50402401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5005] = {
		id = 5005, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50502401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5006] = {
		id = 5006, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50602401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5007] = {
		id = 5007, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50702401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5008] = {
		id = 5008, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50802401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5009] = {
		id = 5009, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50902401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5010] = {
		id = 5010, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5011] = {
		id = 5011, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5012] = {
		id = 5012, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5013] = {
		id = 5013, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5014] = {
		id = 5014, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5015] = {
		id = 5015, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5016] = {
		id = 5016, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5017] = {
		id = 5017, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5018] = {
		id = 5018, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5019] = {
		id = 5019, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5020] = {
		id = 5020, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5021] = {
		id = 5021, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5022] = {
		id = 5022, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5023] = {
		id = 5023, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5024] = {
		id = 5024, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5025] = {
		id = 5025, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5026] = {
		id = 5026, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[5027] = {
		id = 5027, --[[自增id]]
		type = 5, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6001] = {
		id = 6001, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50102401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6002] = {
		id = 6002, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50202401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6003] = {
		id = 6003, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50302401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6004] = {
		id = 6004, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50402401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6005] = {
		id = 6005, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50502401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6006] = {
		id = 6006, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50602401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6007] = {
		id = 6007, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50702401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6008] = {
		id = 6008, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50802401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6009] = {
		id = 6009, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50902401,1,0}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6010] = {
		id = 6010, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6011] = {
		id = 6011, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6012] = {
		id = 6012, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6013] = {
		id = 6013, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6014] = {
		id = 6014, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6015] = {
		id = 6015, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6016] = {
		id = 6016, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6017] = {
		id = 6017, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6018] = {
		id = 6018, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6019] = {
		id = 6019, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6020] = {
		id = 6020, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6021] = {
		id = 6021, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6022] = {
		id = 6022, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6023] = {
		id = 6023, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6024] = {
		id = 6024, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6025] = {
		id = 6025, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6026] = {
		id = 6026, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[6027] = {
		id = 6027, --[[自增id]]
		type = 6, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
		prob = 100, --[[权重]]
	} ,
	[7001] = {
		id = 7001, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50102801,1,0}, --[[物品]]
	} ,
	[7002] = {
		id = 7002, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50202801,1,0}, --[[物品]]
	} ,
	[7003] = {
		id = 7003, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50302801,1,0}, --[[物品]]
	} ,
	[7004] = {
		id = 7004, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50402801,1,0}, --[[物品]]
	} ,
	[7005] = {
		id = 7005, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50502801,1,0}, --[[物品]]
	} ,
	[7006] = {
		id = 7006, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50602801,1,0}, --[[物品]]
	} ,
	[7007] = {
		id = 7007, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50702801,1,0}, --[[物品]]
	} ,
	[7008] = {
		id = 7008, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50802801,1,0}, --[[物品]]
	} ,
	[7009] = {
		id = 7009, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50902801,1,0}, --[[物品]]
	} ,
	[7010] = {
		id = 7010, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[7011] = {
		id = 7011, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[7012] = {
		id = 7012, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[7013] = {
		id = 7013, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[7014] = {
		id = 7014, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[7015] = {
		id = 7015, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[7016] = {
		id = 7016, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[7017] = {
		id = 7017, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[7018] = {
		id = 7018, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[7019] = {
		id = 7019, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[7020] = {
		id = 7020, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[7021] = {
		id = 7021, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[7022] = {
		id = 7022, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[7023] = {
		id = 7023, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[7024] = {
		id = 7024, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[7025] = {
		id = 7025, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[7026] = {
		id = 7026, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[7027] = {
		id = 7027, --[[自增id]]
		type = 7, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[8001] = {
		id = 8001, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50102801,1,0}, --[[物品]]
	} ,
	[8002] = {
		id = 8002, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50202801,1,0}, --[[物品]]
	} ,
	[8003] = {
		id = 8003, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50302801,1,0}, --[[物品]]
	} ,
	[8004] = {
		id = 8004, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50402801,1,0}, --[[物品]]
	} ,
	[8005] = {
		id = 8005, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50502801,1,0}, --[[物品]]
	} ,
	[8006] = {
		id = 8006, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50602801,1,0}, --[[物品]]
	} ,
	[8007] = {
		id = 8007, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50702801,1,0}, --[[物品]]
	} ,
	[8008] = {
		id = 8008, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50802801,1,0}, --[[物品]]
	} ,
	[8009] = {
		id = 8009, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50902801,1,0}, --[[物品]]
	} ,
	[8010] = {
		id = 8010, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[8011] = {
		id = 8011, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[8012] = {
		id = 8012, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[8013] = {
		id = 8013, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[8014] = {
		id = 8014, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[8015] = {
		id = 8015, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[8016] = {
		id = 8016, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[8017] = {
		id = 8017, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[8018] = {
		id = 8018, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[8019] = {
		id = 8019, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[8020] = {
		id = 8020, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[8021] = {
		id = 8021, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[8022] = {
		id = 8022, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[8023] = {
		id = 8023, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[8024] = {
		id = 8024, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[8025] = {
		id = 8025, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[8026] = {
		id = 8026, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[8027] = {
		id = 8027, --[[自增id]]
		type = 8, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[9001] = {
		id = 9001, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50103201,1,0}, --[[物品]]
	} ,
	[9002] = {
		id = 9002, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50203201,1,0}, --[[物品]]
	} ,
	[9003] = {
		id = 9003, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50303201,1,0}, --[[物品]]
	} ,
	[9004] = {
		id = 9004, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50403201,1,0}, --[[物品]]
	} ,
	[9005] = {
		id = 9005, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50503201,1,0}, --[[物品]]
	} ,
	[9006] = {
		id = 9006, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50603201,1,0}, --[[物品]]
	} ,
	[9007] = {
		id = 9007, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50703201,1,0}, --[[物品]]
	} ,
	[9008] = {
		id = 9008, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50803201,1,0}, --[[物品]]
	} ,
	[9009] = {
		id = 9009, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50903201,1,0}, --[[物品]]
	} ,
	[9010] = {
		id = 9010, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[9011] = {
		id = 9011, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[9012] = {
		id = 9012, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[9013] = {
		id = 9013, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[9014] = {
		id = 9014, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[9015] = {
		id = 9015, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[9016] = {
		id = 9016, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[9017] = {
		id = 9017, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[9018] = {
		id = 9018, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[9019] = {
		id = 9019, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[9020] = {
		id = 9020, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[9021] = {
		id = 9021, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[9022] = {
		id = 9022, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[9023] = {
		id = 9023, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[9024] = {
		id = 9024, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[9025] = {
		id = 9025, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[9026] = {
		id = 9026, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[9027] = {
		id = 9027, --[[自增id]]
		type = 9, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[10001] = {
		id = 10001, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50103201,1,0}, --[[物品]]
	} ,
	[10002] = {
		id = 10002, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50203201,1,0}, --[[物品]]
	} ,
	[10003] = {
		id = 10003, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50303201,1,0}, --[[物品]]
	} ,
	[10004] = {
		id = 10004, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50403201,1,0}, --[[物品]]
	} ,
	[10005] = {
		id = 10005, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50503201,1,0}, --[[物品]]
	} ,
	[10006] = {
		id = 10006, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50603201,1,0}, --[[物品]]
	} ,
	[10007] = {
		id = 10007, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50703201,1,0}, --[[物品]]
	} ,
	[10008] = {
		id = 10008, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50803201,1,0}, --[[物品]]
	} ,
	[10009] = {
		id = 10009, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50903201,1,0}, --[[物品]]
	} ,
	[10010] = {
		id = 10010, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[10011] = {
		id = 10011, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[10012] = {
		id = 10012, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[10013] = {
		id = 10013, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[10014] = {
		id = 10014, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[10015] = {
		id = 10015, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[10016] = {
		id = 10016, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[10017] = {
		id = 10017, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[10018] = {
		id = 10018, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[10019] = {
		id = 10019, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[10020] = {
		id = 10020, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[10021] = {
		id = 10021, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[10022] = {
		id = 10022, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[10023] = {
		id = 10023, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[10024] = {
		id = 10024, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[10025] = {
		id = 10025, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[10026] = {
		id = 10026, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[10027] = {
		id = 10027, --[[自增id]]
		type = 10, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[11001] = {
		id = 11001, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50103601,1,0}, --[[物品]]
	} ,
	[11002] = {
		id = 11002, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50203601,1,0}, --[[物品]]
	} ,
	[11003] = {
		id = 11003, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50303601,1,0}, --[[物品]]
	} ,
	[11004] = {
		id = 11004, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50403601,1,0}, --[[物品]]
	} ,
	[11005] = {
		id = 11005, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50503601,1,0}, --[[物品]]
	} ,
	[11006] = {
		id = 11006, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50603601,1,0}, --[[物品]]
	} ,
	[11007] = {
		id = 11007, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50703601,1,0}, --[[物品]]
	} ,
	[11008] = {
		id = 11008, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50803601,1,0}, --[[物品]]
	} ,
	[11009] = {
		id = 11009, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50903601,1,0}, --[[物品]]
	} ,
	[11010] = {
		id = 11010, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[11011] = {
		id = 11011, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[11012] = {
		id = 11012, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[11013] = {
		id = 11013, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[11014] = {
		id = 11014, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[11015] = {
		id = 11015, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[11016] = {
		id = 11016, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[11017] = {
		id = 11017, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[11018] = {
		id = 11018, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[11019] = {
		id = 11019, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[11020] = {
		id = 11020, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[11021] = {
		id = 11021, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[11022] = {
		id = 11022, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[11023] = {
		id = 11023, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[11024] = {
		id = 11024, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[11025] = {
		id = 11025, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[11026] = {
		id = 11026, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[11027] = {
		id = 11027, --[[自增id]]
		type = 11, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[12001] = {
		id = 12001, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50103601,1,0}, --[[物品]]
	} ,
	[12002] = {
		id = 12002, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50203601,1,0}, --[[物品]]
	} ,
	[12003] = {
		id = 12003, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50303601,1,0}, --[[物品]]
	} ,
	[12004] = {
		id = 12004, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50403601,1,0}, --[[物品]]
	} ,
	[12005] = {
		id = 12005, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50503601,1,0}, --[[物品]]
	} ,
	[12006] = {
		id = 12006, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50603601,1,0}, --[[物品]]
	} ,
	[12007] = {
		id = 12007, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50703601,1,0}, --[[物品]]
	} ,
	[12008] = {
		id = 12008, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50803601,1,0}, --[[物品]]
	} ,
	[12009] = {
		id = 12009, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50903601,1,0}, --[[物品]]
	} ,
	[12010] = {
		id = 12010, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[12011] = {
		id = 12011, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[12012] = {
		id = 12012, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[12013] = {
		id = 12013, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[12014] = {
		id = 12014, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[12015] = {
		id = 12015, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[12016] = {
		id = 12016, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[12017] = {
		id = 12017, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[12018] = {
		id = 12018, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[12019] = {
		id = 12019, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[12020] = {
		id = 12020, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[12021] = {
		id = 12021, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[12022] = {
		id = 12022, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[12023] = {
		id = 12023, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[12024] = {
		id = 12024, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[12025] = {
		id = 12025, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[12026] = {
		id = 12026, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[12027] = {
		id = 12027, --[[自增id]]
		type = 12, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[13001] = {
		id = 13001, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50104001,1,0}, --[[物品]]
	} ,
	[13002] = {
		id = 13002, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50204001,1,0}, --[[物品]]
	} ,
	[13003] = {
		id = 13003, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50304001,1,0}, --[[物品]]
	} ,
	[13004] = {
		id = 13004, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50404001,1,0}, --[[物品]]
	} ,
	[13005] = {
		id = 13005, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50504001,1,0}, --[[物品]]
	} ,
	[13006] = {
		id = 13006, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50604001,1,0}, --[[物品]]
	} ,
	[13007] = {
		id = 13007, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50704001,1,0}, --[[物品]]
	} ,
	[13008] = {
		id = 13008, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50804001,1,0}, --[[物品]]
	} ,
	[13009] = {
		id = 13009, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50904001,1,0}, --[[物品]]
	} ,
	[13010] = {
		id = 13010, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[13011] = {
		id = 13011, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[13012] = {
		id = 13012, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[13013] = {
		id = 13013, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[13014] = {
		id = 13014, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[13015] = {
		id = 13015, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[13016] = {
		id = 13016, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[13017] = {
		id = 13017, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[13018] = {
		id = 13018, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[13019] = {
		id = 13019, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[13020] = {
		id = 13020, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[13021] = {
		id = 13021, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[13022] = {
		id = 13022, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[13023] = {
		id = 13023, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[13024] = {
		id = 13024, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[13025] = {
		id = 13025, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[13026] = {
		id = 13026, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[13027] = {
		id = 13027, --[[自增id]]
		type = 13, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[14001] = {
		id = 14001, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50104001,1,0}, --[[物品]]
	} ,
	[14002] = {
		id = 14002, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50204001,1,0}, --[[物品]]
	} ,
	[14003] = {
		id = 14003, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50304001,1,0}, --[[物品]]
	} ,
	[14004] = {
		id = 14004, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50404001,1,0}, --[[物品]]
	} ,
	[14005] = {
		id = 14005, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50504001,1,0}, --[[物品]]
	} ,
	[14006] = {
		id = 14006, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50604001,1,0}, --[[物品]]
	} ,
	[14007] = {
		id = 14007, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50704001,1,0}, --[[物品]]
	} ,
	[14008] = {
		id = 14008, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50804001,1,0}, --[[物品]]
	} ,
	[14009] = {
		id = 14009, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50904001,1,0}, --[[物品]]
	} ,
	[14010] = {
		id = 14010, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[14011] = {
		id = 14011, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[14012] = {
		id = 14012, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[14013] = {
		id = 14013, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[14014] = {
		id = 14014, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[14015] = {
		id = 14015, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[14016] = {
		id = 14016, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[14017] = {
		id = 14017, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[14018] = {
		id = 14018, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[14019] = {
		id = 14019, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[14020] = {
		id = 14020, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[14021] = {
		id = 14021, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[14022] = {
		id = 14022, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[14023] = {
		id = 14023, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[14024] = {
		id = 14024, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[14025] = {
		id = 14025, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[14026] = {
		id = 14026, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[14027] = {
		id = 14027, --[[自增id]]
		type = 14, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[15001] = {
		id = 15001, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50104401,1,0}, --[[物品]]
	} ,
	[15002] = {
		id = 15002, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50204401,1,0}, --[[物品]]
	} ,
	[15003] = {
		id = 15003, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50304401,1,0}, --[[物品]]
	} ,
	[15004] = {
		id = 15004, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50404401,1,0}, --[[物品]]
	} ,
	[15005] = {
		id = 15005, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50504401,1,0}, --[[物品]]
	} ,
	[15006] = {
		id = 15006, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50604401,1,0}, --[[物品]]
	} ,
	[15007] = {
		id = 15007, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50704401,1,0}, --[[物品]]
	} ,
	[15008] = {
		id = 15008, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50804401,1,0}, --[[物品]]
	} ,
	[15009] = {
		id = 15009, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50904401,1,0}, --[[物品]]
	} ,
	[15010] = {
		id = 15010, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[15011] = {
		id = 15011, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[15012] = {
		id = 15012, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[15013] = {
		id = 15013, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[15014] = {
		id = 15014, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[15015] = {
		id = 15015, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[15016] = {
		id = 15016, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[15017] = {
		id = 15017, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[15018] = {
		id = 15018, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[15019] = {
		id = 15019, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[15020] = {
		id = 15020, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[15021] = {
		id = 15021, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[15022] = {
		id = 15022, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[15023] = {
		id = 15023, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[15024] = {
		id = 15024, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[15025] = {
		id = 15025, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[15026] = {
		id = 15026, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[15027] = {
		id = 15027, --[[自增id]]
		type = 15, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[16001] = {
		id = 16001, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50104401,1,0}, --[[物品]]
	} ,
	[16002] = {
		id = 16002, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50204401,1,0}, --[[物品]]
	} ,
	[16003] = {
		id = 16003, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50304401,1,0}, --[[物品]]
	} ,
	[16004] = {
		id = 16004, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50404401,1,0}, --[[物品]]
	} ,
	[16005] = {
		id = 16005, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50504401,1,0}, --[[物品]]
	} ,
	[16006] = {
		id = 16006, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50604401,1,0}, --[[物品]]
	} ,
	[16007] = {
		id = 16007, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50704401,1,0}, --[[物品]]
	} ,
	[16008] = {
		id = 16008, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50804401,1,0}, --[[物品]]
	} ,
	[16009] = {
		id = 16009, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50904401,1,0}, --[[物品]]
	} ,
	[16010] = {
		id = 16010, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[16011] = {
		id = 16011, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[16012] = {
		id = 16012, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[16013] = {
		id = 16013, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[16014] = {
		id = 16014, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[16015] = {
		id = 16015, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[16016] = {
		id = 16016, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[16017] = {
		id = 16017, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[16018] = {
		id = 16018, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[16019] = {
		id = 16019, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[16020] = {
		id = 16020, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[16021] = {
		id = 16021, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[16022] = {
		id = 16022, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[16023] = {
		id = 16023, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[16024] = {
		id = 16024, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[16025] = {
		id = 16025, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[16026] = {
		id = 16026, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[16027] = {
		id = 16027, --[[自增id]]
		type = 16, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[17001] = {
		id = 17001, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50104801,1,0}, --[[物品]]
	} ,
	[17002] = {
		id = 17002, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50204801,1,0}, --[[物品]]
	} ,
	[17003] = {
		id = 17003, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50304801,1,0}, --[[物品]]
	} ,
	[17004] = {
		id = 17004, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50404801,1,0}, --[[物品]]
	} ,
	[17005] = {
		id = 17005, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50504801,1,0}, --[[物品]]
	} ,
	[17006] = {
		id = 17006, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50604801,1,0}, --[[物品]]
	} ,
	[17007] = {
		id = 17007, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50704801,1,0}, --[[物品]]
	} ,
	[17008] = {
		id = 17008, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50804801,1,0}, --[[物品]]
	} ,
	[17009] = {
		id = 17009, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50904801,1,0}, --[[物品]]
	} ,
	[17010] = {
		id = 17010, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[17011] = {
		id = 17011, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[17012] = {
		id = 17012, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[17013] = {
		id = 17013, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[17014] = {
		id = 17014, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[17015] = {
		id = 17015, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[17016] = {
		id = 17016, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[17017] = {
		id = 17017, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[17018] = {
		id = 17018, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[17019] = {
		id = 17019, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[17020] = {
		id = 17020, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[17021] = {
		id = 17021, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[17022] = {
		id = 17022, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[17023] = {
		id = 17023, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[17024] = {
		id = 17024, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[17025] = {
		id = 17025, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[17026] = {
		id = 17026, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[17027] = {
		id = 17027, --[[自增id]]
		type = 17, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
	[18001] = {
		id = 18001, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 1, --[[奖池分组]]
		item = {50104801,1,0}, --[[物品]]
	} ,
	[18002] = {
		id = 18002, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 2, --[[奖池分组]]
		item = {50204801,1,0}, --[[物品]]
	} ,
	[18003] = {
		id = 18003, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 3, --[[奖池分组]]
		item = {50304801,1,0}, --[[物品]]
	} ,
	[18004] = {
		id = 18004, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 4, --[[奖池分组]]
		item = {50404801,1,0}, --[[物品]]
	} ,
	[18005] = {
		id = 18005, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 5, --[[奖池分组]]
		item = {50504801,1,0}, --[[物品]]
	} ,
	[18006] = {
		id = 18006, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 6, --[[奖池分组]]
		item = {50604801,1,0}, --[[物品]]
	} ,
	[18007] = {
		id = 18007, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 7, --[[奖池分组]]
		item = {50704801,1,0}, --[[物品]]
	} ,
	[18008] = {
		id = 18008, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 8, --[[奖池分组]]
		item = {50804801,1,0}, --[[物品]]
	} ,
	[18009] = {
		id = 18009, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 9, --[[奖池分组]]
		item = {50904801,1,0}, --[[物品]]
	} ,
	[18010] = {
		id = 18010, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 10, --[[奖池分组]]
		item = {40080201,10}, --[[物品]]
	} ,
	[18011] = {
		id = 18011, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 11, --[[奖池分组]]
		item = {40050101,8}, --[[物品]]
	} ,
	[18012] = {
		id = 18012, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 12, --[[奖池分组]]
		item = {40050201,4}, --[[物品]]
	} ,
	[18013] = {
		id = 18013, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 13, --[[奖池分组]]
		item = {40050301,2}, --[[物品]]
	} ,
	[18014] = {
		id = 18014, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 14, --[[奖池分组]]
		item = {40050401,1}, --[[物品]]
	} ,
	[18015] = {
		id = 18015, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 15, --[[奖池分组]]
		item = {40031104,2}, --[[物品]]
	} ,
	[18016] = {
		id = 18016, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 16, --[[奖池分组]]
		item = {40070301,1}, --[[物品]]
	} ,
	[18017] = {
		id = 18017, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 17, --[[奖池分组]]
		item = {40100201,5}, --[[物品]]
	} ,
	[18018] = {
		id = 18018, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 18, --[[奖池分组]]
		item = {40110201,6}, --[[物品]]
	} ,
	[18019] = {
		id = 18019, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 19, --[[奖池分组]]
		item = {40110301,3}, --[[物品]]
	} ,
	[18020] = {
		id = 18020, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 20, --[[奖池分组]]
		item = {40330301,3}, --[[物品]]
	} ,
	[18021] = {
		id = 18021, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 21, --[[奖池分组]]
		item = {40330302,3}, --[[物品]]
	} ,
	[18022] = {
		id = 18022, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 22, --[[奖池分组]]
		item = {40330401,1}, --[[物品]]
	} ,
	[18023] = {
		id = 18023, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 23, --[[奖池分组]]
		item = {40330402,1}, --[[物品]]
	} ,
	[18024] = {
		id = 18024, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 24, --[[奖池分组]]
		item = {40470301,2}, --[[物品]]
	} ,
	[18025] = {
		id = 18025, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 25, --[[奖池分组]]
		item = {40280302,5}, --[[物品]]
	} ,
	[18026] = {
		id = 18026, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 26, --[[奖池分组]]
		item = {40280303,1}, --[[物品]]
	} ,
	[18027] = {
		id = 18027, --[[自增id]]
		type = 18, --[[奖池类型]]
		group = 27, --[[奖池分组]]
		item = {40180301,5}, --[[物品]]
	} ,
}
return ret