local ret = {
	[1] = {
		code = 1, --[[属性id]]
		property = "攻击", --[[基础属性]]
		content = "造成伤害的基础属性", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[2] = {
		code = 2, --[[属性id]]
		property = "生命", --[[基础属性]]
		content = "生命值上限", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[3] = {
		code = 3, --[[属性id]]
		property = "物防", --[[基础属性]]
		content = "抵抗物理攻击伤害的基础属性", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[4] = {
		code = 4, --[[属性id]]
		property = "法防", --[[基础属性]]
		content = "抵抗法术攻击伤害的基础属性", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[5] = {
		code = 5, --[[属性id]]
		property = "暴击", --[[基础属性]]
		content = "用于计算触发暴击的概率", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[6] = {
		code = 6, --[[属性id]]
		property = "命中", --[[基础属性]]
		content = "命中成功，则该次攻击生效", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[7] = {
		code = 7, --[[属性id]]
		property = "闪避", --[[基础属性]]
		content = "闪避成功，则该次攻击失效", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[8] = {
		code = 8, --[[属性id]]
		property = "穿透", --[[基础属性]]
		content = "无视目标一定比例的防御", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[9] = {
		code = 9, --[[属性id]]
		property = "坚韧", --[[基础属性]]
		content = "受击时，减少暴击率和暴击伤害", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[10] = {
		code = 10, --[[属性id]]
		property = "免伤", --[[基础属性]]
		content = "受击时，减免一定比例的伤害", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[11] = {
		code = 11, --[[属性id]]
		property = "格挡", --[[基础属性]]
		content = "格挡成功，受到伤害减少20%", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[12] = {
		code = 12, --[[属性id]]
		property = "暴伤", --[[基础属性]]
		content = "暴击造成的伤害率，初始150%", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
	[42] = {
		code = 42, --[[属性id]]
		property = "回血", --[[基础属性]]
		content = "每10秒恢复的生命值，随等级提升", --[[详细说明（角色信息界面属性弹出tips）]]
	} ,
}
return ret