local ret = {
	[1] = {
		index = 1, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 5, --[[小类]]
	} ,
	[2] = {
		index = 2, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 19, --[[小类]]
	} ,
	[3] = {
		index = 3, --[[自增id]]
		code = 40290401, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[4] = {
		index = 4, --[[自增id]]
		code = 40291401, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[5] = {
		index = 5, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 8, --[[小类]]
	} ,
	[6] = {
		index = 6, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 10, --[[小类]]
	} ,
	[7] = {
		index = 7, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 11, --[[小类]]
	} ,
	[8] = {
		index = 8, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 12, --[[小类]]
	} ,
	[9] = {
		index = 9, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 16, --[[小类]]
	} ,
	[10] = {
		index = 10, --[[自增id]]
		code = 40190301, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[11] = {
		index = 11, --[[自增id]]
		code = 40190302, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[12] = {
		index = 12, --[[自增id]]
		code = 40190303, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[13] = {
		index = 13, --[[自增id]]
		code = 40190304, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[14] = {
		index = 14, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 44, --[[小类]]
	} ,
	[15] = {
		index = 15, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 30, --[[小类]]
	} ,
	[16] = {
		index = 16, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 31, --[[小类]]
	} ,
	[17] = {
		index = 17, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 32, --[[小类]]
	} ,
	[18] = {
		index = 18, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 33, --[[小类]]
	} ,
	[19] = {
		index = 19, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 33, --[[小类]]
	} ,
	[20] = {
		index = 20, --[[自增id]]
		code = 0, --[[物品原型]]
		type = 4, --[[大类]]
		sub_type = 41, --[[小类]]
	} ,
	[21] = {
		index = 21, --[[自增id]]
		code = 40351502, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[22] = {
		index = 22, --[[自增id]]
		code = 40352502, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[23] = {
		index = 23, --[[自增id]]
		code = 40354502, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[24] = {
		index = 24, --[[自增id]]
		code = 40361502, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[25] = {
		index = 25, --[[自增id]]
		code = 40362502, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[26] = {
		index = 26, --[[自增id]]
		code = 40364502, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[27] = {
		index = 27, --[[自增id]]
		code = 40371502, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[28] = {
		index = 28, --[[自增id]]
		code = 40372502, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[29] = {
		index = 29, --[[自增id]]
		code = 40374502, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[30] = {
		index = 30, --[[自增id]]
		code = 40390502, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[31] = {
		index = 31, --[[自增id]]
		code = 40351504, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[32] = {
		index = 32, --[[自增id]]
		code = 40352504, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[33] = {
		index = 33, --[[自增id]]
		code = 40354504, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[34] = {
		index = 34, --[[自增id]]
		code = 40361504, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[35] = {
		index = 35, --[[自增id]]
		code = 40362504, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[36] = {
		index = 36, --[[自增id]]
		code = 40364504, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[37] = {
		index = 37, --[[自增id]]
		code = 40371504, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[38] = {
		index = 38, --[[自增id]]
		code = 40372504, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[39] = {
		index = 39, --[[自增id]]
		code = 40374504, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
	[40] = {
		index = 40, --[[自增id]]
		code = 40390504, --[[物品原型]]
		type = 0, --[[大类]]
		sub_type = 0, --[[小类]]
	} ,
}
return ret