local ret = {
	[1] = {
		code = 1, --[[id ]]
		name = "同屏人数", --[[名称号]]
		value = {15}, --[[默认参数]]
	} ,
	[2] = {
		code = 2, --[[id ]]
		name = "世界语音", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[3] = {
		code = 3, --[[id ]]
		name = "军团语音", --[[名称号]]
		value = {1}, --[[默认参数]]
	} ,
	[4] = {
		code = 4, --[[id ]]
		name = "队伍语音", --[[名称号]]
		value = {1}, --[[默认参数]]
	} ,
	[5] = {
		code = 5, --[[id ]]
		name = "屏蔽他人", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[6] = {
		code = 6, --[[id ]]
		name = "屏蔽怪物", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[7] = {
		code = 7, --[[id ]]
		name = "屏蔽他人特效", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[8] = {
		code = 8, --[[id ]]
		name = "屏蔽他人武将", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[9] = {
		code = 9, --[[id ]]
		name = "屏蔽称号", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[10] = {
		code = 10, --[[id ]]
		name = "关闭震动", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[11] = {
		code = 11, --[[id ]]
		name = "自动原地恢复", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[12] = {
		code = 12, --[[id ]]
		name = "武将自动攻击", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[13] = {
		code = 13, --[[id ]]
		name = "自动跟随", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[14] = {
		code = 14, --[[id ]]
		name = "低血量自动吃药", --[[名称号]]
		value = {0}, --[[默认参数]]
	} ,
	[15] = {
		code = 15, --[[id ]]
		name = "推送", --[[名称号]]
		value = {1,1,1,1,1,1,1,1,1}, --[[默认参数]]
	} ,
}
return ret