local ret = {
	[11406003] = {
		code = 11406003, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 200, --[[震动时间(ms)]]
		late_time = 360, --[[延迟时间(ms)]]
	} ,
	[11106003] = {
		code = 11106003, --[[编号]]
		dir = {0.2,0.2,0.2}, --[[振幅]]
		time = 200, --[[震动时间(ms)]]
		late_time = 330, --[[延迟时间(ms)]]
	} ,
	[11206003] = {
		code = 11206003, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 200, --[[震动时间(ms)]]
		late_time = 380, --[[延迟时间(ms)]]
	} ,
	[11402001] = {
		code = 11402001, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 200, --[[震动时间(ms)]]
		late_time = 1100, --[[延迟时间(ms)]]
	} ,
	[11102001] = {
		code = 11102001, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 500, --[[震动时间(ms)]]
		late_time = 400, --[[延迟时间(ms)]]
	} ,
	[11105001] = {
		code = 11105001, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 1000, --[[震动时间(ms)]]
		late_time = 1200, --[[延迟时间(ms)]]
	} ,
	[11405001] = {
		code = 11405001, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 450, --[[震动时间(ms)]]
		late_time = 960, --[[延迟时间(ms)]]
	} ,
	[11104001] = {
		code = 11104001, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 1200, --[[震动时间(ms)]]
		late_time = 260, --[[延迟时间(ms)]]
	} ,
	[11203001] = {
		code = 11203001, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 400, --[[震动时间(ms)]]
		late_time = 1000, --[[延迟时间(ms)]]
	} ,
	[11401001] = {
		code = 11401001, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 300, --[[震动时间(ms)]]
		late_time = 0, --[[延迟时间(ms)]]
	} ,
	[11205001] = {
		code = 11205001, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 700, --[[震动时间(ms)]]
		late_time = 360, --[[延迟时间(ms)]]
	} ,
	[16510002] = {
		code = 16510002, --[[编号]]
		dir = {0.3,0.3,0.3}, --[[振幅]]
		time = 1200, --[[震动时间(ms)]]
		late_time = 3433, --[[延迟时间(ms)]]
	} ,
}
return ret