local ret = {
	[1001] = {
		shop_id = 1001, --[[商店id]]
		name = "常用道具", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 1, --[[商城归类]]
		order = 2, --[[排列序号]]
	} ,
	[1002] = {
		shop_id = 1002, --[[商店id]]
		name = "宝石装备", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 1, --[[商城归类]]
		order = 3, --[[排列序号]]
	} ,
	[1003] = {
		shop_id = 1003, --[[商店id]]
		name = "武将坐骑", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 1, --[[商城归类]]
		order = 4, --[[排列序号]]
	} ,
	[1004] = {
		shop_id = 1004, --[[商店id]]
		name = "酷炫外观", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 1, --[[商城归类]]
		order = 5, --[[排列序号]]
	} ,
	[1005] = {
		shop_id = 1005, --[[商店id]]
		name = "每周限购", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 1, --[[商城归类]]
		order = 1, --[[排列序号]]
		des = "每周一凌晨<color=green>00:00</color>点恢复库存", --[[描述]]
	} ,
	[1006] = {
		shop_id = 1006, --[[商店id]]
		name = "VIP商城", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 1, --[[商城归类]]
		order = 6, --[[排列序号]]
	} ,
	[1011] = {
		shop_id = 1011, --[[商店id]]
		name = "每日限购", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 2, --[[商城归类]]
		order = 1, --[[排列序号]]
	} ,
	[1012] = {
		shop_id = 1012, --[[商店id]]
		name = "日常必备", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 2, --[[商城归类]]
		order = 2, --[[排列序号]]
	} ,
	[1021] = {
		shop_id = 1021, --[[商店id]]
		name = "斗  币", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 3, --[[商城归类]]
		order = 1, --[[排列序号]]
	} ,
	[1023] = {
		shop_id = 1023, --[[商店id]]
		name = "荣  誉", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 3, --[[商城归类]]
		order = 2, --[[排列序号]]
	} ,
	[1024] = {
		shop_id = 1024, --[[商店id]]
		name = "寻宝积分", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 3, --[[商城归类]]
		order = 4, --[[排列序号]]
	} ,
	[1025] = {
		shop_id = 1025, --[[商店id]]
		name = "贡  献", --[[商店名字]]
		is_mall = 1, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 3, --[[商城归类]]
		order = 3, --[[排列序号]]
	} ,
	[2001] = {
		shop_id = 2001, --[[商店id]]
		name = "军团仓库", --[[商店名字]]
		is_mall = 0, --[[是否在商城]]
		is_npc = 0, --[[是否NPC商店]]
		shop_mode = 0, --[[商城归类]]
		order = 0, --[[排列序号]]
	} ,
}
return ret