local ret = {
	[1] = {
		id = 1, --[[自增id]]
		rank_type = 1, --[[排行榜类型枚举]]
		name = "排名", --[[名字]]
	} ,
	[2] = {
		id = 2, --[[自增id]]
		rank_type = 1, --[[排行榜类型枚举]]
		name = "角色名称", --[[名字]]
	} ,
	[3] = {
		id = 3, --[[自增id]]
		rank_type = 1, --[[排行榜类型枚举]]
		name = "职业", --[[名字]]
	} ,
	[4] = {
		id = 4, --[[自增id]]
		rank_type = 1, --[[排行榜类型枚举]]
		name = "战力", --[[名字]]
	} ,
	[5] = {
		id = 5, --[[自增id]]
		rank_type = 3, --[[排行榜类型枚举]]
		name = "排名", --[[名字]]
	} ,
	[6] = {
		id = 6, --[[自增id]]
		rank_type = 3, --[[排行榜类型枚举]]
		name = "角色名称", --[[名字]]
	} ,
	[7] = {
		id = 7, --[[自增id]]
		rank_type = 3, --[[排行榜类型枚举]]
		name = "职业", --[[名字]]
	} ,
	[8] = {
		id = 8, --[[自增id]]
		rank_type = 3, --[[排行榜类型枚举]]
		name = "等级", --[[名字]]
	} ,
	[9] = {
		id = 9, --[[自增id]]
		rank_type = 2, --[[排行榜类型枚举]]
		name = "排名", --[[名字]]
	} ,
	[10] = {
		id = 10, --[[自增id]]
		rank_type = 2, --[[排行榜类型枚举]]
		name = "角色名称", --[[名字]]
	} ,
	[11] = {
		id = 11, --[[自增id]]
		rank_type = 2, --[[排行榜类型枚举]]
		name = "武将名称", --[[名字]]
	} ,
	[12] = {
		id = 12, --[[自增id]]
		rank_type = 2, --[[排行榜类型枚举]]
		name = "武将战力", --[[名字]]
	} ,
	[13] = {
		id = 13, --[[自增id]]
		rank_type = 9, --[[排行榜类型枚举]]
		name = "排名", --[[名字]]
	} ,
	[14] = {
		id = 14, --[[自增id]]
		rank_type = 9, --[[排行榜类型枚举]]
		name = "角色名称", --[[名字]]
	} ,
	[15] = {
		id = 15, --[[自增id]]
		rank_type = 9, --[[排行榜类型枚举]]
		name = "坐骑", --[[名字]]
	} ,
	[16] = {
		id = 16, --[[自增id]]
		rank_type = 9, --[[排行榜类型枚举]]
		name = "坐骑品阶", --[[名字]]
	} ,
	[17] = {
		id = 17, --[[自增id]]
		rank_type = 6, --[[排行榜类型枚举]]
		name = "排名", --[[名字]]
	} ,
	[18] = {
		id = 18, --[[自增id]]
		rank_type = 6, --[[排行榜类型枚举]]
		name = "军团名称", --[[名字]]
	} ,
	[19] = {
		id = 19, --[[自增id]]
		rank_type = 6, --[[排行榜类型枚举]]
		name = "统帅", --[[名字]]
	} ,
	[20] = {
		id = 20, --[[自增id]]
		rank_type = 6, --[[排行榜类型枚举]]
		name = "军团等级", --[[名字]]
	} ,
	[21] = {
		id = 21, --[[自增id]]
		rank_type = 7, --[[排行榜类型枚举]]
		name = "排名", --[[名字]]
	} ,
	[22] = {
		id = 22, --[[自增id]]
		rank_type = 7, --[[排行榜类型枚举]]
		name = "角色名称", --[[名字]]
	} ,
	[23] = {
		id = 23, --[[自增id]]
		rank_type = 7, --[[排行榜类型枚举]]
		name = "耗时", --[[名字]]
	} ,
	[24] = {
		id = 24, --[[自增id]]
		rank_type = 7, --[[排行榜类型枚举]]
		name = "正确数", --[[名字]]
	} ,
	[25] = {
		id = 25, --[[自增id]]
		rank_type = 12, --[[排行榜类型枚举]]
		name = "排行", --[[名字]]
	} ,
	[26] = {
		id = 26, --[[自增id]]
		rank_type = 12, --[[排行榜类型枚举]]
		name = "角色名称", --[[名字]]
	} ,
	[27] = {
		id = 27, --[[自增id]]
		rank_type = 12, --[[排行榜类型枚举]]
		name = "战力", --[[名字]]
	} ,
	[28] = {
		id = 28, --[[自增id]]
		rank_type = 12, --[[排行榜类型枚举]]
		name = "层数", --[[名字]]
	} ,
}
return ret