local ret = {
	[1] = {
		idx = 1, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 1, --[[累计天数]]
		gain_item = 
		{
			
			{
				40171102,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 1, --[[vip翻倍等级]]
	} ,
	[2] = {
		idx = 2, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 2, --[[累计天数]]
		gain_item = 
		{
			
			{
				40031105,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[3] = {
		idx = 3, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 3, --[[累计天数]]
		gain_item = 
		{
			
			{
				50010309,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 2, --[[vip翻倍等级]]
	} ,
	[4] = {
		idx = 4, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 4, --[[累计天数]]
		gain_item = 
		{
			
			{
				40331402,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 2, --[[vip翻倍等级]]
	} ,
	[5] = {
		idx = 5, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 5, --[[累计天数]]
		gain_item = 
		{
			
			{
				40081201,5
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[6] = {
		idx = 6, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 6, --[[累计天数]]
		gain_item = 
		{
			
			{
				50010309,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 3, --[[vip翻倍等级]]
	} ,
	[7] = {
		idx = 7, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 7, --[[累计天数]]
		gain_item = 
		{
			
			{
				40201301,2
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[8] = {
		idx = 8, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 8, --[[累计天数]]
		gain_item = 
		{
			
			{
				40161201,2
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 1, --[[vip翻倍等级]]
	} ,
	[9] = {
		idx = 9, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 9, --[[累计天数]]
		gain_item = 
		{
			
			{
				50010309,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 5, --[[vip翻倍等级]]
	} ,
	[10] = {
		idx = 10, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 10, --[[累计天数]]
		gain_item = 
		{
			
			{
				40111201,3
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[11] = {
		idx = 11, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 11, --[[累计天数]]
		gain_item = 
		{
			
			{
				40331401,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 1, --[[vip翻倍等级]]
	} ,
	[12] = {
		idx = 12, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 12, --[[累计天数]]
		gain_item = 
		{
			
			{
				50010309,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 1, --[[vip翻倍等级]]
	} ,
	[13] = {
		idx = 13, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 13, --[[累计天数]]
		gain_item = 
		{
			
			{
				40181301,3
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[14] = {
		idx = 14, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 14, --[[累计天数]]
		gain_item = 
		{
			
			{
				40031105,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[15] = {
		idx = 15, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 15, --[[累计天数]]
		gain_item = 
		{
			
			{
				50010309,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 1, --[[vip翻倍等级]]
	} ,
	[16] = {
		idx = 16, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 16, --[[累计天数]]
		gain_item = 
		{
			
			{
				40201301,2
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[17] = {
		idx = 17, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 17, --[[累计天数]]
		gain_item = 
		{
			
			{
				40161201,2
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[18] = {
		idx = 18, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 18, --[[累计天数]]
		gain_item = 
		{
			
			{
				50010309,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[19] = {
		idx = 19, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 19, --[[累计天数]]
		gain_item = 
		{
			
			{
				40411401,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 1, --[[vip翻倍等级]]
	} ,
	[20] = {
		idx = 20, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 20, --[[累计天数]]
		gain_item = 
		{
			
			{
				40051201,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[21] = {
		idx = 21, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 21, --[[累计天数]]
		gain_item = 
		{
			
			{
				50010309,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[22] = {
		idx = 22, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 22, --[[累计天数]]
		gain_item = 
		{
			
			{
				40201301,2
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 3, --[[vip翻倍等级]]
	} ,
	[23] = {
		idx = 23, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 23, --[[累计天数]]
		gain_item = 
		{
			
			{
				40031105,2
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[24] = {
		idx = 24, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 24, --[[累计天数]]
		gain_item = 
		{
			
			{
				50010309,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[25] = {
		idx = 25, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 25, --[[累计天数]]
		gain_item = 
		{
			
			{
				40161201,3
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 3, --[[vip翻倍等级]]
	} ,
	[26] = {
		idx = 26, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 26, --[[累计天数]]
		gain_item = 
		{
			
			{
				40201301,3
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 3, --[[vip翻倍等级]]
	} ,
	[27] = {
		idx = 27, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 27, --[[累计天数]]
		gain_item = 
		{
			
			{
				50010309,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[28] = {
		idx = 28, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 28, --[[累计天数]]
		gain_item = 
		{
			
			{
				40031105,2
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
	[29] = {
		idx = 29, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 29, --[[累计天数]]
		gain_item = 
		{
			
			{
				40411401,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 3, --[[vip翻倍等级]]
	} ,
	[30] = {
		idx = 30, --[[自增idx]]
		group_id = 1, --[[奖励组id]]
		days = 30, --[[累计天数]]
		gain_item = 
		{
			
			{
				50010309,1
			}
		}, --[[获取物品 ( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		double_vip_level = 0, --[[vip翻倍等级]]
	} ,
}
return ret