local ret = {
	[11101] = {
		code = 11101, --[[资源id]]
		play_pos = 2, --[[播放位置]]
		self_effect = "11101001", --[[自己身上特效]]
		target_effect = "11101002", --[[目标身上特效]]
		hit_effect = "41000023", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 22, --[[攻击动作百分比]]
	} ,
	[11102] = {
		code = 11102, --[[资源id]]
		play_pos = 2, --[[播放位置]]
		self_effect = "11102001", --[[自己身上特效]]
		target_effect = "11102002", --[[目标身上特效]]
		hit_effect = "41000023", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 23, --[[攻击动作百分比]]
	} ,
	[11103] = {
		code = 11103, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11103001", --[[自己身上特效]]
		skeleton_effect_list = {11103002}, --[[需要放在人物骨骼上的特效]]
		skeleton_name_list = {"Bip001 Prop1"}, --[[骨骼节点名字]]
		hit_effect = "41000023", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 28, --[[攻击动作百分比]]
	} ,
	[11104] = {
		code = 11104, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11104001", --[[自己身上特效]]
		hit_effect = "41000023", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 16, --[[攻击动作百分比]]
	} ,
	[11105] = {
		code = 11105, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11105002", --[[自己身上特效]]
		hit_effect = "41000023", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 86, --[[攻击动作百分比]]
	} ,
	[11106001] = {
		code = 11106001, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11106001", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 40, --[[飞行道具速度]]
		fly_model = "11106004", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,5}, --[[飞行道具起始位置]]
		hit_effect = "41000023", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 27, --[[攻击动作百分比]]
	} ,
	[11106002] = {
		code = 11106002, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11106002", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 40, --[[飞行道具速度]]
		fly_model = "11106004", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,5}, --[[飞行道具起始位置]]
		hit_effect = "41000023", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 27, --[[攻击动作百分比]]
	} ,
	[11106003] = {
		code = 11106003, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11106003", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 40, --[[飞行道具速度]]
		fly_model = "11106004", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,5}, --[[飞行道具起始位置]]
		hit_effect = "41000023", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 29, --[[攻击动作百分比]]
	} ,
	[11201] = {
		code = 11201, --[[资源id]]
		play_pos = 3, --[[播放位置]]
		self_effect = "11201001", --[[自己身上特效]]
		target_effect = "11201003", --[[目标身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "11201002", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,5}, --[[飞行道具起始位置]]
		hit_effect = "41000024", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 24, --[[攻击动作百分比]]
	} ,
	[11202] = {
		code = 11202, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11202001", --[[自己身上特效]]
		hit_effect = "41000024", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 5, --[[攻击动作百分比]]
	} ,
	[11203] = {
		code = 11203, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11203001", --[[自己身上特效]]
		hit_effect = "41000024", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 72, --[[攻击动作百分比]]
	} ,
	[11204] = {
		code = 11204, --[[资源id]]
		play_pos = 3, --[[播放位置]]
		self_effect = "11204001", --[[自己身上特效]]
		target_effect = "11204003", --[[目标身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "11204002", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,1.2,5}, --[[飞行道具起始位置]]
		hit_effect = "41000024", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 61, --[[攻击动作百分比]]
	} ,
	[11205] = {
		code = 11205, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11205002", --[[自己身上特效]]
		hit_effect = "41000024", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 26, --[[攻击动作百分比]]
	} ,
	[11206001] = {
		code = 11206001, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11206001", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 40, --[[飞行道具速度]]
		fly_model = "11206004", --[[飞行道具模型]]
		atk_pos = 40, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,1.2,4}, --[[飞行道具起始位置]]
		hit_effect = "41000024", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 19, --[[攻击动作百分比]]
	} ,
	[11206002] = {
		code = 11206002, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11206002", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 40, --[[飞行道具速度]]
		fly_model = "11206004", --[[飞行道具模型]]
		atk_pos = 40, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,1.2,4}, --[[飞行道具起始位置]]
		hit_effect = "41000024", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 38, --[[攻击动作百分比]]
	} ,
	[11206003] = {
		code = 11206003, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11206003", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 40, --[[飞行道具速度]]
		fly_model = "11206004", --[[飞行道具模型]]
		atk_pos = 40, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,1.2,4}, --[[飞行道具起始位置]]
		hit_effect = "41000024", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 26, --[[攻击动作百分比]]
	} ,
	[11401] = {
		code = 11401, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11401001", --[[自己身上特效]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 5, --[[攻击动作百分比]]
		is_move_to_target = 1, --[[是否移动到目标]]
		move_speed = 40, --[[移动到目标的速度(m/s)]]
		forward_effect = "11401002", --[[冲锋特效]]
	} ,
	[11402] = {
		code = 11402, --[[资源id]]
		play_pos = 2, --[[播放位置]]
		self_effect = "11402001", --[[自己身上特效]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 32, --[[攻击动作百分比]]
	} ,
	[11403] = {
		code = 11403, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11403001", --[[自己身上特效]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 19, --[[攻击动作百分比]]
	} ,
	[11404] = {
		code = 11404, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11404001", --[[自己身上特效]]
		follow = 1, --[[是否可移动]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 10, --[[攻击动作百分比]]
	} ,
	[11405] = {
		code = 11405, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11405002", --[[自己身上特效]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 32, --[[攻击动作百分比]]
	} ,
	[11406001] = {
		code = 11406001, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11406001", --[[自己身上特效]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 40, --[[攻击动作百分比]]
	} ,
	[11406002] = {
		code = 11406002, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11406002", --[[自己身上特效]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 36, --[[攻击动作百分比]]
	} ,
	[11406003] = {
		code = 11406003, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "11406003", --[[自己身上特效]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 37, --[[攻击动作百分比]]
	} ,
	[12006101] = {
		code = 12006101, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440011_atk", --[[自己身上特效]]
		action_per = 29, --[[攻击动作百分比]]
	} ,
	[12006102] = {
		code = 12006102, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410002_skill1", --[[自己身上特效]]
		action_per = 80, --[[攻击动作百分比]]
	} ,
	[12006103] = {
		code = 12006103, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410003_skill", --[[自己身上特效]]
		hit_effect = "22410003_skill1", --[[打在目标身上的受击特效]]
		hit_height = 0.1, --[[受击特效高度]]
		action_per = 12, --[[攻击动作百分比]]
	} ,
	[12006104] = {
		code = 12006104, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420004_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 35, --[[飞行道具速度]]
		fly_model = "22420004_atk1", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,1,-7}, --[[飞行道具起始位置]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 26, --[[攻击动作百分比]]
	} ,
	[12006105] = {
		code = 12006105, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420007_atk", --[[自己身上特效]]
		action_per = 23, --[[攻击动作百分比]]
	} ,
	[12006106] = {
		code = 12006106, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430001_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 35, --[[飞行道具速度]]
		fly_model = "22430001_atk1", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,1,-10}, --[[飞行道具起始位置]]
		hit_effect = "41000121", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 29, --[[攻击动作百分比]]
	} ,
	[12006107] = {
		code = 12006107, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430002_skill1", --[[自己身上特效]]
		hit_effect = "41000121", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 48, --[[攻击动作百分比]]
	} ,
	[12006108] = {
		code = 12006108, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410005_atk", --[[自己身上特效]]
		action_per = 25, --[[攻击动作百分比]]
	} ,
	[12006109] = {
		code = 12006109, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440004_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "22440004f", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,2}, --[[飞行道具起始位置]]
		hit_effect = "41000122", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 26, --[[攻击动作百分比]]
	} ,
	[12006110] = {
		code = 12006110, --[[资源id]]
		play_pos = 2, --[[播放位置]]
		self_effect = "22440008_skill1", --[[自己身上特效]]
		target_effect = "22440008f", --[[目标身上特效]]
		action_per = 42, --[[攻击动作百分比]]
	} ,
	[12006111] = {
		code = 12006111, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410005_skill1", --[[自己身上特效]]
		action_per = 25, --[[攻击动作百分比]]
	} ,
	[12006112] = {
		code = 12006112, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430002_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "22430002_atk1", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,-9}, --[[飞行道具起始位置]]
		hit_effect = "41000121", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 44, --[[攻击动作百分比]]
	} ,
	[12006113] = {
		code = 12006113, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430005_atk", --[[自己身上特效]]
		skeleton_effect_list = {"22430005b"}, --[[需要放在人物骨骼上的特效]]
		skeleton_name_list = {"Bone017"}, --[[骨骼节点名字]]
		action_per = 57, --[[攻击动作百分比]]
	} ,
	[12006114] = {
		code = 12006114, --[[资源id]]
		play_pos = 2, --[[播放位置]]
		self_effect = "22430005_skill1", --[[自己身上特效]]
		skeleton_effect_list = {"22430005b"}, --[[需要放在人物骨骼上的特效]]
		skeleton_name_list = {"Bone017"}, --[[骨骼节点名字]]
		hit_effect = "41000123", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 49, --[[攻击动作百分比]]
	} ,
	[12006115] = {
		code = 12006115, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430010_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 40, --[[飞行道具速度]]
		fly_model = "41000067", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,2}, --[[飞行道具起始位置]]
		hit_effect = "41000124", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 41, --[[攻击动作百分比]]
	} ,
	[12006116] = {
		code = 12006116, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430010_skill1", --[[自己身上特效]]
		hit_effect = "41000124", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 66, --[[攻击动作百分比]]
	} ,
	[12006117] = {
		code = 12006117, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440004_skill1", --[[自己身上特效]]
		hit_effect = "41000122", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 55, --[[攻击动作百分比]]
	} ,
	[12006118] = {
		code = 12006118, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440008_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 35, --[[飞行道具速度]]
		fly_model = "41000068", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,2}, --[[飞行道具起始位置]]
		action_per = 42, --[[攻击动作百分比]]
	} ,
	[12006119] = {
		code = 12006119, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410002_atk", --[[自己身上特效]]
		action_per = 39, --[[攻击动作百分比]]
	} ,
	[12006120] = {
		code = 12006120, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410003_atk", --[[自己身上特效]]
		hit_effect = "22410003_atk1", --[[打在目标身上的受击特效]]
		hit_height = 0.1, --[[受击特效高度]]
		action_per = 30, --[[攻击动作百分比]]
	} ,
	[12006121] = {
		code = 12006121, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420004_skill1", --[[自己身上特效]]
		action_per = 46, --[[攻击动作百分比]]
	} ,
	[12006122] = {
		code = 12006122, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420007_skill1", --[[自己身上特效]]
		action_per = 20, --[[攻击动作百分比]]
	} ,
	[12006123] = {
		code = 12006123, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440011_skill1", --[[自己身上特效]]
		action_per = 28, --[[攻击动作百分比]]
	} ,
	[12006124] = {
		code = 12006124, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430001_skill1", --[[自己身上特效]]
		action_per = 29, --[[攻击动作百分比]]
	} ,
	[12006125] = {
		code = 12006125, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430003_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "41000068", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,1}, --[[飞行道具起始位置]]
		hit_effect = "41000122", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 26, --[[攻击动作百分比]]
	} ,
	[12006126] = {
		code = 12006126, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430003_skill1", --[[自己身上特效]]
		hit_effect = "41000122", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 26, --[[攻击动作百分比]]
	} ,
	[12006127] = {
		code = 12006127, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440009_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 35, --[[飞行道具速度]]
		fly_model = "41000066", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,2}, --[[飞行道具起始位置]]
		hit_effect = "41000121", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 34, --[[攻击动作百分比]]
	} ,
	[12006128] = {
		code = 12006128, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440009_skill1", --[[自己身上特效]]
		hit_effect = "41000021", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 48, --[[攻击动作百分比]]
	} ,
	[12006129] = {
		code = 12006129, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420001_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "22420001_atk1", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,2}, --[[飞行道具起始位置]]
		hit_effect = "41000023", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 43, --[[攻击动作百分比]]
	} ,
	[12006130] = {
		code = 12006130, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420001_skill", --[[自己身上特效]]
		hit_effect = "22420001_skill1", --[[打在目标身上的受击特效]]
		hit_height = 0.1, --[[受击特效高度]]
		action_per = 43, --[[攻击动作百分比]]
	} ,
	[12006131] = {
		code = 12006131, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410004_atk1", --[[自己身上特效]]
		hit_effect = "41000121", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 37, --[[攻击动作百分比]]
	} ,
	[12006132] = {
		code = 12006132, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410004_skill", --[[自己身上特效]]
		hit_effect = "22410004_skill1", --[[打在目标身上的受击特效]]
		hit_height = 0.1, --[[受击特效高度]]
		action_per = 27, --[[攻击动作百分比]]
	} ,
	[12006133] = {
		code = 12006133, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420003_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "22420003_atk1", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,2,1}, --[[飞行道具起始位置]]
		hit_effect = "41000121", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 38, --[[攻击动作百分比]]
	} ,
	[12006134] = {
		code = 12006134, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420003_skill1", --[[自己身上特效]]
		action_per = 66, --[[攻击动作百分比]]
	} ,
	[12006001] = {
		code = 12006001, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440006_atk", --[[自己身上特效]]
		action_per = 35, --[[攻击动作百分比]]
	} ,
	[12006002] = {
		code = 12006002, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430009_atk", --[[自己身上特效]]
		action_per = 57, --[[攻击动作百分比]]
	} ,
	[12006003] = {
		code = 12006003, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410001_atk", --[[自己身上特效]]
		action_per = 50, --[[攻击动作百分比]]
	} ,
	[12006004] = {
		code = 12006004, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410007_atk", --[[自己身上特效]]
		action_per = 43, --[[攻击动作百分比]]
	} ,
	[12006005] = {
		code = 12006005, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410009_skill1", --[[自己身上特效]]
		action_per = 30, --[[攻击动作百分比]]
	} ,
	[12006006] = {
		code = 12006006, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420002_skill1", --[[自己身上特效]]
		action_per = 32, --[[攻击动作百分比]]
	} ,
	[12006007] = {
		code = 12006007, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420011_atk", --[[自己身上特效]]
		action_per = 35, --[[攻击动作百分比]]
	} ,
	[12006008] = {
		code = 12006008, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440007_atk", --[[自己身上特效]]
		action_per = 44, --[[攻击动作百分比]]
	} ,
	[12006009] = {
		code = 12006009, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410008_atk", --[[自己身上特效]]
		action_per = 36, --[[攻击动作百分比]]
	} ,
	[12006010] = {
		code = 12006010, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410006_atk", --[[自己身上特效]]
		action_per = 29, --[[攻击动作百分比]]
	} ,
	[12006011] = {
		code = 12006011, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440001_skill1", --[[自己身上特效]]
		action_per = 30, --[[攻击动作百分比]]
	} ,
	[12006012] = {
		code = 12006012, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420009_atk", --[[自己身上特效]]
		action_per = 30, --[[攻击动作百分比]]
	} ,
	[12006013] = {
		code = 12006013, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410007_skill1", --[[自己身上特效]]
		action_per = 28, --[[攻击动作百分比]]
	} ,
	[12006014] = {
		code = 12006014, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410006_skill1", --[[自己身上特效]]
		action_per = 49, --[[攻击动作百分比]]
	} ,
	[12006015] = {
		code = 12006015, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430009_skill1", --[[自己身上特效]]
		action_per = 22, --[[攻击动作百分比]]
	} ,
	[12006016] = {
		code = 12006016, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440001_atk", --[[自己身上特效]]
		action_per = 39, --[[攻击动作百分比]]
	} ,
	[12006017] = {
		code = 12006017, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410009_atk", --[[自己身上特效]]
		action_per = 33, --[[攻击动作百分比]]
	} ,
	[12006018] = {
		code = 12006018, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420002_atk", --[[自己身上特效]]
		action_per = 37, --[[攻击动作百分比]]
	} ,
	[12006019] = {
		code = 12006019, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410008_skill1", --[[自己身上特效]]
		action_per = 47, --[[攻击动作百分比]]
	} ,
	[12006020] = {
		code = 12006020, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410001_skill1", --[[自己身上特效]]
		action_per = 17, --[[攻击动作百分比]]
	} ,
	[12006021] = {
		code = 12006021, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420011_skill1", --[[自己身上特效]]
		action_per = 59, --[[攻击动作百分比]]
	} ,
	[12006022] = {
		code = 12006022, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420009_skill1", --[[自己身上特效]]
		action_per = 44, --[[攻击动作百分比]]
	} ,
	[12006023] = {
		code = 12006023, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440006_skill1", --[[自己身上特效]]
		action_per = 17, --[[攻击动作百分比]]
	} ,
	[12006024] = {
		code = 12006024, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440007_skill1", --[[自己身上特效]]
		action_per = 38, --[[攻击动作百分比]]
	} ,
	[12006025] = {
		code = 12006025, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420005_atk", --[[自己身上特效]]
		action_per = 27, --[[攻击动作百分比]]
	} ,
	[12006026] = {
		code = 12006026, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420005_skill1", --[[自己身上特效]]
		action_per = 29, --[[攻击动作百分比]]
	} ,
	[12006027] = {
		code = 12006027, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430006_atk", --[[自己身上特效]]
		action_per = 42, --[[攻击动作百分比]]
	} ,
	[12006028] = {
		code = 12006028, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430006_skill1", --[[自己身上特效]]
		action_per = 43, --[[攻击动作百分比]]
	} ,
	[12006029] = {
		code = 12006029, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420008_atk", --[[自己身上特效]]
		action_per = 30, --[[攻击动作百分比]]
	} ,
	[12006030] = {
		code = 12006030, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420008_skill1", --[[自己身上特效]]
		action_per = 52, --[[攻击动作百分比]]
	} ,
	[12006031] = {
		code = 12006031, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440003_atk", --[[自己身上特效]]
		action_per = 29, --[[攻击动作百分比]]
	} ,
	[12006032] = {
		code = 12006032, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440003_skill1", --[[自己身上特效]]
		action_per = 49, --[[攻击动作百分比]]
	} ,
	[12006033] = {
		code = 12006033, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430007_atk", --[[自己身上特效]]
		action_per = 39, --[[攻击动作百分比]]
	} ,
	[12006034] = {
		code = 12006034, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430007_skill1", --[[自己身上特效]]
		action_per = 30, --[[攻击动作百分比]]
	} ,
	[12006035] = {
		code = 12006035, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420010_atk", --[[自己身上特效]]
		action_per = 42, --[[攻击动作百分比]]
	} ,
	[12006036] = {
		code = 12006036, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420010_skill1", --[[自己身上特效]]
		hit_effect = "41000122", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 25, --[[攻击动作百分比]]
	} ,
	[12006037] = {
		code = 12006037, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430008_atk", --[[自己身上特效]]
		action_per = 34, --[[攻击动作百分比]]
	} ,
	[12006038] = {
		code = 12006038, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22430008_skill1", --[[自己身上特效]]
		action_per = 38, --[[攻击动作百分比]]
	} ,
	[12006039] = {
		code = 12006039, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420006_atk", --[[自己身上特效]]
		action_per = 30, --[[攻击动作百分比]]
	} ,
	[12006040] = {
		code = 12006040, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420006_skill1", --[[自己身上特效]]
		action_per = 28, --[[攻击动作百分比]]
	} ,
	[12006041] = {
		code = 12006041, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440005_atk", --[[自己身上特效]]
		action_per = 41, --[[攻击动作百分比]]
	} ,
	[12006042] = {
		code = 12006042, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22440005_skill1", --[[自己身上特效]]
		action_per = 47, --[[攻击动作百分比]]
	} ,
	[12006043] = {
		code = 12006043, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22450001_atk", --[[自己身上特效]]
		action_per = 19, --[[攻击动作百分比]]
	} ,
	[12006044] = {
		code = 12006044, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22450001_skill1", --[[自己身上特效]]
		action_per = 36, --[[攻击动作百分比]]
	} ,
	[14200101] = {
		code = 14200101, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "50000023", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "50000022", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,9,2.55}, --[[飞行道具起始位置]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
	} ,
	[14200102] = {
		code = 14200102, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "50000023", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "50000022", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,9,2.55}, --[[飞行道具起始位置]]
		hit_effect = "41000022", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
	} ,
	[14410001] = {
		code = 14410001, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410001_skill1", --[[自己身上特效]]
		action_per = 17, --[[攻击动作百分比]]
	} ,
	[14420004] = {
		code = 14420004, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420004_skill1", --[[自己身上特效]]
		action_per = 46, --[[攻击动作百分比]]
	} ,
	[14510002] = {
		code = 14510002, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510002_atk", --[[自己身上特效]]
		skeleton_effect_list = {"22510002d","22510002e","22510002f","22510002c","22510002b"}, --[[需要放在人物骨骼上的特效]]
		skeleton_name_list = {"Bip001 Spine1","Bip001 L Forearm","Bip001 R Forearm","Bone002","Bip001 Spine"}, --[[骨骼节点名字]]
		action_per = 54, --[[攻击动作百分比]]
	} ,
	[14510003] = {
		code = 14510003, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 33, --[[攻击动作百分比]]
	} ,
	[14510004] = {
		code = 14510004, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 31, --[[攻击动作百分比]]
	} ,
	[14510009] = {
		code = 14510009, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510009_atk", --[[自己身上特效]]
		action_per = 38, --[[攻击动作百分比]]
	} ,
	[14510010] = {
		code = 14510010, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510010_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "22510010_atk1", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,5,1}, --[[飞行道具起始位置]]
		hit_effect = "41000121", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 49, --[[攻击动作百分比]]
	} ,
	[14510011] = {
		code = 14510011, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510011_atk", --[[自己身上特效]]
		action_per = 38, --[[攻击动作百分比]]
	} ,
	[14510012] = {
		code = 14510012, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510012_atk", --[[自己身上特效]]
		action_per = 24, --[[攻击动作百分比]]
	} ,
	[14510013] = {
		code = 14510013, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510013_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 35, --[[飞行道具速度]]
		fly_model = "22510013_atk1", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,5,1}, --[[飞行道具起始位置]]
		hit_effect = "41000122", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 45, --[[攻击动作百分比]]
	} ,
	[14510014] = {
		code = 14510014, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510014_atk", --[[自己身上特效]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 35, --[[飞行道具速度]]
		fly_model = "22510014_atk_b", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,5,1}, --[[飞行道具起始位置]]
		hit_effect = "41000124", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 37, --[[攻击动作百分比]]
	} ,
	[14520001] = {
		code = 14520001, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 42, --[[攻击动作百分比]]
	} ,
	[14520002] = {
		code = 14520002, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22520002a", --[[自己身上特效]]
		action_per = 41, --[[攻击动作百分比]]
	} ,
	[14520003] = {
		code = 14520003, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 41, --[[攻击动作百分比]]
	} ,
	[14520004] = {
		code = 14520004, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 23, --[[攻击动作百分比]]
	} ,
	[14520005] = {
		code = 14520005, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 26, --[[攻击动作百分比]]
	} ,
	[14520006] = {
		code = 14520006, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 31, --[[攻击动作百分比]]
	} ,
	[14520007] = {
		code = 14520007, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 22, --[[攻击动作百分比]]
	} ,
	[14520008] = {
		code = 14520008, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 43, --[[攻击动作百分比]]
	} ,
	[14520009] = {
		code = 14520009, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 50, --[[攻击动作百分比]]
	} ,
	[14520010] = {
		code = 14520010, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 24, --[[攻击动作百分比]]
	} ,
	[14520011] = {
		code = 14520011, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 50, --[[攻击动作百分比]]
	} ,
	[14520012] = {
		code = 14520012, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 44, --[[攻击动作百分比]]
	} ,
	[14520013] = {
		code = 14520013, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 36, --[[攻击动作百分比]]
	} ,
	[14520014] = {
		code = 14520014, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 37, --[[攻击动作百分比]]
	} ,
	[14520015] = {
		code = 14520015, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 28, --[[攻击动作百分比]]
	} ,
	[14520016] = {
		code = 14520016, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 28, --[[攻击动作百分比]]
	} ,
	[14520017] = {
		code = 14520017, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 35, --[[攻击动作百分比]]
	} ,
	[14520018] = {
		code = 14520018, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 22, --[[攻击动作百分比]]
	} ,
	[14520025] = {
		code = 14520025, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 27, --[[攻击动作百分比]]
	} ,
	[14530001] = {
		code = 14530001, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 24, --[[攻击动作百分比]]
	} ,
	[14530002] = {
		code = 14530002, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 44, --[[攻击动作百分比]]
	} ,
	[14530003] = {
		code = 14530003, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 28, --[[攻击动作百分比]]
	} ,
	[14530005] = {
		code = 14530005, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 42, --[[攻击动作百分比]]
	} ,
	[14530006] = {
		code = 14530006, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 48, --[[攻击动作百分比]]
	} ,
	[14530007] = {
		code = 14530007, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 55, --[[攻击动作百分比]]
	} ,
	[14530008] = {
		code = 14530008, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 43, --[[攻击动作百分比]]
	} ,
	[14530009] = {
		code = 14530009, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 57, --[[攻击动作百分比]]
	} ,
	[14530010] = {
		code = 14530010, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 26, --[[攻击动作百分比]]
	} ,
	[14530011] = {
		code = 14530011, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 37, --[[攻击动作百分比]]
	} ,
	[14530012] = {
		code = 14530012, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 44, --[[攻击动作百分比]]
	} ,
	[14530013] = {
		code = 14530013, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 41, --[[攻击动作百分比]]
	} ,
	[14530014] = {
		code = 14530014, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 46, --[[攻击动作百分比]]
	} ,
	[14530015] = {
		code = 14530015, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 42, --[[攻击动作百分比]]
	} ,
	[14530016] = {
		code = 14530016, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 36, --[[攻击动作百分比]]
	} ,
	[14530017] = {
		code = 14530017, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 45, --[[攻击动作百分比]]
	} ,
	[14530018] = {
		code = 14530018, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 48, --[[攻击动作百分比]]
	} ,
	[14530019] = {
		code = 14530019, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 20, --[[攻击动作百分比]]
	} ,
	[14530023] = {
		code = 14530023, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 33, --[[攻击动作百分比]]
	} ,
	[14530024] = {
		code = 14530024, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 30, --[[飞行道具速度]]
		fly_model = "41000066", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,3,2}, --[[飞行道具起始位置]]
		hit_effect = "41000121", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 50, --[[攻击动作百分比]]
	} ,
	[14530025] = {
		code = 14530025, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 54, --[[攻击动作百分比]]
	} ,
	[14530026] = {
		code = 14530026, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 35, --[[攻击动作百分比]]
	} ,
	[14530027] = {
		code = 14530027, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 37, --[[攻击动作百分比]]
	} ,
	[14530028] = {
		code = 14530028, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 64, --[[攻击动作百分比]]
	} ,
	[14530029] = {
		code = 14530029, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 48, --[[攻击动作百分比]]
	} ,
	[14530030] = {
		code = 14530030, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 43, --[[攻击动作百分比]]
	} ,
	[14530031] = {
		code = 14530031, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 40, --[[攻击动作百分比]]
	} ,
	[14530032] = {
		code = 14530032, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 48, --[[攻击动作百分比]]
	} ,
	[14530033] = {
		code = 14530033, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 40, --[[攻击动作百分比]]
	} ,
	[15210021] = {
		code = 15210021, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22210021_atk", --[[自己身上特效]]
		action_per = 42, --[[攻击动作百分比]]
	} ,
	[15510002] = {
		code = 15510002, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510002a", --[[自己身上特效]]
		skeleton_effect_list = {"22510002d","22510002e","22510002f","22510002c","22510002b"}, --[[需要放在人物骨骼上的特效]]
		skeleton_name_list = {"Bip001 Spine1","Bip001 L Forearm","Bip001 R Forearm","Bone002","Bip001 Spine"}, --[[骨骼节点名字]]
		action_per = 31, --[[攻击动作百分比]]
	} ,
	[15510009] = {
		code = 15510009, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510009_skill1", --[[自己身上特效]]
		action_per = 41, --[[攻击动作百分比]]
	} ,
	[15510010] = {
		code = 15510010, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510010_skill1", --[[自己身上特效]]
		action_per = 29, --[[攻击动作百分比]]
	} ,
	[15510011] = {
		code = 15510011, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510011_skill1", --[[自己身上特效]]
		action_per = 37, --[[攻击动作百分比]]
	} ,
	[15510012] = {
		code = 15510012, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510012_skill1", --[[自己身上特效]]
		action_per = 31, --[[攻击动作百分比]]
	} ,
	[15510013] = {
		code = 15510013, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510013_skill1", --[[自己身上特效]]
		hit_effect = "41000122", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 42, --[[攻击动作百分比]]
	} ,
	[15510014] = {
		code = 15510014, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510014_skill1", --[[自己身上特效]]
		hit_effect = "41000124", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 27, --[[攻击动作百分比]]
	} ,
	[15520018] = {
		code = 15520018, --[[资源id]]
		play_pos = 1, --[[播放位置]]
	} ,
	[15530008] = {
		code = 15530008, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "41000129", --[[自己身上特效]]
		action_per = 100, --[[攻击动作百分比]]
		warning_effect = "41000102", --[[预警特效]]
		warning_unit_per = 0.087, --[[预警特效单位比例]]
	} ,
	[15530024] = {
		code = 15530024, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		is_have_fly = 1, --[[是否有飞行道具]]
		speed = 20, --[[飞行道具速度]]
		fly_model = "41000070", --[[飞行道具模型]]
		atk_pos = 50, --[[目标位置]]
		fly_patern = 1, --[[飞行模式]]
		start_pos = {0,0,1}, --[[飞行道具起始位置]]
		hit_effect = "41000122", --[[打在目标身上的受击特效]]
		hit_height = 0.5, --[[受击特效高度]]
		action_per = 55, --[[攻击动作百分比]]
	} ,
	[15540033] = {
		code = 15540033, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 100, --[[攻击动作百分比]]
	} ,
	[15540035] = {
		code = 15540035, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		skeleton_effect_list = {"22510002d","22510002e","22510002f","22510002c","22510002b"}, --[[需要放在人物骨骼上的特效]]
		skeleton_name_list = {"Bip001 Spine1","Bip001 L Forearm","Bip001 R Forearm","Bone002","Bip001 Spine"}, --[[骨骼节点名字]]
		action_per = 68, --[[攻击动作百分比]]
		warning_effect = "41000102", --[[预警特效]]
		warning_unit_per = 0.05, --[[预警特效单位比例]]
	} ,
	[15530010] = {
		code = 15530010, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 100, --[[攻击动作百分比]]
	} ,
	[16530010] = {
		code = 16530010, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		action_per = 100, --[[攻击动作百分比]]
	} ,
	[16510002] = {
		code = 16510002, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510002_skill2", --[[自己身上特效]]
		skeleton_effect_list = {"22510002d","22510002e","22510002f","22510002c","22510002b"}, --[[需要放在人物骨骼上的特效]]
		skeleton_name_list = {"Bip001 Spine1","Bip001 L Forearm","Bip001 R Forearm","Bone002","Bip001 Spine"}, --[[骨骼节点名字]]
		action_per = 68, --[[攻击动作百分比]]
		warning_effect = "41000102", --[[预警特效]]
		warning_unit_per = 0.05, --[[预警特效单位比例]]
	} ,
	[16510009] = {
		code = 16510009, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510009_skill2", --[[自己身上特效]]
		action_per = 48, --[[攻击动作百分比]]
		warning_effect = "41000102", --[[预警特效]]
		warning_unit_per = 0.05, --[[预警特效单位比例]]
	} ,
	[16510010] = {
		code = 16510010, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510010_skill2", --[[自己身上特效]]
		action_per = 70, --[[攻击动作百分比]]
		warning_effect = "41000104", --[[预警特效]]
		warning_unit_per = 0.03, --[[预警特效单位比例]]
	} ,
	[16510011] = {
		code = 16510011, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510011_skill2", --[[自己身上特效]]
		action_per = 88, --[[攻击动作百分比]]
		warning_effect = "41000104", --[[预警特效]]
		warning_unit_per = 0.03, --[[预警特效单位比例]]
	} ,
	[16510012] = {
		code = 16510012, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510012_skill2", --[[自己身上特效]]
		action_per = 54, --[[攻击动作百分比]]
		warning_effect = "41000102", --[[预警特效]]
		warning_unit_per = 0.05, --[[预警特效单位比例]]
	} ,
	[16510013] = {
		code = 16510013, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510013_skill2", --[[自己身上特效]]
		action_per = 67, --[[攻击动作百分比]]
		warning_effect = "41000104", --[[预警特效]]
		warning_unit_per = 0.03, --[[预警特效单位比例]]
	} ,
	[16510014] = {
		code = 16510014, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22510014_skill2", --[[自己身上特效]]
		action_per = 83, --[[攻击动作百分比]]
		warning_effect = "41000104", --[[预警特效]]
		warning_unit_per = 0.03, --[[预警特效单位比例]]
	} ,
	[14001001] = {
		code = 14001001, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22520002_xp", --[[自己身上特效]]
		action_per = 80, --[[攻击动作百分比]]
	} ,
	[14001101] = {
		code = 14001101, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22410001_xp", --[[自己身上特效]]
		action_per = 49, --[[攻击动作百分比]]
	} ,
	[14001201] = {
		code = 14001201, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420007_xp", --[[自己身上特效]]
		action_per = 65, --[[攻击动作百分比]]
	} ,
	[14001301] = {
		code = 14001301, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420004_xp", --[[自己身上特效]]
		hit_height = 41000061.0, --[[受击特效高度]]
		action_per = 72, --[[攻击动作百分比]]
	} ,
	[14001401] = {
		code = 14001401, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420002_xp", --[[自己身上特效]]
		action_per = 66, --[[攻击动作百分比]]
	} ,
	[14001501] = {
		code = 14001501, --[[资源id]]
		play_pos = 1, --[[播放位置]]
		self_effect = "22420011_xp", --[[自己身上特效]]
		action_per = 70, --[[攻击动作百分比]]
	} ,
}
return ret