local ret = {
	[11101] = {
		type = 11101, --[[技能类型]]
		name = "业火红莲", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "附加<color=#3FA734>定身状态%d秒</color>", --[[描述2]]
	} ,
	[11102] = {
		type = 11102, --[[技能类型]]
		name = "地狱火海", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "附加<color=#3FA734>每秒%d的灼烧</color>伤害", --[[描述2]]
	} ,
	[11103] = {
		type = 11103, --[[技能类型]]
		name = "冰封炼狱", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "附加<color=#3FA734>冰冻状态%d秒</color>", --[[描述2]]
	} ,
	[11104] = {
		type = 11104, --[[技能类型]]
		name = "唤魔弑神", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "提高<color=#3FA734>%d点命中</color>", --[[描述2]]
	} ,
	[11201] = {
		type = 11201, --[[技能类型]]
		name = "灭神封魔", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "附加<color=#3FA734>沉默状态%d秒</color>", --[[描述2]]
	} ,
	[11202] = {
		type = 11202, --[[技能类型]]
		name = "扇舞回旋", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "附加<color=#3FA734>每秒%d的流血</color>伤害", --[[描述2]]
	} ,
	[11203] = {
		type = 11203, --[[技能类型]]
		name = "七星连珠", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "附加<color=#3FA734>%d点固定伤害</color>", --[[描述2]]
	} ,
	[11204] = {
		type = 11204, --[[技能类型]]
		name = "星怒天降", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "提高<color=#3FA734>%d点暴击</color>", --[[描述2]]
	} ,
	[11401] = {
		type = 11401, --[[技能类型]]
		name = "虎跃龙腾", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "附加<color=#3FA734>眩晕状态%d秒</color>", --[[描述2]]
	} ,
	[11402] = {
		type = 11402, --[[技能类型]]
		name = "怒涛杀阵", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "附加<color=#3FA734>每秒%d的流血</color>伤害", --[[描述2]]
	} ,
	[11403] = {
		type = 11403, --[[技能类型]]
		name = "圆刃斩击", --[[技能名字]]
		dec_1 = "造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "附加<color=#3FA734>%d点固定伤害</color>", --[[描述2]]
	} ,
	[11404] = {
		type = 11404, --[[技能类型]]
		name = "修罗乱舞", --[[技能名字]]
		dec_1 = "<color=#3FA734>每0.3秒</color>造成<color=#3FA734>%s</color>伤害", --[[描述1]]
		dec_2 = "附加<color=#3FA734>%d点固定伤害</color>", --[[描述2]]
		dec_3 = "提高<color=#3FA734>%d点坚韧</color>", --[[描述3]]
	} ,
}
return ret