local ret = {
	[1] = {
		code = 1, --[[提示id]]
		type = 2, --[[提示类型]]
		desc = "躲避小怪爆炸可避免大幅伤害！", --[[提示内容]]
	} ,
	[2] = {
		code = 2, --[[提示id]]
		type = 3, --[[提示类型]]
		desc = "打败我可以削弱火魔减伤50%哦！", --[[提示内容]]
	} ,
	[3] = {
		code = 3, --[[提示id]]
		type = 3, --[[提示类型]]
		desc = "打败我可以削弱火魔伤害10%哦！", --[[提示内容]]
	} ,
	[4] = {
		code = 4, --[[提示id]]
		type = 2, --[[提示类型]]
		desc = "火魔减伤降低50%", --[[提示内容]]
	} ,
	[5] = {
		code = 5, --[[提示id]]
		type = 2, --[[提示类型]]
		desc = "火魔伤害降低10%", --[[提示内容]]
	} ,
	[6] = {
		code = 6, --[[提示id]]
		type = 3, --[[提示类型]]
		desc = "兄弟们别怕我来给你们回血。", --[[提示内容]]
	} ,
	[7] = {
		code = 7, --[[提示id]]
		type = 2, --[[提示类型]]
		desc = "第%s波敌人来袭，小心应对！", --[[提示内容]]
	} ,
	[8] = {
		code = 8, --[[提示id]]
		type = 3, --[[提示类型]]
		desc = "不要破坏战旗！", --[[提示内容]]
	} ,
	[9] = {
		code = 9, --[[提示id]]
		type = 2, --[[提示类型]]
		desc = "桃花妖正在给妖怪回血，优先攻击", --[[提示内容]]
	} ,
	[10] = {
		code = 10, --[[提示id]]
		type = 2, --[[提示类型]]
		desc = "全体怪物降低50%血量", --[[提示内容]]
	} ,
	[11] = {
		code = 11, --[[提示id]]
		type = 2, --[[提示类型]]
		desc = "强大的妖怪玄霜出现了！小心应对！", --[[提示内容]]
	} ,
}
return ret