local ret = {
	[1] = {
		smelt_id = 1, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "红宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20010102, --[[产出物品]]
		need_item = 
		{
			
			{
				20010101,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20010101,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[2] = {
		smelt_id = 2, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "红宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20010203, --[[产出物品]]
		need_item = 
		{
			
			{
				20010102,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20010102,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[3] = {
		smelt_id = 3, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "红宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20010204, --[[产出物品]]
		need_item = 
		{
			
			{
				20010203,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20010203,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[4] = {
		smelt_id = 4, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "红宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20010305, --[[产出物品]]
		need_item = 
		{
			
			{
				20010204,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20010204,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[5] = {
		smelt_id = 5, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "红宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20010306, --[[产出物品]]
		need_item = 
		{
			
			{
				20010305,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20010305,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[6] = {
		smelt_id = 6, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "红宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20010407, --[[产出物品]]
		need_item = 
		{
			
			{
				20010306,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20010306,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[7] = {
		smelt_id = 7, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "红宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20010408, --[[产出物品]]
		need_item = 
		{
			
			{
				20010407,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20010407,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[8] = {
		smelt_id = 8, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "红宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20010509, --[[产出物品]]
		need_item = 
		{
			
			{
				20010408,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20010408,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[9] = {
		smelt_id = 9, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "红宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20010510, --[[产出物品]]
		need_item = 
		{
			
			{
				20010509,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20010509,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[10] = {
		smelt_id = 10, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "绿宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20020102, --[[产出物品]]
		need_item = 
		{
			
			{
				20020101,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20020101,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[11] = {
		smelt_id = 11, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "绿宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20020203, --[[产出物品]]
		need_item = 
		{
			
			{
				20020102,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20020102,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[12] = {
		smelt_id = 12, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "绿宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20020204, --[[产出物品]]
		need_item = 
		{
			
			{
				20020203,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20020203,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[13] = {
		smelt_id = 13, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "绿宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20020305, --[[产出物品]]
		need_item = 
		{
			
			{
				20020204,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20020204,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[14] = {
		smelt_id = 14, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "绿宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20020306, --[[产出物品]]
		need_item = 
		{
			
			{
				20020305,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20020305,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[15] = {
		smelt_id = 15, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "绿宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20020407, --[[产出物品]]
		need_item = 
		{
			
			{
				20020306,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20020306,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[16] = {
		smelt_id = 16, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "绿宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20020408, --[[产出物品]]
		need_item = 
		{
			
			{
				20020407,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20020407,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[17] = {
		smelt_id = 17, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "绿宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20020509, --[[产出物品]]
		need_item = 
		{
			
			{
				20020408,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20020408,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[18] = {
		smelt_id = 18, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "绿宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20020510, --[[产出物品]]
		need_item = 
		{
			
			{
				20020509,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20020509,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[19] = {
		smelt_id = 19, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 3, --[[分类序号（从小到大排列）]]
		category_name = "紫宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20030102, --[[产出物品]]
		need_item = 
		{
			
			{
				20030101,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20030101,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[20] = {
		smelt_id = 20, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 3, --[[分类序号（从小到大排列）]]
		category_name = "紫宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20030203, --[[产出物品]]
		need_item = 
		{
			
			{
				20030102,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20030102,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[21] = {
		smelt_id = 21, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 3, --[[分类序号（从小到大排列）]]
		category_name = "紫宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20030204, --[[产出物品]]
		need_item = 
		{
			
			{
				20030203,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20030203,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[22] = {
		smelt_id = 22, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 3, --[[分类序号（从小到大排列）]]
		category_name = "紫宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20030305, --[[产出物品]]
		need_item = 
		{
			
			{
				20030204,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20030204,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[23] = {
		smelt_id = 23, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 3, --[[分类序号（从小到大排列）]]
		category_name = "紫宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20030306, --[[产出物品]]
		need_item = 
		{
			
			{
				20030305,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20030305,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[24] = {
		smelt_id = 24, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 3, --[[分类序号（从小到大排列）]]
		category_name = "紫宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20030407, --[[产出物品]]
		need_item = 
		{
			
			{
				20030306,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20030306,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[25] = {
		smelt_id = 25, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 3, --[[分类序号（从小到大排列）]]
		category_name = "紫宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20030408, --[[产出物品]]
		need_item = 
		{
			
			{
				20030407,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20030407,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[26] = {
		smelt_id = 26, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 3, --[[分类序号（从小到大排列）]]
		category_name = "紫宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20030509, --[[产出物品]]
		need_item = 
		{
			
			{
				20030408,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20030408,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[27] = {
		smelt_id = 27, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 3, --[[分类序号（从小到大排列）]]
		category_name = "紫宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20030510, --[[产出物品]]
		need_item = 
		{
			
			{
				20030509,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20030509,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[28] = {
		smelt_id = 28, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 4, --[[分类序号（从小到大排列）]]
		category_name = "蓝宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20040102, --[[产出物品]]
		need_item = 
		{
			
			{
				20040101,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040101,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[29] = {
		smelt_id = 29, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 4, --[[分类序号（从小到大排列）]]
		category_name = "蓝宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20040203, --[[产出物品]]
		need_item = 
		{
			
			{
				20040102,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040102,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[30] = {
		smelt_id = 30, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 4, --[[分类序号（从小到大排列）]]
		category_name = "蓝宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20040204, --[[产出物品]]
		need_item = 
		{
			
			{
				20040203,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040203,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[31] = {
		smelt_id = 31, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 4, --[[分类序号（从小到大排列）]]
		category_name = "蓝宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20040305, --[[产出物品]]
		need_item = 
		{
			
			{
				20040204,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040204,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[32] = {
		smelt_id = 32, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 4, --[[分类序号（从小到大排列）]]
		category_name = "蓝宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20040306, --[[产出物品]]
		need_item = 
		{
			
			{
				20040305,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040305,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[33] = {
		smelt_id = 33, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 4, --[[分类序号（从小到大排列）]]
		category_name = "蓝宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20040407, --[[产出物品]]
		need_item = 
		{
			
			{
				20040306,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040306,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[34] = {
		smelt_id = 34, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 4, --[[分类序号（从小到大排列）]]
		category_name = "蓝宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20040408, --[[产出物品]]
		need_item = 
		{
			
			{
				20040407,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040407,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[35] = {
		smelt_id = 35, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 4, --[[分类序号（从小到大排列）]]
		category_name = "蓝宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20040509, --[[产出物品]]
		need_item = 
		{
			
			{
				20040408,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040408,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[36] = {
		smelt_id = 36, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 1, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "宝石合成", --[[大类名称]]
		category = 4, --[[分类序号（从小到大排列）]]
		category_name = "蓝宝石", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 20040510, --[[产出物品]]
		need_item = 
		{
			
			{
				20040509,3
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040509,1,3
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[37] = {
		smelt_id = 37, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "锻造道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40080301, --[[产出物品]]
		need_item = 
		{
			
			{
				40080201,5
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040408,1,6
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[38] = {
		smelt_id = 38, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "锻造道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40080401, --[[产出物品]]
		need_item = 
		{
			
			{
				40080301,5
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040509,1,6
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[39] = {
		smelt_id = 39, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "锻造道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40330501, --[[产出物品]]
		need_item = 
		{
			
			{
				40330401,10
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040408,1,7
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 10000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[40] = {
		smelt_id = 40, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "锻造道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40330502, --[[产出物品]]
		need_item = 
		{
			
			{
				40330402,10
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040509,1,7
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 10000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[41] = {
		smelt_id = 41, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "锻造道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40330601, --[[产出物品]]
		need_item = 
		{
			
			{
				40330501,10
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040408,1,8
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 20000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[42] = {
		smelt_id = 42, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "锻造道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40330602, --[[产出物品]]
		need_item = 
		{
			
			{
				40330502,10
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040509,1,8
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 20000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[43] = {
		smelt_id = 43, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "锻造道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40470401, --[[产出物品]]
		need_item = 
		{
			
			{
				40470301,10
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040408,1,9
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 10000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[44] = {
		smelt_id = 44, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 1, --[[分类序号（从小到大排列）]]
		category_name = "锻造道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40470501, --[[产出物品]]
		need_item = 
		{
			
			{
				40470401,10
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040509,1,9
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 20000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[45] = {
		smelt_id = 45, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "其他道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40290301, --[[产出物品]]
		need_item = 
		{
			
			{
				40290201,5
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040408,1,4
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[46] = {
		smelt_id = 46, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "其他道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40050201, --[[产出物品]]
		need_item = 
		{
			
			{
				40050101,5
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040509,1,4
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[47] = {
		smelt_id = 47, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "其他道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40050301, --[[产出物品]]
		need_item = 
		{
			
			{
				40050201,11
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040408,1,5
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
	[48] = {
		smelt_id = 48, --[[炼化id(id=1为普通熔炼的默认选择，id=2为特殊熔炼的默认选择）]]
		type = 2, --[[类型(1=普通合成 2=特殊合成)]]
		type_name = "道具合成", --[[大类名称]]
		category = 2, --[[分类序号（从小到大排列）]]
		category_name = "其他道具", --[[类别名字]]
		def_sel_count = 1, --[[默认选择数量(0最小,1最大)]]
		gain_item_code = 40050401, --[[产出物品]]
		need_item = 
		{
			
			{
				40050301,6
			}
		}, --[[需要物品( {{物品,数量},{物品,数量}}  如果只有一个也需要2个大括号 {{物品,数量}} )]]
		fail_gain_item = 
		{
			
			{
				20040509,1,5
			}
		}, --[[失败时获得的( {{物品,数量最小值,数量最大值},{物品,数量最小值,数量最大值}}  如果只有一个也需要2个大括号 {{物品,数量最小值,数量最大值}} )]]
		description = "试试看", --[[描述]]
		coin = 1000, --[[需要的金币]]
		rate = 10000, --[[此配方成功的概率(万分比)]]
		rate_item_code = 
		{
			20090101
		}, --[[能提升概率的物品code  提升的概率为万分比 填在item里的 effect那里]]
	} ,
}
return ret