local ret = {
	[1] = {
		id = 1, --[[序号]]
		name = "button_common", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[2] = {
		id = 2, --[[序号]]
		name = "button_close", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[3] = {
		id = 3, --[[序号]]
		name = "button_buy", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[4] = {
		id = 4, --[[序号]]
		name = "button_change", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[5] = {
		id = 5, --[[序号]]
		name = "button_change", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[6] = {
		id = 6, --[[序号]]
		name = "button_common", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[7] = {
		id = 7, --[[序号]]
		name = "button_change", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[8] = {
		id = 8, --[[序号]]
		name = "button_change", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[9] = {
		id = 9, --[[序号]]
		name = "button_in", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[10] = {
		id = 10, --[[序号]]
		name = "level_up", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[11] = {
		id = 11, --[[序号]]
		name = "equip", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[12] = {
		id = 12, --[[序号]]
		name = "bottle", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[13] = {
		id = 13, --[[序号]]
		name = "unlock", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[14] = {
		id = 14, --[[序号]]
		name = "new_message", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[15] = {
		id = 15, --[[序号]]
		name = "achieve", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[16] = {
		id = 16, --[[序号]]
		name = "sit", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[17] = {
		id = 17, --[[序号]]
		name = "mounts", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[18] = {
		id = 18, --[[序号]]
		name = "hecheng", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[19] = {
		id = 19, --[[序号]]
		name = "duanzao", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[20] = {
		id = 20, --[[序号]]
		name = "event", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[21] = {
		id = 21, --[[序号]]
		name = "coin", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[22] = {
		id = 22, --[[序号]]
		name = "partner", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[23] = {
		id = 23, --[[序号]]
		name = "stuff_bag", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[24] = {
		id = 24, --[[序号]]
		name = "get_task", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[25] = {
		id = 25, --[[序号]]
		name = "finish_task", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[26] = {
		id = 26, --[[序号]]
		name = "bg_1", --[[资源名称]]
		type = 0, --[[类型]]
		loop = 1, --[[是否循环]]
	} ,
	[27] = {
		id = 27, --[[序号]]
		name = "bg_2", --[[资源名称]]
		type = 0, --[[类型]]
		loop = 1, --[[是否循环]]
	} ,
	[28] = {
		id = 28, --[[序号]]
		name = "bg_3", --[[资源名称]]
		type = 0, --[[类型]]
		loop = 1, --[[是否循环]]
	} ,
	[29] = {
		id = 29, --[[序号]]
		name = "bg_4", --[[资源名称]]
		type = 0, --[[类型]]
		loop = 1, --[[是否循环]]
	} ,
	[30] = {
		id = 30, --[[序号]]
		name = "bg_5", --[[资源名称]]
		type = 0, --[[类型]]
		loop = 1, --[[是否循环]]
	} ,
	[31] = {
		id = 31, --[[序号]]
		name = "bg_6", --[[资源名称]]
		type = 0, --[[类型]]
		loop = 1, --[[是否循环]]
	} ,
	[32] = {
		id = 32, --[[序号]]
		name = "bg_7", --[[资源名称]]
		type = 0, --[[类型]]
		loop = 1, --[[是否循环]]
	} ,
	[33] = {
		id = 33, --[[序号]]
		name = "bg_8", --[[资源名称]]
		type = 0, --[[类型]]
		loop = 1, --[[是否循环]]
	} ,
	[34] = {
		id = 34, --[[序号]]
		name = "bg_9", --[[资源名称]]
		type = 0, --[[类型]]
		loop = 1, --[[是否循环]]
	} ,
	[35] = {
		id = 35, --[[序号]]
		name = "show_1", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[36] = {
		id = 36, --[[序号]]
		name = "show_2", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[37] = {
		id = 37, --[[序号]]
		name = "show_4", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
	[38] = {
		id = 38, --[[序号]]
		name = "destiny", --[[资源名称]]
		type = 1, --[[类型]]
		loop = 0, --[[是否循环]]
	} ,
}
return ret