local ret = {
	[81001] = {
		id = 81001, --[[序号]]
		name = "军团修炼", --[[名称]]
		-- 
		moduel = 8, --[[跳转]]
		parameter = {2,1}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{49990006,10},{2,10000}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[81002] = {
		id = 81002, --[[序号]]
		name = "军团修炼", --[[名称]]
		-- 
		moduel = 8, --[[跳转]]
		parameter = {2,1}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40240301,2}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[81003] = {
		id = 81003, --[[序号]]
		name = "军团修炼", --[[名称]]
		-- 
		moduel = 8, --[[跳转]]
		parameter = {3,1,1}, --[[跳转页签]]
		order = 3, --[[排序]]
	} ,
	[81004] = {
		id = 81004, --[[序号]]
		name = "军团修炼", --[[名称]]
		-- 
		moduel = 8, --[[跳转]]
		parameter = {2,1,2}, --[[跳转页签]]
		order = 3, --[[排序]]
	} ,
	[81005] = {
		id = 81005, --[[序号]]
		name = "军团修炼", --[[名称]]
		-- 
		moduel = 8, --[[跳转]]
		parameter = {2,1,3}, --[[跳转页签]]
		order = 3, --[[排序]]
	} ,
	[81006] = {
		id = 81006, --[[序号]]
		name = "军团修炼", --[[名称]]
		-- 
		moduel = 8, --[[跳转]]
		parameter = {2,1,4}, --[[跳转页签]]
		order = 3, --[[排序]]
	} ,
	[81007] = {
		id = 81007, --[[序号]]
		name = "军团修炼", --[[名称]]
		-- 
		moduel = 8, --[[跳转]]
		parameter = {2,1,5}, --[[跳转页签]]
		order = 3, --[[排序]]
	} ,
	[81008] = {
		id = 81008, --[[序号]]
		name = "军团修炼", --[[名称]]
		-- 
		moduel = 8, --[[跳转]]
		parameter = {2,1,6}, --[[跳转页签]]
		order = 3, --[[排序]]
	} ,
	[92001] = {
		id = 92001, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,1}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,15000}}, --[[条件物品或基础资源]]
		need_attr = {{4,2,-1,1},{1,80}}, --[[条件属性]]
	} ,
	[92002] = {
		id = 92002, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,1}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{4,3,-1,1},{1,130}}, --[[条件属性]]
	} ,
	[92003] = {
		id = 92003, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,1}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,25000}}, --[[条件物品或基础资源]]
		need_attr = {{4,4,-1,1},{1,180}}, --[[条件属性]]
	} ,
	[92004] = {
		id = 92004, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,1}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{4,5,-1,1},{1,230}}, --[[条件属性]]
	} ,
	[92005] = {
		id = 92005, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,2}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,15000}}, --[[条件物品或基础资源]]
		need_attr = {{4,2,-1,2},{1,90}}, --[[条件属性]]
	} ,
	[92006] = {
		id = 92006, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,2}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{4,3,-1,2},{1,140}}, --[[条件属性]]
	} ,
	[92007] = {
		id = 92007, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,2}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,25000}}, --[[条件物品或基础资源]]
		need_attr = {{4,4,-1,2},{1,190}}, --[[条件属性]]
	} ,
	[92008] = {
		id = 92008, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,2}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{4,5,-1,2},{1,240}}, --[[条件属性]]
	} ,
	[92009] = {
		id = 92009, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,3}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,15000}}, --[[条件物品或基础资源]]
		need_attr = {{4,2,-1,3},{1,100}}, --[[条件属性]]
	} ,
	[92010] = {
		id = 92010, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,3}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{4,3,-1,3},{1,150}}, --[[条件属性]]
	} ,
	[92011] = {
		id = 92011, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,3}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,25000}}, --[[条件物品或基础资源]]
		need_attr = {{4,4,-1,3},{1,200}}, --[[条件属性]]
	} ,
	[92012] = {
		id = 92012, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,3}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{4,5,-1,3},{1,250}}, --[[条件属性]]
	} ,
	[92013] = {
		id = 92013, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,4}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,15000}}, --[[条件物品或基础资源]]
		need_attr = {{4,2,-1,4},{1,110}}, --[[条件属性]]
	} ,
	[92014] = {
		id = 92014, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,4}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{4,3,-1,4},{1,160}}, --[[条件属性]]
	} ,
	[92015] = {
		id = 92015, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,4}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,25000}}, --[[条件物品或基础资源]]
		need_attr = {{4,4,-1,4},{1,210}}, --[[条件属性]]
	} ,
	[92016] = {
		id = 92016, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,4}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{4,5,-1,4},{1,260}}, --[[条件属性]]
	} ,
	[92017] = {
		id = 92017, --[[序号]]
		name = "技能升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {2,1,5}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{1,15000}}, --[[条件物品或基础资源]]
		need_attr = {{4,2,-1,5},{1,300}}, --[[条件属性]]
	} ,
	[91001] = {
		id = 91001, --[[序号]]
		name = "天命镶嵌", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {}, --[[条件物品或基础资源]]
		need_attr = {{1,710},{1,54}}, --[[条件属性]]
	} ,
	[93001] = {
		id = 93001, --[[序号]]
		name = "天命升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {3,1,1}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_attr = {{9,1,0,39,3},{1,0}}, --[[条件属性]]
	} ,
	[93002] = {
		id = 93002, --[[序号]]
		name = "天命升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {3,1,2}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_attr = {{9,1,0,39,3},{1,49}}, --[[条件属性]]
	} ,
	[93003] = {
		id = 93003, --[[序号]]
		name = "天命升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {3,1,3}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_attr = {{9,1,0,39,3},{1,99}}, --[[条件属性]]
	} ,
	[93004] = {
		id = 93004, --[[序号]]
		name = "天命升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {3,1,4}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_attr = {{9,1,0,39,3},{1,149}}, --[[条件属性]]
	} ,
	[93005] = {
		id = 93005, --[[序号]]
		name = "天命升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {3,1,5}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_attr = {{9,1,0,39,3},{1,199}}, --[[条件属性]]
	} ,
	[93006] = {
		id = 93006, --[[序号]]
		name = "天命升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {3,1,6}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_attr = {{9,1,0,39,3},{1,249}}, --[[条件属性]]
	} ,
	[93007] = {
		id = 93007, --[[序号]]
		name = "天命升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {3,1,7}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_attr = {{9,1,0,39,3},{1,299}}, --[[条件属性]]
	} ,
	[93008] = {
		id = 93008, --[[序号]]
		name = "天命升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {3,1,8}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_attr = {{9,1,0,39,3},{1,349}}, --[[条件属性]]
	} ,
	[93009] = {
		id = 93009, --[[序号]]
		name = "天命升级", --[[名称]]
		-- 
		moduel = 9, --[[跳转]]
		parameter = {3,1,9}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_attr = {{9,1,0,39,3},{1,399}}, --[[条件属性]]
	} ,
	[101001] = {
		id = 101001, --[[序号]]
		name = "宝石升级", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,1,2}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[101002] = {
		id = 101002, --[[序号]]
		name = "宝石升级", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,2,2}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[101003] = {
		id = 101003, --[[序号]]
		name = "宝石升级", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,3,2}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[101004] = {
		id = 101004, --[[序号]]
		name = "宝石升级", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,4,2}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[101005] = {
		id = 101005, --[[序号]]
		name = "宝石升级", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,5,2}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[101006] = {
		id = 101006, --[[序号]]
		name = "宝石升级", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,6,2}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[101007] = {
		id = 101007, --[[序号]]
		name = "宝石升级", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,7,2}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[101008] = {
		id = 101008, --[[序号]]
		name = "宝石升级", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,8,2}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[101009] = {
		id = 101009, --[[序号]]
		name = "宝石升级", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,9,2}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[102001] = {
		id = 102001, --[[序号]]
		name = "宝石镶嵌", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,1,1}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[102002] = {
		id = 102002, --[[序号]]
		name = "宝石镶嵌", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,2,1}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[102003] = {
		id = 102003, --[[序号]]
		name = "宝石镶嵌", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,3,1}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[102004] = {
		id = 102004, --[[序号]]
		name = "宝石镶嵌", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,4,1}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[102005] = {
		id = 102005, --[[序号]]
		name = "宝石镶嵌", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,5,1}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[102006] = {
		id = 102006, --[[序号]]
		name = "宝石镶嵌", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,6,1}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[102007] = {
		id = 102007, --[[序号]]
		name = "宝石镶嵌", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,7,1}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[102008] = {
		id = 102008, --[[序号]]
		name = "宝石镶嵌", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,8,1}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[102009] = {
		id = 102009, --[[序号]]
		name = "宝石镶嵌", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {3,9,1}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{9,1,0,12,3}}, --[[条件属性]]
	} ,
	[103001] = {
		id = 103001, --[[序号]]
		name = "打造装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {2,nil,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{1,149}}, --[[条件属性]]
	} ,
	[103002] = {
		id = 103002, --[[序号]]
		name = "打造装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {2,nil,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{1,149}}, --[[条件属性]]
	} ,
	[103003] = {
		id = 103003, --[[序号]]
		name = "打造装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {2,nil,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{1,149}}, --[[条件属性]]
	} ,
	[103004] = {
		id = 103004, --[[序号]]
		name = "打造装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {2,nil,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{1,149}}, --[[条件属性]]
	} ,
	[103005] = {
		id = 103005, --[[序号]]
		name = "打造装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {2,nil,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{1,149}}, --[[条件属性]]
	} ,
	[103006] = {
		id = 103006, --[[序号]]
		name = "打造装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {2,nil,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{1,149}}, --[[条件属性]]
	} ,
	[103007] = {
		id = 103007, --[[序号]]
		name = "打造装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {2,nil,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{1,149}}, --[[条件属性]]
	} ,
	[103008] = {
		id = 103008, --[[序号]]
		name = "打造装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {2,nil,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{1,149}}, --[[条件属性]]
	} ,
	[103009] = {
		id = 103009, --[[序号]]
		name = "打造装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {2,nil,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_attr = {{1,149}}, --[[条件属性]]
	} ,
	[104001] = {
		id = 104001, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,10,-1,1},{8,0,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104002] = {
		id = 104002, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,20,-1,1},{8,49,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104003] = {
		id = 104003, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,40000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,30,-1,1},{8,49,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104004] = {
		id = 104004, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,50000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,40,-1,1},{8,149,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104005] = {
		id = 104005, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,60000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,50,-1,1},{8,149,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104006] = {
		id = 104006, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,70000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,60,-1,1},{8,199,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104007] = {
		id = 104007, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,80000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,70,-1,1},{8,199,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104008] = {
		id = 104008, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,90000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,80,-1,1},{8,199,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104009] = {
		id = 104009, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,100000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,90,-1,1},{8,199,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104010] = {
		id = 104010, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,110000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,100,-1,1},{8,199,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104011] = {
		id = 104011, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,120000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,110,-1,1},{8,239,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104012] = {
		id = 104012, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,130000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,120,-1,1},{8,239,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104013] = {
		id = 104013, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,140000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,130,-1,1},{8,239,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104014] = {
		id = 104014, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,150000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,140,-1,1},{8,239,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104015] = {
		id = 104015, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,160000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,150,-1,1},{8,239,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104016] = {
		id = 104016, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,170000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,160,-1,1},{8,279,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104017] = {
		id = 104017, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,180000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,170,-1,1},{8,279,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104018] = {
		id = 104018, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,190000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,180,-1,1},{8,279,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104019] = {
		id = 104019, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,200000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,190,-1,1},{8,279,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104020] = {
		id = 104020, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,210000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,200,-1,1},{8,279,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104021] = {
		id = 104021, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,220000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,210,-1,1},{8,319,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104022] = {
		id = 104022, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,230000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,220,-1,1},{8,319,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104023] = {
		id = 104023, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,240000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,230,-1,1},{8,319,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104024] = {
		id = 104024, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,250000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,240,-1,1},{8,319,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104025] = {
		id = 104025, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,260000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,250,-1,1},{8,319,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104026] = {
		id = 104026, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,270000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,260,-1,1},{8,359,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104027] = {
		id = 104027, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,280000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,270,-1,1},{8,359,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104028] = {
		id = 104028, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,290000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,280,-1,1},{8,359,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104029] = {
		id = 104029, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,300000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,290,-1,1},{8,359,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104030] = {
		id = 104030, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,1,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,310000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,1},{2,300,-1,1},{8,359,1,1},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104031] = {
		id = 104031, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,10,-1,2},{8,0,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104032] = {
		id = 104032, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,20,-1,2},{8,49,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104033] = {
		id = 104033, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,40000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,30,-1,2},{8,49,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104034] = {
		id = 104034, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,50000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,40,-1,2},{8,149,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104035] = {
		id = 104035, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,60000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,50,-1,2},{8,149,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104036] = {
		id = 104036, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,70000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,60,-1,2},{8,199,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104037] = {
		id = 104037, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,80000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,70,-1,2},{8,199,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104038] = {
		id = 104038, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,90000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,80,-1,2},{8,199,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104039] = {
		id = 104039, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,100000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,90,-1,2},{8,199,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104040] = {
		id = 104040, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,110000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,100,-1,2},{8,199,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104041] = {
		id = 104041, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,120000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,110,-1,2},{8,239,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104042] = {
		id = 104042, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,130000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,120,-1,2},{8,239,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104043] = {
		id = 104043, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,140000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,130,-1,2},{8,239,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104044] = {
		id = 104044, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,150000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,140,-1,2},{8,239,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104045] = {
		id = 104045, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,160000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,150,-1,2},{8,239,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104046] = {
		id = 104046, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,170000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,160,-1,2},{8,279,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104047] = {
		id = 104047, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,180000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,170,-1,2},{8,279,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104048] = {
		id = 104048, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,190000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,180,-1,2},{8,279,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104049] = {
		id = 104049, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,200000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,190,-1,2},{8,279,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104050] = {
		id = 104050, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,210000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,200,-1,2},{8,279,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104051] = {
		id = 104051, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,220000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,210,-1,2},{8,319,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104052] = {
		id = 104052, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,230000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,220,-1,2},{8,319,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104053] = {
		id = 104053, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,240000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,230,-1,2},{8,319,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104054] = {
		id = 104054, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,250000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,240,-1,2},{8,319,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104055] = {
		id = 104055, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,260000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,250,-1,2},{8,319,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104056] = {
		id = 104056, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,270000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,260,-1,2},{8,359,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104057] = {
		id = 104057, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,280000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,270,-1,2},{8,359,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104058] = {
		id = 104058, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,290000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,280,-1,2},{8,359,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104059] = {
		id = 104059, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,300000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,290,-1,2},{8,359,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104060] = {
		id = 104060, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,310000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,2},{2,300,-1,2},{8,359,1,2},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104061] = {
		id = 104061, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,10,-1,3},{8,0,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104062] = {
		id = 104062, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,20,-1,3},{8,49,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104063] = {
		id = 104063, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,40000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,30,-1,3},{8,49,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104064] = {
		id = 104064, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,50000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,40,-1,3},{8,149,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104065] = {
		id = 104065, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,60000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,50,-1,3},{8,149,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104066] = {
		id = 104066, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,70000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,60,-1,3},{8,199,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104067] = {
		id = 104067, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,80000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,70,-1,3},{8,199,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104068] = {
		id = 104068, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,90000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,80,-1,3},{8,199,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104069] = {
		id = 104069, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,100000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,90,-1,3},{8,199,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104070] = {
		id = 104070, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,110000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,100,-1,3},{8,199,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104071] = {
		id = 104071, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,120000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,110,-1,3},{8,239,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104072] = {
		id = 104072, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,130000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,120,-1,3},{8,239,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104073] = {
		id = 104073, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,140000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,130,-1,3},{8,239,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104074] = {
		id = 104074, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,150000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,140,-1,3},{8,239,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104075] = {
		id = 104075, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,160000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,150,-1,3},{8,239,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104076] = {
		id = 104076, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,170000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,160,-1,3},{8,279,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104077] = {
		id = 104077, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,180000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,170,-1,3},{8,279,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104078] = {
		id = 104078, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,190000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,180,-1,3},{8,279,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104079] = {
		id = 104079, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,200000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,190,-1,3},{8,279,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104080] = {
		id = 104080, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,210000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,200,-1,3},{8,279,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104081] = {
		id = 104081, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,220000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,210,-1,3},{8,319,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104082] = {
		id = 104082, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,230000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,220,-1,3},{8,319,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104083] = {
		id = 104083, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,240000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,230,-1,3},{8,319,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104084] = {
		id = 104084, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,250000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,240,-1,3},{8,319,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104085] = {
		id = 104085, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,260000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,250,-1,3},{8,319,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104086] = {
		id = 104086, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,270000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,260,-1,3},{8,359,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104087] = {
		id = 104087, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,280000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,270,-1,3},{8,359,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104088] = {
		id = 104088, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,290000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,280,-1,3},{8,359,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104089] = {
		id = 104089, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,300000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,290,-1,3},{8,359,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104090] = {
		id = 104090, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,3,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,310000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,3},{2,300,-1,3},{8,359,1,3},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104091] = {
		id = 104091, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,10,-1,4},{8,0,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104092] = {
		id = 104092, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,20,-1,4},{8,49,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104093] = {
		id = 104093, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,40000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,30,-1,4},{8,49,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104094] = {
		id = 104094, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,50000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,40,-1,4},{8,149,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104095] = {
		id = 104095, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,60000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,50,-1,4},{8,149,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104096] = {
		id = 104096, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,70000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,60,-1,4},{8,199,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104097] = {
		id = 104097, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,80000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,70,-1,4},{8,199,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104098] = {
		id = 104098, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,90000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,80,-1,4},{8,199,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104099] = {
		id = 104099, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,100000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,90,-1,4},{8,199,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104100] = {
		id = 104100, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,110000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,100,-1,4},{8,199,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104101] = {
		id = 104101, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,120000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,110,-1,4},{8,239,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104102] = {
		id = 104102, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,130000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,120,-1,4},{8,239,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104103] = {
		id = 104103, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,140000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,130,-1,4},{8,239,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104104] = {
		id = 104104, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,150000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,140,-1,4},{8,239,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104105] = {
		id = 104105, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,160000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,150,-1,4},{8,239,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104106] = {
		id = 104106, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,170000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,160,-1,4},{8,279,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104107] = {
		id = 104107, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,180000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,170,-1,4},{8,279,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104108] = {
		id = 104108, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,190000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,180,-1,4},{8,279,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104109] = {
		id = 104109, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,200000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,190,-1,4},{8,279,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104110] = {
		id = 104110, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,210000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,200,-1,4},{8,279,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104111] = {
		id = 104111, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,220000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,210,-1,4},{8,319,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104112] = {
		id = 104112, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,230000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,220,-1,4},{8,319,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104113] = {
		id = 104113, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,240000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,230,-1,4},{8,319,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104114] = {
		id = 104114, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,250000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,240,-1,4},{8,319,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104115] = {
		id = 104115, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,260000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,250,-1,4},{8,319,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104116] = {
		id = 104116, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,270000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,260,-1,4},{8,359,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104117] = {
		id = 104117, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,280000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,270,-1,4},{8,359,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104118] = {
		id = 104118, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,290000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,280,-1,4},{8,359,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104119] = {
		id = 104119, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,300000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,290,-1,4},{8,359,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104120] = {
		id = 104120, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,4,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,310000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,4},{2,300,-1,4},{8,359,1,4},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104121] = {
		id = 104121, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,10,-1,5},{8,0,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104122] = {
		id = 104122, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,20,-1,5},{8,49,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104123] = {
		id = 104123, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,40000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,30,-1,5},{8,49,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104124] = {
		id = 104124, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,50000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,40,-1,5},{8,149,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104125] = {
		id = 104125, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,60000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,50,-1,5},{8,149,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104126] = {
		id = 104126, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,70000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,60,-1,5},{8,199,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104127] = {
		id = 104127, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,80000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,70,-1,5},{8,199,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104128] = {
		id = 104128, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,90000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,80,-1,5},{8,199,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104129] = {
		id = 104129, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,100000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,90,-1,5},{8,199,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104130] = {
		id = 104130, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,110000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,100,-1,5},{8,199,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104131] = {
		id = 104131, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,120000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,110,-1,5},{8,239,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104132] = {
		id = 104132, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,130000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,120,-1,5},{8,239,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104133] = {
		id = 104133, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,140000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,130,-1,5},{8,239,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104134] = {
		id = 104134, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,150000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,140,-1,5},{8,239,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104135] = {
		id = 104135, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,160000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,150,-1,5},{8,239,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104136] = {
		id = 104136, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,170000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,160,-1,5},{8,279,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104137] = {
		id = 104137, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,180000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,170,-1,5},{8,279,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104138] = {
		id = 104138, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,190000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,180,-1,5},{8,279,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104139] = {
		id = 104139, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,200000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,190,-1,5},{8,279,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104140] = {
		id = 104140, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,210000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,200,-1,5},{8,279,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104141] = {
		id = 104141, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,220000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,210,-1,5},{8,319,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104142] = {
		id = 104142, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,230000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,220,-1,5},{8,319,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104143] = {
		id = 104143, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,240000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,230,-1,5},{8,319,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104144] = {
		id = 104144, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,250000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,240,-1,5},{8,319,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104145] = {
		id = 104145, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,260000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,250,-1,5},{8,319,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104146] = {
		id = 104146, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,270000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,260,-1,5},{8,359,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104147] = {
		id = 104147, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,280000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,270,-1,5},{8,359,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104148] = {
		id = 104148, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,290000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,280,-1,5},{8,359,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104149] = {
		id = 104149, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,300000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,290,-1,5},{8,359,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104150] = {
		id = 104150, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,5,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,310000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,5},{2,300,-1,5},{8,359,1,5},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104151] = {
		id = 104151, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,10,-1,6},{8,0,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104152] = {
		id = 104152, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,20,-1,6},{8,49,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104153] = {
		id = 104153, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,40000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,30,-1,6},{8,49,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104154] = {
		id = 104154, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,50000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,40,-1,6},{8,149,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104155] = {
		id = 104155, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,60000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,50,-1,6},{8,149,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104156] = {
		id = 104156, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,70000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,60,-1,6},{8,199,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104157] = {
		id = 104157, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,80000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,70,-1,6},{8,199,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104158] = {
		id = 104158, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,90000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,80,-1,6},{8,199,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104159] = {
		id = 104159, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,100000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,90,-1,6},{8,199,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104160] = {
		id = 104160, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,110000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,100,-1,6},{8,199,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104161] = {
		id = 104161, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,120000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,110,-1,6},{8,239,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104162] = {
		id = 104162, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,130000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,120,-1,6},{8,239,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104163] = {
		id = 104163, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,140000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,130,-1,6},{8,239,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104164] = {
		id = 104164, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,150000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,140,-1,6},{8,239,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104165] = {
		id = 104165, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,160000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,150,-1,6},{8,239,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104166] = {
		id = 104166, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,170000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,160,-1,6},{8,279,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104167] = {
		id = 104167, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,180000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,170,-1,6},{8,279,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104168] = {
		id = 104168, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,190000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,180,-1,6},{8,279,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104169] = {
		id = 104169, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,200000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,190,-1,6},{8,279,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104170] = {
		id = 104170, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,210000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,200,-1,6},{8,279,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104171] = {
		id = 104171, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,220000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,210,-1,6},{8,319,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104172] = {
		id = 104172, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,230000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,220,-1,6},{8,319,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104173] = {
		id = 104173, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,240000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,230,-1,6},{8,319,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104174] = {
		id = 104174, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,250000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,240,-1,6},{8,319,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104175] = {
		id = 104175, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,260000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,250,-1,6},{8,319,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104176] = {
		id = 104176, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,270000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,260,-1,6},{8,359,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104177] = {
		id = 104177, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,280000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,270,-1,6},{8,359,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104178] = {
		id = 104178, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,290000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,280,-1,6},{8,359,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104179] = {
		id = 104179, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,300000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,290,-1,6},{8,359,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104180] = {
		id = 104180, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,6,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,310000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,6},{2,300,-1,6},{8,359,1,6},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104181] = {
		id = 104181, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,10,-1,7},{8,0,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104182] = {
		id = 104182, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,20,-1,7},{8,49,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104183] = {
		id = 104183, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,40000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,30,-1,7},{8,49,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104184] = {
		id = 104184, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,50000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,40,-1,7},{8,149,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104185] = {
		id = 104185, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,60000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,50,-1,7},{8,149,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104186] = {
		id = 104186, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,70000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,60,-1,7},{8,199,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104187] = {
		id = 104187, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,80000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,70,-1,7},{8,199,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104188] = {
		id = 104188, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,90000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,80,-1,7},{8,199,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104189] = {
		id = 104189, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,100000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,90,-1,7},{8,199,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104190] = {
		id = 104190, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,110000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,100,-1,7},{8,199,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104191] = {
		id = 104191, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,120000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,110,-1,7},{8,239,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104192] = {
		id = 104192, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,130000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,120,-1,7},{8,239,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104193] = {
		id = 104193, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,140000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,130,-1,7},{8,239,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104194] = {
		id = 104194, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,150000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,140,-1,7},{8,239,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104195] = {
		id = 104195, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,160000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,150,-1,7},{8,239,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104196] = {
		id = 104196, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,170000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,160,-1,7},{8,279,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104197] = {
		id = 104197, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,180000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,170,-1,7},{8,279,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104198] = {
		id = 104198, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,190000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,180,-1,7},{8,279,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104199] = {
		id = 104199, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,200000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,190,-1,7},{8,279,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104200] = {
		id = 104200, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,210000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,200,-1,7},{8,279,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104201] = {
		id = 104201, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,220000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,210,-1,7},{8,319,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104202] = {
		id = 104202, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,230000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,220,-1,7},{8,319,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104203] = {
		id = 104203, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,240000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,230,-1,7},{8,319,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104204] = {
		id = 104204, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,250000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,240,-1,7},{8,319,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104205] = {
		id = 104205, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,260000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,250,-1,7},{8,319,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104206] = {
		id = 104206, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,270000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,260,-1,7},{8,359,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104207] = {
		id = 104207, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,280000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,270,-1,7},{8,359,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104208] = {
		id = 104208, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,290000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,280,-1,7},{8,359,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104209] = {
		id = 104209, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,300000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,290,-1,7},{8,359,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104210] = {
		id = 104210, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,7,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,310000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,7},{2,300,-1,7},{8,359,1,7},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104211] = {
		id = 104211, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,10,-1,8},{8,0,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104212] = {
		id = 104212, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,20,-1,8},{8,49,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104213] = {
		id = 104213, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,40000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,30,-1,8},{8,49,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104214] = {
		id = 104214, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,50000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,40,-1,8},{8,149,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104215] = {
		id = 104215, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,60000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,50,-1,8},{8,149,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104216] = {
		id = 104216, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,70000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,60,-1,8},{8,199,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104217] = {
		id = 104217, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,80000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,70,-1,8},{8,199,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104218] = {
		id = 104218, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,90000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,80,-1,8},{8,199,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104219] = {
		id = 104219, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,100000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,90,-1,8},{8,199,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104220] = {
		id = 104220, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,110000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,100,-1,8},{8,199,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104221] = {
		id = 104221, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,120000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,110,-1,8},{8,239,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104222] = {
		id = 104222, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,130000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,120,-1,8},{8,239,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104223] = {
		id = 104223, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,140000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,130,-1,8},{8,239,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104224] = {
		id = 104224, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,150000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,140,-1,8},{8,239,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104225] = {
		id = 104225, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,160000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,150,-1,8},{8,239,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104226] = {
		id = 104226, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,170000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,160,-1,8},{8,279,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104227] = {
		id = 104227, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,180000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,170,-1,8},{8,279,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104228] = {
		id = 104228, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,190000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,180,-1,8},{8,279,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104229] = {
		id = 104229, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,200000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,190,-1,8},{8,279,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104230] = {
		id = 104230, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,210000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,200,-1,8},{8,279,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104231] = {
		id = 104231, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,220000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,210,-1,8},{8,319,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104232] = {
		id = 104232, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,230000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,220,-1,8},{8,319,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104233] = {
		id = 104233, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,240000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,230,-1,8},{8,319,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104234] = {
		id = 104234, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,250000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,240,-1,8},{8,319,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104235] = {
		id = 104235, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,260000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,250,-1,8},{8,319,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104236] = {
		id = 104236, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,270000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,260,-1,8},{8,359,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104237] = {
		id = 104237, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,280000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,270,-1,8},{8,359,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104238] = {
		id = 104238, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,290000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,280,-1,8},{8,359,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104239] = {
		id = 104239, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,300000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,290,-1,8},{8,359,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104240] = {
		id = 104240, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,8,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,310000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,8},{2,300,-1,8},{8,359,1,8},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104241] = {
		id = 104241, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,20000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,10,-1,9},{8,0,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104242] = {
		id = 104242, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,30000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,20,-1,9},{8,49,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104243] = {
		id = 104243, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,40000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,30,-1,9},{8,49,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104244] = {
		id = 104244, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,50000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,40,-1,9},{8,149,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104245] = {
		id = 104245, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,60000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,50,-1,9},{8,149,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104246] = {
		id = 104246, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,70000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,60,-1,9},{8,199,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104247] = {
		id = 104247, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,80000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,70,-1,9},{8,199,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104248] = {
		id = 104248, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,90000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,80,-1,9},{8,199,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104249] = {
		id = 104249, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,100000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,90,-1,9},{8,199,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104250] = {
		id = 104250, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,110000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,100,-1,9},{8,199,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104251] = {
		id = 104251, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,120000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,110,-1,9},{8,239,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104252] = {
		id = 104252, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,130000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,120,-1,9},{8,239,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104253] = {
		id = 104253, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,140000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,130,-1,9},{8,239,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104254] = {
		id = 104254, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,150000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,140,-1,9},{8,239,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104255] = {
		id = 104255, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,160000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,150,-1,9},{8,239,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104256] = {
		id = 104256, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,170000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,160,-1,9},{8,279,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104257] = {
		id = 104257, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,180000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,170,-1,9},{8,279,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104258] = {
		id = 104258, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,190000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,180,-1,9},{8,279,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104259] = {
		id = 104259, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,200000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,190,-1,9},{8,279,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104260] = {
		id = 104260, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,210000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,200,-1,9},{8,279,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104261] = {
		id = 104261, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,220000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,210,-1,9},{8,319,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104262] = {
		id = 104262, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,230000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,220,-1,9},{8,319,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104263] = {
		id = 104263, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,240000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,230,-1,9},{8,319,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104264] = {
		id = 104264, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,250000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,240,-1,9},{8,319,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104265] = {
		id = 104265, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,260000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,250,-1,9},{8,319,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104266] = {
		id = 104266, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,270000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,260,-1,9},{8,359,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104267] = {
		id = 104267, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,280000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,270,-1,9},{8,359,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104268] = {
		id = 104268, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,290000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,280,-1,9},{8,359,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104269] = {
		id = 104269, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,300000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,290,-1,9},{8,359,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[104270] = {
		id = 104270, --[[序号]]
		name = "强化装备", --[[名称]]
		-- 
		moduel = 10, --[[跳转]]
		parameter = {1,9,}, --[[跳转页签]]
		order = 2, --[[排序]]
		need_item = {{1,310000}}, --[[条件物品或基础资源]]
		need_attr = {{2,-1,1,9},{2,300,-1,9},{8,359,1,9},{1,59},{9,1,0,12,1}}, --[[条件属性]]
	} ,
	[113001] = {
		id = 113001, --[[序号]]
		name = "坐骑封灵", --[[名称]]
		-- 
		moduel = 11, --[[跳转]]
		parameter = {3,3}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40200301,2}}, --[[条件物品或基础资源]]
		need_attr = {{1,220}}, --[[条件属性]]
	} ,
	[111001] = {
		id = 111001, --[[序号]]
		name = "坐骑激活", --[[名称]]
		-- 
		moduel = 11, --[[跳转]]
		parameter = {3,2,320001}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40191301,0}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[111002] = {
		id = 111002, --[[序号]]
		name = "坐骑激活", --[[名称]]
		-- 
		moduel = 11, --[[跳转]]
		parameter = {3,2,320002}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40191302,0}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[111003] = {
		id = 111003, --[[序号]]
		name = "坐骑激活", --[[名称]]
		-- 
		moduel = 11, --[[跳转]]
		parameter = {3,2,320003}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40191304,0}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[111004] = {
		id = 111004, --[[序号]]
		name = "坐骑激活", --[[名称]]
		-- 
		moduel = 11, --[[跳转]]
		parameter = {3,2,320004}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40191305,0}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[111005] = {
		id = 111005, --[[序号]]
		name = "坐骑激活", --[[名称]]
		-- 
		moduel = 11, --[[跳转]]
		parameter = {3,2,320005}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40191306,0}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[111006] = {
		id = 111006, --[[序号]]
		name = "坐骑激活", --[[名称]]
		-- 
		moduel = 11, --[[跳转]]
		parameter = {3,2,320006}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40191307,0}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[112001] = {
		id = 112001, --[[序号]]
		name = "坐骑进阶", --[[名称]]
		-- 
		moduel = 11, --[[跳转]]
		parameter = {1,}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_attr = {}, --[[条件属性]]
	} ,
	[112002] = {
		id = 112002, --[[序号]]
		name = "坐骑进阶", --[[名称]]
		-- 
		moduel = 11, --[[跳转]]
		parameter = {1,}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40181301,4}}, --[[条件物品或基础资源]]
		need_attr = {{3,99,-1}}, --[[条件属性]]
	} ,
	[121001] = {
		id = 121001, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,410001,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121002] = {
		id = 121002, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,410002,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121003] = {
		id = 121003, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,410003,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121004] = {
		id = 121004, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,410005,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121005] = {
		id = 121005, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,410006,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121006] = {
		id = 121006, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,410007,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121007] = {
		id = 121007, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,410008,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121008] = {
		id = 121008, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,410009,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121009] = {
		id = 121009, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,420001,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121010] = {
		id = 121010, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,420002,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121011] = {
		id = 121011, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,420004,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121012] = {
		id = 121012, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,420005,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121013] = {
		id = 121013, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,420007,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121014] = {
		id = 121014, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,420008,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121015] = {
		id = 121015, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,420009,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121016] = {
		id = 121016, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,420010,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121017] = {
		id = 121017, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,420011,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121018] = {
		id = 121018, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,430001,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121019] = {
		id = 121019, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,430002,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121020] = {
		id = 121020, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,430003,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121021] = {
		id = 121021, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,430005,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121022] = {
		id = 121022, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,430006,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121023] = {
		id = 121023, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,430007,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121024] = {
		id = 121024, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,430008,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121025] = {
		id = 121025, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,430009,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121026] = {
		id = 121026, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,430010,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121027] = {
		id = 121027, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,440001,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121028] = {
		id = 121028, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,440003,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121029] = {
		id = 121029, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,440004,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121030] = {
		id = 121030, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,440006,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121031] = {
		id = 121031, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,440007,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121032] = {
		id = 121032, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,440008,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121033] = {
		id = 121033, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,440009,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[121034] = {
		id = 121034, --[[序号]]
		name = "武将觉醒", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,3,nil,440011,}, --[[跳转页签]]
		order = 2, --[[排序]]
	} ,
	[122001] = {
		id = 122001, --[[序号]]
		name = "武将升级", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,6}, --[[跳转页签]]
		order = 3, --[[排序]]
	} ,
	[122002] = {
		id = 122002, --[[序号]]
		name = "武将升级", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,6}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40110201,9}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[122003] = {
		id = 122003, --[[序号]]
		name = "武将升级", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,6}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40110301,4}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[122004] = {
		id = 122004, --[[序号]]
		name = "武将升级", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,6}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40110401,0}}, --[[条件物品或基础资源]]
		need_attr = {}, --[[条件属性]]
	} ,
	[123001] = {
		id = 123001, --[[序号]]
		name = "武将洗练", --[[名称]]
		-- 
		moduel = 12, --[[跳转]]
		parameter = {1,2,}, --[[跳转页签]]
		order = 3, --[[排序]]
		need_item = {{40161201,5}}, --[[条件物品或基础资源]]
		need_attr = {{1,200}}, --[[条件属性]]
	} ,
	[151001] = {
		id = 151001, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 日风套装
		moduel = 15, --[[跳转]]
		parameter = {110001,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40351001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,110001},{1,49}}, --[[条件属性]]
	} ,
	[151002] = {
		id = 151002, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 日风套装
		moduel = 15, --[[跳转]]
		parameter = {120001,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40352001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,120001},{1,49}}, --[[条件属性]]
	} ,
	[151003] = {
		id = 151003, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 日风套装
		moduel = 15, --[[跳转]]
		parameter = {140001,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40354001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,140001},{1,49}}, --[[条件属性]]
	} ,
	[151004] = {
		id = 151004, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 艳阳
		moduel = 15, --[[跳转]]
		parameter = {210001,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40361001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,210001},{1,49}}, --[[条件属性]]
	} ,
	[151005] = {
		id = 151005, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 不知火
		moduel = 15, --[[跳转]]
		parameter = {220001,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40362001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,220001},{1,49}}, --[[条件属性]]
	} ,
	[151006] = {
		id = 151006, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 草薙
		moduel = 15, --[[跳转]]
		parameter = {240001,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40364001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,240001},{1,49}}, --[[条件属性]]
	} ,
	[151007] = {
		id = 151007, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 将神之魂
		moduel = 15, --[[跳转]]
		parameter = {310001,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40371001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,310001},{1,49}}, --[[条件属性]]
	} ,
	[151008] = {
		id = 151008, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 将神之魂
		moduel = 15, --[[跳转]]
		parameter = {320001,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40372001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,320001},{1,49}}, --[[条件属性]]
	} ,
	[151009] = {
		id = 151009, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 将神之魂
		moduel = 15, --[[跳转]]
		parameter = {340001,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40374001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,340001},{1,49}}, --[[条件属性]]
	} ,
	[151010] = {
		id = 151010, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 日风气泡
		moduel = 15, --[[跳转]]
		parameter = {500001,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40390001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,500001},{1,49}}, --[[条件属性]]
	} ,
	[151011] = {
		id = 151011, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 恶魔套装
		moduel = 15, --[[跳转]]
		parameter = {110011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40351002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,110011},{1,49}}, --[[条件属性]]
	} ,
	[151012] = {
		id = 151012, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 恶魔套装
		moduel = 15, --[[跳转]]
		parameter = {120011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40352002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,120011},{1,49}}, --[[条件属性]]
	} ,
	[151013] = {
		id = 151013, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 恶魔套装
		moduel = 15, --[[跳转]]
		parameter = {140011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40354002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,140011},{1,49}}, --[[条件属性]]
	} ,
	[151014] = {
		id = 151014, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 终焉
		moduel = 15, --[[跳转]]
		parameter = {210011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40361002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,210011},{1,49}}, --[[条件属性]]
	} ,
	[151015] = {
		id = 151015, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 灾厄
		moduel = 15, --[[跳转]]
		parameter = {220011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40362002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,220011},{1,49}}, --[[条件属性]]
	} ,
	[151016] = {
		id = 151016, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 灼炎
		moduel = 15, --[[跳转]]
		parameter = {240011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40364002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,240011},{1,49}}, --[[条件属性]]
	} ,
	[151017] = {
		id = 151017, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 恶魔意志
		moduel = 15, --[[跳转]]
		parameter = {310011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40371002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,310011},{1,49}}, --[[条件属性]]
	} ,
	[151018] = {
		id = 151018, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 恶魔意志
		moduel = 15, --[[跳转]]
		parameter = {320011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40372002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,320011},{1,49}}, --[[条件属性]]
	} ,
	[151019] = {
		id = 151019, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 恶魔意志
		moduel = 15, --[[跳转]]
		parameter = {340011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40374002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,340011},{1,49}}, --[[条件属性]]
	} ,
	[151020] = {
		id = 151020, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 恶魔气泡
		moduel = 15, --[[跳转]]
		parameter = {500011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40390002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,500011},{1,49}}, --[[条件属性]]
	} ,
	[151021] = {
		id = 151021, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 月夜女巫
		moduel = 15, --[[跳转]]
		parameter = {110021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40351003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,110021},{1,49}}, --[[条件属性]]
	} ,
	[151022] = {
		id = 151022, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 嘻哈萝莉
		moduel = 15, --[[跳转]]
		parameter = {120021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40352003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,120021},{1,49}}, --[[条件属性]]
	} ,
	[151023] = {
		id = 151023, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 吸血鬼伯爵
		moduel = 15, --[[跳转]]
		parameter = {140021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40354003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,140021},{1,49}}, --[[条件属性]]
	} ,
	[151024] = {
		id = 151024, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 女巫扫帚
		moduel = 15, --[[跳转]]
		parameter = {210021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40361003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,210021},{1,49}}, --[[条件属性]]
	} ,
	[151025] = {
		id = 151025, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 小恶魔
		moduel = 15, --[[跳转]]
		parameter = {220021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40362003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,220021},{1,49}}, --[[条件属性]]
	} ,
	[151026] = {
		id = 151026, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 伯爵十字架
		moduel = 15, --[[跳转]]
		parameter = {240021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40364003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,240021},{1,49}}, --[[条件属性]]
	} ,
	[151027] = {
		id = 151027, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 血族魅影
		moduel = 15, --[[跳转]]
		parameter = {310021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40371003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,310021},{1,49}}, --[[条件属性]]
	} ,
	[151028] = {
		id = 151028, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 血族魅影
		moduel = 15, --[[跳转]]
		parameter = {320021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40372003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,320021},{1,49}}, --[[条件属性]]
	} ,
	[151029] = {
		id = 151029, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 血族魅影
		moduel = 15, --[[跳转]]
		parameter = {340021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40374003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,340021},{1,49}}, --[[条件属性]]
	} ,
	[151030] = {
		id = 151030, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 万圣气泡
		moduel = 15, --[[跳转]]
		parameter = {500021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40390003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,500021},{1,49}}, --[[条件属性]]
	} ,
	[151031] = {
		id = 151031, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 海洋套装
		moduel = 15, --[[跳转]]
		parameter = {110031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40351004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,110031},{1,49}}, --[[条件属性]]
	} ,
	[151032] = {
		id = 151032, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 海洋套装
		moduel = 15, --[[跳转]]
		parameter = {120031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40352004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,120031},{1,49}}, --[[条件属性]]
	} ,
	[151033] = {
		id = 151033, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 海洋套装
		moduel = 15, --[[跳转]]
		parameter = {140031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40354004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,140031},{1,49}}, --[[条件属性]]
	} ,
	[151034] = {
		id = 151034, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 冰蓝法杖
		moduel = 15, --[[跳转]]
		parameter = {210031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40361004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,210031},{1,49}}, --[[条件属性]]
	} ,
	[151035] = {
		id = 151035, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 冰雪圆舞曲
		moduel = 15, --[[跳转]]
		parameter = {220031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40362004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,220031},{1,49}}, --[[条件属性]]
	} ,
	[151036] = {
		id = 151036, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 海王利刃
		moduel = 15, --[[跳转]]
		parameter = {240031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40364004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,240031},{1,49}}, --[[条件属性]]
	} ,
	[151037] = {
		id = 151037, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 海洋之心
		moduel = 15, --[[跳转]]
		parameter = {310031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40371004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,310031},{1,49}}, --[[条件属性]]
	} ,
	[151038] = {
		id = 151038, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 海洋之心
		moduel = 15, --[[跳转]]
		parameter = {320031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40372004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,320031},{1,49}}, --[[条件属性]]
	} ,
	[151039] = {
		id = 151039, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 海洋之心
		moduel = 15, --[[跳转]]
		parameter = {340031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40374004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,340031},{1,49}}, --[[条件属性]]
	} ,
	[151040] = {
		id = 151040, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 海洋气泡
		moduel = 15, --[[跳转]]
		parameter = {500031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40390004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,500031},{1,49}}, --[[条件属性]]
	} ,
	[151041] = {
		id = 151041, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 锦衣卫-龙
		moduel = 15, --[[跳转]]
		parameter = {110041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40351005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,110041},{1,49}}, --[[条件属性]]
	} ,
	[151042] = {
		id = 151042, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 锦衣卫-龙
		moduel = 15, --[[跳转]]
		parameter = {120041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40352005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,120041},{1,49}}, --[[条件属性]]
	} ,
	[151043] = {
		id = 151043, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 锦衣卫-龙
		moduel = 15, --[[跳转]]
		parameter = {140041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40354005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,140041},{1,49}}, --[[条件属性]]
	} ,
	[151044] = {
		id = 151044, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 雁翎枪
		moduel = 15, --[[跳转]]
		parameter = {210041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40361005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,210041},{1,49}}, --[[条件属性]]
	} ,
	[151045] = {
		id = 151045, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 追魂轮
		moduel = 15, --[[跳转]]
		parameter = {220041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40362005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,220041},{1,49}}, --[[条件属性]]
	} ,
	[151046] = {
		id = 151046, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 绣春刀
		moduel = 15, --[[跳转]]
		parameter = {240041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40364005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,240041},{1,49}}, --[[条件属性]]
	} ,
	[151047] = {
		id = 151047, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 七杀换魂
		moduel = 15, --[[跳转]]
		parameter = {310041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40371005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,310041},{1,49}}, --[[条件属性]]
	} ,
	[151048] = {
		id = 151048, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 七杀换魂
		moduel = 15, --[[跳转]]
		parameter = {320041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40372005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,320041},{1,49}}, --[[条件属性]]
	} ,
	[151049] = {
		id = 151049, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 七杀换魂
		moduel = 15, --[[跳转]]
		parameter = {340041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40374005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,340041},{1,49}}, --[[条件属性]]
	} ,
	[151050] = {
		id = 151050, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 蓝天使
		moduel = 15, --[[跳转]]
		parameter = {110051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40351006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,110051},{1,49}}, --[[条件属性]]
	} ,
	[151051] = {
		id = 151051, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 蓝天使
		moduel = 15, --[[跳转]]
		parameter = {120051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40352006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,120051},{1,49}}, --[[条件属性]]
	} ,
	[151052] = {
		id = 151052, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 蓝天使
		moduel = 15, --[[跳转]]
		parameter = {140051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40354006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,140051},{1,49}}, --[[条件属性]]
	} ,
	[151053] = {
		id = 151053, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 若叶
		moduel = 15, --[[跳转]]
		parameter = {210051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40361006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,210051},{1,49}}, --[[条件属性]]
	} ,
	[151054] = {
		id = 151054, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 天轮
		moduel = 15, --[[跳转]]
		parameter = {220051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40362006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,220051},{1,49}}, --[[条件属性]]
	} ,
	[151055] = {
		id = 151055, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 神明
		moduel = 15, --[[跳转]]
		parameter = {240051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40364006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,240051},{1,49}}, --[[条件属性]]
	} ,
	[151056] = {
		id = 151056, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 蓝羽
		moduel = 15, --[[跳转]]
		parameter = {310051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40371006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,310051},{1,49}}, --[[条件属性]]
	} ,
	[151057] = {
		id = 151057, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 蓝羽
		moduel = 15, --[[跳转]]
		parameter = {320051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40372006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,320051},{1,49}}, --[[条件属性]]
	} ,
	[151058] = {
		id = 151058, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 蓝羽
		moduel = 15, --[[跳转]]
		parameter = {340051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40374006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,340051},{1,49}}, --[[条件属性]]
	} ,
	[151059] = {
		id = 151059, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 婚礼套装
		moduel = 15, --[[跳转]]
		parameter = {110061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40351007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,110061},{1,49}}, --[[条件属性]]
	} ,
	[151060] = {
		id = 151060, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 婚礼套装
		moduel = 15, --[[跳转]]
		parameter = {120061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40352007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,120061},{1,49}}, --[[条件属性]]
	} ,
	[151061] = {
		id = 151061, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 婚礼套装
		moduel = 15, --[[跳转]]
		parameter = {140061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40354007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,140061},{1,49}}, --[[条件属性]]
	} ,
	[151062] = {
		id = 151062, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 比翼鸟
		moduel = 15, --[[跳转]]
		parameter = {210061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40361007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,210061},{1,49}}, --[[条件属性]]
	} ,
	[151063] = {
		id = 151063, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 同心结
		moduel = 15, --[[跳转]]
		parameter = {220061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40362007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,220061},{1,49}}, --[[条件属性]]
	} ,
	[151064] = {
		id = 151064, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 心相印
		moduel = 15, --[[跳转]]
		parameter = {240061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40364007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,240061},{1,49}}, --[[条件属性]]
	} ,
	[151065] = {
		id = 151065, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 永恒之爱
		moduel = 15, --[[跳转]]
		parameter = {310061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40371007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,310061},{1,49}}, --[[条件属性]]
	} ,
	[151066] = {
		id = 151066, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 永恒之爱
		moduel = 15, --[[跳转]]
		parameter = {320061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40372007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,320061},{1,49}}, --[[条件属性]]
	} ,
	[151067] = {
		id = 151067, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 永恒之爱
		moduel = 15, --[[跳转]]
		parameter = {340061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40374007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,340061},{1,49}}, --[[条件属性]]
	} ,
	[151068] = {
		id = 151068, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 京剧时装
		moduel = 15, --[[跳转]]
		parameter = {110071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40351008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,110071},{1,49}}, --[[条件属性]]
	} ,
	[151069] = {
		id = 151069, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 京剧时装
		moduel = 15, --[[跳转]]
		parameter = {120071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40352008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,120071},{1,49}}, --[[条件属性]]
	} ,
	[151070] = {
		id = 151070, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 京剧时装
		moduel = 15, --[[跳转]]
		parameter = {140071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40354008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,140071},{1,49}}, --[[条件属性]]
	} ,
	[151071] = {
		id = 151071, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 红缨
		moduel = 15, --[[跳转]]
		parameter = {210071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40361008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,210071},{1,49}}, --[[条件属性]]
	} ,
	[151072] = {
		id = 151072, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 红莲
		moduel = 15, --[[跳转]]
		parameter = {220071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40362008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,220071},{1,49}}, --[[条件属性]]
	} ,
	[151073] = {
		id = 151073, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 影月
		moduel = 15, --[[跳转]]
		parameter = {240071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40364008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,240071},{1,49}}, --[[条件属性]]
	} ,
	[151074] = {
		id = 151074, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 京剧翅膀
		moduel = 15, --[[跳转]]
		parameter = {310071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40371008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,310071},{1,49}}, --[[条件属性]]
	} ,
	[151075] = {
		id = 151075, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 京剧翅膀
		moduel = 15, --[[跳转]]
		parameter = {320071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40372008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,320071},{1,49}}, --[[条件属性]]
	} ,
	[151076] = {
		id = 151076, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 京剧翅膀
		moduel = 15, --[[跳转]]
		parameter = {340071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40374008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,340071},{1,49}}, --[[条件属性]]
	} ,
	[151077] = {
		id = 151077, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 蝶舞翅膀
		moduel = 15, --[[跳转]]
		parameter = {311011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40381001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,311011},{1,49}}, --[[条件属性]]
	} ,
	[151078] = {
		id = 151078, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 蝶舞翅膀
		moduel = 15, --[[跳转]]
		parameter = {321011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40382001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,321011},{1,49}}, --[[条件属性]]
	} ,
	[151079] = {
		id = 151079, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 蝶舞翅膀
		moduel = 15, --[[跳转]]
		parameter = {341011,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40384001,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,341011},{1,49}}, --[[条件属性]]
	} ,
	[151080] = {
		id = 151080, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 夜阑翅膀
		moduel = 15, --[[跳转]]
		parameter = {311021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40381002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,311021},{1,49}}, --[[条件属性]]
	} ,
	[151081] = {
		id = 151081, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 夜阑翅膀
		moduel = 15, --[[跳转]]
		parameter = {321021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40382002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,321021},{1,49}}, --[[条件属性]]
	} ,
	[151082] = {
		id = 151082, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 夜阑翅膀
		moduel = 15, --[[跳转]]
		parameter = {341021,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40384002,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,341021},{1,49}}, --[[条件属性]]
	} ,
	[151083] = {
		id = 151083, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 天神翅膀
		moduel = 15, --[[跳转]]
		parameter = {311031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40381003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,311031},{1,49}}, --[[条件属性]]
	} ,
	[151084] = {
		id = 151084, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 天神翅膀
		moduel = 15, --[[跳转]]
		parameter = {321031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40382003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,321031},{1,49}}, --[[条件属性]]
	} ,
	[151085] = {
		id = 151085, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 天神翅膀
		moduel = 15, --[[跳转]]
		parameter = {341031,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40384003,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,341031},{1,49}}, --[[条件属性]]
	} ,
	[151086] = {
		id = 151086, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 天仙翅膀
		moduel = 15, --[[跳转]]
		parameter = {311041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40381004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,311041},{1,49}}, --[[条件属性]]
	} ,
	[151087] = {
		id = 151087, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 天仙翅膀
		moduel = 15, --[[跳转]]
		parameter = {321041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40382004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,321041},{1,49}}, --[[条件属性]]
	} ,
	[151088] = {
		id = 151088, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 天仙翅膀
		moduel = 15, --[[跳转]]
		parameter = {341041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40384004,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,341041},{1,49}}, --[[条件属性]]
	} ,
	[151089] = {
		id = 151089, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 夜王翅膀
		moduel = 15, --[[跳转]]
		parameter = {311051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40381005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,311051},{1,49}}, --[[条件属性]]
	} ,
	[151090] = {
		id = 151090, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 夜王翅膀
		moduel = 15, --[[跳转]]
		parameter = {321051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40382005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,321051},{1,49}}, --[[条件属性]]
	} ,
	[151091] = {
		id = 151091, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 夜王翅膀
		moduel = 15, --[[跳转]]
		parameter = {341051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40384005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,341051},{1,49}}, --[[条件属性]]
	} ,
	[151092] = {
		id = 151092, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 圣光翅膀
		moduel = 15, --[[跳转]]
		parameter = {311061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40381006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,311061},{1,49}}, --[[条件属性]]
	} ,
	[151093] = {
		id = 151093, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 圣光翅膀
		moduel = 15, --[[跳转]]
		parameter = {321061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40382006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,321061},{1,49}}, --[[条件属性]]
	} ,
	[151094] = {
		id = 151094, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 圣光翅膀
		moduel = 15, --[[跳转]]
		parameter = {341061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40384006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,341061},{1,49}}, --[[条件属性]]
	} ,
	[151095] = {
		id = 151095, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 炎轮翅膀
		moduel = 15, --[[跳转]]
		parameter = {311071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40381007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,311071},{1,49}}, --[[条件属性]]
	} ,
	[151096] = {
		id = 151096, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 炎轮翅膀
		moduel = 15, --[[跳转]]
		parameter = {321071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40382007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,321071},{1,49}}, --[[条件属性]]
	} ,
	[151097] = {
		id = 151097, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 炎轮翅膀
		moduel = 15, --[[跳转]]
		parameter = {341071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40384007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,341071},{1,49}}, --[[条件属性]]
	} ,
	[151098] = {
		id = 151098, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 扇舞翅膀
		moduel = 15, --[[跳转]]
		parameter = {311081,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40381008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,311081},{1,49}}, --[[条件属性]]
	} ,
	[151099] = {
		id = 151099, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 扇舞翅膀
		moduel = 15, --[[跳转]]
		parameter = {321081,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40382008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,321081},{1,49}}, --[[条件属性]]
	} ,
	[151100] = {
		id = 151100, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 扇舞翅膀
		moduel = 15, --[[跳转]]
		parameter = {341081,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40384008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,341081},{1,49}}, --[[条件属性]]
	} ,
	[151101] = {
		id = 151101, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 星月翅膀
		moduel = 15, --[[跳转]]
		parameter = {311091,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40381009,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,311091},{1,49}}, --[[条件属性]]
	} ,
	[151102] = {
		id = 151102, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 星月翅膀
		moduel = 15, --[[跳转]]
		parameter = {321091,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40382009,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,321091},{1,49}}, --[[条件属性]]
	} ,
	[151103] = {
		id = 151103, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 星月翅膀
		moduel = 15, --[[跳转]]
		parameter = {341091,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40384009,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,341091},{1,49}}, --[[条件属性]]
	} ,
	[151104] = {
		id = 151104, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 灭绝翅膀
		moduel = 15, --[[跳转]]
		parameter = {311101,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40381010,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,311101},{1,49}}, --[[条件属性]]
	} ,
	[151105] = {
		id = 151105, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 灭绝翅膀
		moduel = 15, --[[跳转]]
		parameter = {321101,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40382010,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,321101},{1,49}}, --[[条件属性]]
	} ,
	[151106] = {
		id = 151106, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 灭绝翅膀
		moduel = 15, --[[跳转]]
		parameter = {341101,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40384010,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,341101},{1,49}}, --[[条件属性]]
	} ,
	[151107] = {
		id = 151107, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 小牛气泡
		moduel = 15, --[[跳转]]
		parameter = {500041,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40390005,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,500041},{1,49}}, --[[条件属性]]
	} ,
	[151108] = {
		id = 151108, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 小猫气泡
		moduel = 15, --[[跳转]]
		parameter = {500051,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40390006,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,500051},{1,49}}, --[[条件属性]]
	} ,
	[151109] = {
		id = 151109, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 圣诞气泡
		moduel = 15, --[[跳转]]
		parameter = {500061,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40390007,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,500061},{1,49}}, --[[条件属性]]
	} ,
	[151110] = {
		id = 151110, --[[序号]]
		name = "外观激活", --[[名称]]
		-- 香蕉气泡
		moduel = 15, --[[跳转]]
		parameter = {500071,}, --[[跳转页签]]
		order = 1, --[[排序]]
		need_item = {{40390008,0,}}, --[[条件物品或基础资源]]
		need_attr = {{7,0,0,500071},{1,49}}, --[[条件属性]]
	} ,
}
return ret