local ret = {
	[210011] = {
		code = 210011, --[[任务id]]
		type = 2, --[[类型]]
		value = 9, --[[值]]
	} ,
	[210021] = {
		code = 210021, --[[任务id]]
		type = 1, --[[类型]]
		value = 80, --[[值]]
	} ,
	[210041] = {
		code = 210041, --[[任务id]]
		type = 1, --[[类型]]
		value = 150, --[[值]]
	} ,
	[210051] = {
		code = 210051, --[[任务id]]
		type = 2, --[[类型]]
		value = 11, --[[值]]
	} ,
	[210061] = {
		code = 210061, --[[任务id]]
		type = 1, --[[类型]]
		value = 70, --[[值]]
	} ,
	[210071] = {
		code = 210071, --[[任务id]]
		type = 1, --[[类型]]
		value = 105, --[[值]]
	} ,
	[210081] = {
		code = 210081, --[[任务id]]
		type = 1, --[[类型]]
		value = 100, --[[值]]
	} ,
	[210091] = {
		code = 210091, --[[任务id]]
		type = 1, --[[类型]]
		value = 180, --[[值]]
	} ,
}
return ret