local ret = {
	[1030101] = {
		code = 1030101, --[[任务id]]
		final_code = 1030102, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1030201] = {
		code = 1030201, --[[任务id]]
		final_code = 1030202, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1030301] = {
		code = 1030301, --[[任务id]]
		final_code = 1030302, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1030401] = {
		code = 1030401, --[[任务id]]
		final_code = 1030402, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1030501] = {
		code = 1030501, --[[任务id]]
		final_code = 1030502, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1010001] = {
		code = 1010001, --[[任务id]]
		final_code = 1010001, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1010002] = {
		code = 1010002, --[[任务id]]
		final_code = 1010002, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1010003] = {
		code = 1010003, --[[任务id]]
		final_code = 1010003, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1010004] = {
		code = 1010004, --[[任务id]]
		final_code = 1010004, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1020001] = {
		code = 1020001, --[[任务id]]
		final_code = 1020001, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1020002] = {
		code = 1020002, --[[任务id]]
		final_code = 1020002, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[1020003] = {
		code = 1020003, --[[任务id]]
		final_code = 1020003, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
}
return ret