local ret = {
	[70001] = {
		code = 70001, --[[副本id]]
		ty = 2, --[[触发类型]]
		map_id = 111101, --[[地图id]]
		pos = {850,1250}, --[[坐标]]
		des = "教训偷鱼的猫", --[[描述]]
	} ,
	[70002] = {
		code = 70002, --[[副本id]]
		ty = 2, --[[触发类型]]
		map_id = 111101, --[[地图id]]
		pos = {337,1165}, --[[坐标]]
		des = "赶走灯笼小妖", --[[描述]]
	} ,
	[70003] = {
		code = 70003, --[[副本id]]
		ty = 2, --[[触发类型]]
		map_id = 111101, --[[地图id]]
		pos = {764,303}, --[[坐标]]
		des = "帮助卫兵", --[[描述]]
	} ,
	[70004] = {
		code = 70004, --[[副本id]]
		ty = 2, --[[触发类型]]
		map_id = 111101, --[[地图id]]
		pos = {1850,336}, --[[坐标]]
		des = "击退关羽的手下", --[[描述]]
	} ,
	[70005] = {
		code = 70005, --[[副本id]]
		ty = 2, --[[触发类型]]
		map_id = 111101, --[[地图id]]
		pos = {2530,390}, --[[坐标]]
		des = "让关羽清醒一下", --[[描述]]
	} ,
	[70006] = {
		code = 70006, --[[副本id]]
		ty = 2, --[[触发类型]]
		map_id = 111101, --[[地图id]]
		pos = {1040,340}, --[[坐标]]
		des = "抢回商人的货物", --[[描述]]
	} ,
	[70007] = {
		code = 70007, --[[副本id]]
		ty = 2, --[[触发类型]]
		map_id = 111201, --[[地图id]]
		pos = {1407,920}, --[[坐标]]
		des = "教训流氓", --[[描述]]
	} ,
	[70008] = {
		code = 70008, --[[副本id]]
		ty = 2, --[[触发类型]]
		map_id = 111201, --[[地图id]]
		pos = {780,1420}, --[[坐标]]
		des = "决斗酒吞童子", --[[描述]]
	} ,
	[10001] = {
		code = 10001, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "潜入黄巾营寨，击败入侵的魔化黄巾余孽！", --[[描述]]
	} ,
	[10002] = {
		code = 10002, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "帮助捕快调查可疑的房子！", --[[描述]]
	} ,
	[10003] = {
		code = 10003, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "准备与酒吞童子的决战！", --[[描述]]
	} ,
	[10004] = {
		code = 10004, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "去看看夏侯惇的魂魄被招往了何处！", --[[描述]]
	} ,
	[10005] = {
		code = 10005, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "击败强敌袁绍！", --[[描述]]
	} ,
	[141001] = {
		code = 141001, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "击败自爆小队", --[[描述]]
	} ,
	[141002] = {
		code = 141002, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "击杀所有护旗魔怪", --[[描述]]
	} ,
	[141003] = {
		code = 141003, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "击败火魔", --[[描述]]
	} ,
	[141004] = {
		code = 141004, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "解决魔王幻像", --[[描述]]
	} ,
	[141005] = {
		code = 141005, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "教训捣蛋的小妖怪", --[[描述]]
	} ,
	[141006] = {
		code = 141006, --[[副本id]]
		ty = 3, --[[触发类型]]
		des = "保护美女不被攻击", --[[描述]]
	} ,
}
return ret