local ret = {
	[101] = {
		code = 101, --[[任务id]]
		status = 0, --[[任务状态]]
		chapter = "第一章", --[[章节]]
		title = "桃花源记", --[[标题]]
		content = "在桃源村醒来，寻找失去的记忆！", --[[内容]]
	} ,
	[100031] = {
		code = 100031, --[[任务id]]
		status = 4, --[[任务状态]]
		chapter = "第二章", --[[章节]]
		title = "临光之争", --[[标题]]
		content = "探查临光城内，找出异变源头。", --[[内容]]
	} ,
	[100074] = {
		code = 100074, --[[任务id]]
		status = 4, --[[任务状态]]
		chapter = "第三章", --[[章节]]
		title = "雪领战役", --[[标题]]
		content = "突发的战乱，这是否是由星魂引起？", --[[内容]]
	} ,
	[100092] = {
		code = 100092, --[[任务id]]
		status = 4, --[[任务状态]]
		chapter = "第四章", --[[章节]]
		title = "立花天魔", --[[标题]]
		content = "怪异的妖魔泛滥，究竟是何原因？", --[[内容]]
	} ,
}
return ret