local ret = {
	[1] = {
		id = 1, --[[编号]]
		code = 100012, --[[出现任务id]]
		hide_task = 100015, --[[隐藏任务id]]
		status = 3, --[[任务状态]]
		npc_id = 20201009, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		pos = {2015,904}, --[[地图坐标]]
		dir = 170.0, --[[npc方向]]
		visible = 1, --[[显示或隐藏]]
	} ,
	[2] = {
		id = 2, --[[编号]]
		code = 100015, --[[出现任务id]]
		status = 3, --[[任务状态]]
		npc_id = 20201009, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		visible = 0, --[[显示或隐藏]]
	} ,
	[3] = {
		id = 3, --[[编号]]
		code = 100026, --[[出现任务id]]
		hide_task = 100031, --[[隐藏任务id]]
		status = 3, --[[任务状态]]
		npc_id = 20201013, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		pos = {2576,406}, --[[地图坐标]]
		dir = -170.0, --[[npc方向]]
		visible = 1, --[[显示或隐藏]]
	} ,
	[4] = {
		id = 4, --[[编号]]
		code = 100031, --[[出现任务id]]
		status = 3, --[[任务状态]]
		npc_id = 20201013, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		visible = 0, --[[显示或隐藏]]
	} ,
	[5] = {
		id = 5, --[[编号]]
		code = 100007, --[[出现任务id]]
		hide_task = 100009, --[[隐藏任务id]]
		status = 1, --[[任务状态]]
		npc_id = 20201050, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		pos = {388,586}, --[[地图坐标]]
		dir = -60.0, --[[npc方向]]
		visible = 1, --[[显示或隐藏]]
	} ,
	[6] = {
		id = 6, --[[编号]]
		code = 100009, --[[出现任务id]]
		status = 2, --[[任务状态]]
		npc_id = 20201050, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		visible = 0, --[[显示或隐藏]]
	} ,
	[7] = {
		id = 7, --[[编号]]
		code = 100001, --[[出现任务id]]
		hide_task = 100006, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_id = 20201003, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		pos = {235,1157}, --[[地图坐标]]
		dir = 90.0, --[[npc方向]]
		visible = 1, --[[显示或隐藏]]
	} ,
	[8] = {
		id = 8, --[[编号]]
		code = 100006, --[[出现任务id]]
		status = 2, --[[任务状态]]
		npc_id = 20201003, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		visible = 0, --[[显示或隐藏]]
	} ,
	[9] = {
		id = 9, --[[编号]]
		code = 100012, --[[出现任务id]]
		hide_task = 100016, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_id = 20201051, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		pos = {1606,271}, --[[地图坐标]]
		dir = -100.0, --[[npc方向]]
		visible = 1, --[[显示或隐藏]]
	} ,
	[10] = {
		id = 10, --[[编号]]
		code = 100016, --[[出现任务id]]
		status = 2, --[[任务状态]]
		npc_id = 20201051, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		visible = 0, --[[显示或隐藏]]
	} ,
	[11] = {
		id = 11, --[[编号]]
		code = 100012, --[[出现任务id]]
		hide_task = 100015, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_id = 20201010, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		pos = {1612,186}, --[[地图坐标]]
		dir = -36.0, --[[npc方向]]
		visible = 1, --[[显示或隐藏]]
	} ,
	[12] = {
		id = 12, --[[编号]]
		code = 100015, --[[出现任务id]]
		status = 4, --[[任务状态]]
		npc_id = 20201010, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		visible = 0, --[[显示或隐藏]]
	} ,
	[13] = {
		id = 13, --[[编号]]
		code = 100025, --[[出现任务id]]
		hide_task = 100032, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_id = 20201019, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		pos = {2458,233}, --[[地图坐标]]
		dir = 20.0, --[[npc方向]]
		visible = 1, --[[显示或隐藏]]
	} ,
	[14] = {
		id = 14, --[[编号]]
		code = 100032, --[[出现任务id]]
		status = 2, --[[任务状态]]
		npc_id = 20201019, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		visible = 0, --[[显示或隐藏]]
	} ,
	[15] = {
		id = 15, --[[编号]]
		code = 100032, --[[出现任务id]]
		hide_task = 100035, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_id = 11201084, --[[npc的id]]
		map_id = 111201, --[[地图id]]
		pos = {2219,827}, --[[地图坐标]]
		dir = -90.0, --[[npc方向]]
		visible = 1, --[[显示或隐藏]]
	} ,
	[16] = {
		id = 16, --[[编号]]
		code = 100035, --[[出现任务id]]
		status = 2, --[[任务状态]]
		npc_id = 11201084, --[[npc的id]]
		map_id = 111201, --[[地图id]]
		visible = 0, --[[显示或隐藏]]
	} ,
	[17] = {
		id = 17, --[[编号]]
		code = 100034, --[[出现任务id]]
		hide_task = 100035, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_id = 11201085, --[[npc的id]]
		map_id = 111201, --[[地图id]]
		pos = {2393,1053}, --[[地图坐标]]
		dir = 66.0, --[[npc方向]]
		visible = 1, --[[显示或隐藏]]
	} ,
	[18] = {
		id = 18, --[[编号]]
		code = 100035, --[[出现任务id]]
		status = 2, --[[任务状态]]
		npc_id = 11201085, --[[npc的id]]
		map_id = 111201, --[[地图id]]
		visible = 0, --[[显示或隐藏]]
	} ,
	[19] = {
		id = 19, --[[编号]]
		code = 100015, --[[出现任务id]]
		hide_task = 100017, --[[隐藏任务id]]
		status = 4, --[[任务状态]]
		npc_id = 20201018, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		pos = {1558,379}, --[[地图坐标]]
		dir = -180.0, --[[npc方向]]
		visible = 1, --[[显示或隐藏]]
	} ,
	[20] = {
		id = 20, --[[编号]]
		code = 100017, --[[出现任务id]]
		status = 2, --[[任务状态]]
		npc_id = 20201018, --[[npc的id]]
		map_id = 111101, --[[地图id]]
		visible = 0, --[[显示或隐藏]]
	} ,
}
return ret