local ret = {
	[1] = {
		id = 1, --[[编号]]
		code = 100006, --[[任务id]]
		hide_task = 100006, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 0, --[[npc类型]]
		npc_id = 20201052, --[[npc表的id]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[2] = {
		id = 2, --[[编号]]
		code = 100006, --[[任务id]]
		status = 4, --[[任务状态]]
		npc_type = 0, --[[npc类型]]
		npc_id = 20201052, --[[npc表的id]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[3] = {
		id = 3, --[[编号]]
		code = 513001, --[[任务id]]
		hide_task = 513001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[4] = {
		id = 4, --[[编号]]
		code = 513001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[5] = {
		id = 5, --[[编号]]
		code = 513101, --[[任务id]]
		hide_task = 513101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[6] = {
		id = 6, --[[编号]]
		code = 513101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[7] = {
		id = 7, --[[编号]]
		code = 513201, --[[任务id]]
		hide_task = 513201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[8] = {
		id = 8, --[[编号]]
		code = 513201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[9] = {
		id = 9, --[[编号]]
		code = 513301, --[[任务id]]
		hide_task = 513301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[10] = {
		id = 10, --[[编号]]
		code = 513301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[11] = {
		id = 11, --[[编号]]
		code = 513401, --[[任务id]]
		hide_task = 513401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[12] = {
		id = 12, --[[编号]]
		code = 513401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[13] = {
		id = 13, --[[编号]]
		code = 513501, --[[任务id]]
		hide_task = 513501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[14] = {
		id = 14, --[[编号]]
		code = 513501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[15] = {
		id = 15, --[[编号]]
		code = 513601, --[[任务id]]
		hide_task = 513601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[16] = {
		id = 16, --[[编号]]
		code = 513601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[17] = {
		id = 17, --[[编号]]
		code = 513701, --[[任务id]]
		hide_task = 513701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[18] = {
		id = 18, --[[编号]]
		code = 513701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[19] = {
		id = 19, --[[编号]]
		code = 513801, --[[任务id]]
		hide_task = 513801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[20] = {
		id = 20, --[[编号]]
		code = 513801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[21] = {
		id = 21, --[[编号]]
		code = 513901, --[[任务id]]
		hide_task = 513901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[22] = {
		id = 22, --[[编号]]
		code = 513901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[23] = {
		id = 23, --[[编号]]
		code = 514001, --[[任务id]]
		hide_task = 514001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[24] = {
		id = 24, --[[编号]]
		code = 514001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[25] = {
		id = 25, --[[编号]]
		code = 514101, --[[任务id]]
		hide_task = 514101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[26] = {
		id = 26, --[[编号]]
		code = 514101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[27] = {
		id = 27, --[[编号]]
		code = 514201, --[[任务id]]
		hide_task = 514201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[28] = {
		id = 28, --[[编号]]
		code = 514201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[29] = {
		id = 29, --[[编号]]
		code = 514301, --[[任务id]]
		hide_task = 514301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[30] = {
		id = 30, --[[编号]]
		code = 514301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[31] = {
		id = 31, --[[编号]]
		code = 514401, --[[任务id]]
		hide_task = 514401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[32] = {
		id = 32, --[[编号]]
		code = 514401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[33] = {
		id = 33, --[[编号]]
		code = 514501, --[[任务id]]
		hide_task = 514501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[34] = {
		id = 34, --[[编号]]
		code = 514501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[35] = {
		id = 35, --[[编号]]
		code = 514601, --[[任务id]]
		hide_task = 514601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[36] = {
		id = 36, --[[编号]]
		code = 514601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[37] = {
		id = 37, --[[编号]]
		code = 514701, --[[任务id]]
		hide_task = 514701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[38] = {
		id = 38, --[[编号]]
		code = 514701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[39] = {
		id = 39, --[[编号]]
		code = 514801, --[[任务id]]
		hide_task = 514801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[40] = {
		id = 40, --[[编号]]
		code = 514801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[41] = {
		id = 41, --[[编号]]
		code = 514901, --[[任务id]]
		hide_task = 514901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[42] = {
		id = 42, --[[编号]]
		code = 514901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[43] = {
		id = 43, --[[编号]]
		code = 515001, --[[任务id]]
		hide_task = 515001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[44] = {
		id = 44, --[[编号]]
		code = 515001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[45] = {
		id = 45, --[[编号]]
		code = 515101, --[[任务id]]
		hide_task = 515101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[46] = {
		id = 46, --[[编号]]
		code = 515101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[47] = {
		id = 47, --[[编号]]
		code = 515201, --[[任务id]]
		hide_task = 515201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[48] = {
		id = 48, --[[编号]]
		code = 515201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[49] = {
		id = 49, --[[编号]]
		code = 515301, --[[任务id]]
		hide_task = 515301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[50] = {
		id = 50, --[[编号]]
		code = 515301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[51] = {
		id = 51, --[[编号]]
		code = 515401, --[[任务id]]
		hide_task = 515401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[52] = {
		id = 52, --[[编号]]
		code = 515401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[53] = {
		id = 53, --[[编号]]
		code = 515501, --[[任务id]]
		hide_task = 515501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[54] = {
		id = 54, --[[编号]]
		code = 515501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[55] = {
		id = 55, --[[编号]]
		code = 515601, --[[任务id]]
		hide_task = 515601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[56] = {
		id = 56, --[[编号]]
		code = 515601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[57] = {
		id = 57, --[[编号]]
		code = 515701, --[[任务id]]
		hide_task = 515701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[58] = {
		id = 58, --[[编号]]
		code = 515701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[59] = {
		id = 59, --[[编号]]
		code = 515801, --[[任务id]]
		hide_task = 515801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[60] = {
		id = 60, --[[编号]]
		code = 515801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[61] = {
		id = 61, --[[编号]]
		code = 515901, --[[任务id]]
		hide_task = 515901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[62] = {
		id = 62, --[[编号]]
		code = 515901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[63] = {
		id = 63, --[[编号]]
		code = 516001, --[[任务id]]
		hide_task = 516001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[64] = {
		id = 64, --[[编号]]
		code = 516001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[65] = {
		id = 65, --[[编号]]
		code = 516101, --[[任务id]]
		hide_task = 516101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[66] = {
		id = 66, --[[编号]]
		code = 516101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[67] = {
		id = 67, --[[编号]]
		code = 516201, --[[任务id]]
		hide_task = 516201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[68] = {
		id = 68, --[[编号]]
		code = 516201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[69] = {
		id = 69, --[[编号]]
		code = 516301, --[[任务id]]
		hide_task = 516301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[70] = {
		id = 70, --[[编号]]
		code = 516301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[71] = {
		id = 71, --[[编号]]
		code = 516401, --[[任务id]]
		hide_task = 516401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[72] = {
		id = 72, --[[编号]]
		code = 516401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[73] = {
		id = 73, --[[编号]]
		code = 516501, --[[任务id]]
		hide_task = 516501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[74] = {
		id = 74, --[[编号]]
		code = 516501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[75] = {
		id = 75, --[[编号]]
		code = 516601, --[[任务id]]
		hide_task = 516601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[76] = {
		id = 76, --[[编号]]
		code = 516601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[77] = {
		id = 77, --[[编号]]
		code = 516701, --[[任务id]]
		hide_task = 516701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[78] = {
		id = 78, --[[编号]]
		code = 516701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[79] = {
		id = 79, --[[编号]]
		code = 516801, --[[任务id]]
		hide_task = 516801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[80] = {
		id = 80, --[[编号]]
		code = 516801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[81] = {
		id = 81, --[[编号]]
		code = 516901, --[[任务id]]
		hide_task = 516901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[82] = {
		id = 82, --[[编号]]
		code = 516901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[83] = {
		id = 83, --[[编号]]
		code = 517001, --[[任务id]]
		hide_task = 517001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[84] = {
		id = 84, --[[编号]]
		code = 517001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[85] = {
		id = 85, --[[编号]]
		code = 517101, --[[任务id]]
		hide_task = 517101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[86] = {
		id = 86, --[[编号]]
		code = 517101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[87] = {
		id = 87, --[[编号]]
		code = 517201, --[[任务id]]
		hide_task = 517201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[88] = {
		id = 88, --[[编号]]
		code = 517201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[89] = {
		id = 89, --[[编号]]
		code = 517301, --[[任务id]]
		hide_task = 517301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[90] = {
		id = 90, --[[编号]]
		code = 517301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[91] = {
		id = 91, --[[编号]]
		code = 517401, --[[任务id]]
		hide_task = 517401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[92] = {
		id = 92, --[[编号]]
		code = 517401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[93] = {
		id = 93, --[[编号]]
		code = 517501, --[[任务id]]
		hide_task = 517501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[94] = {
		id = 94, --[[编号]]
		code = 517501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[95] = {
		id = 95, --[[编号]]
		code = 517601, --[[任务id]]
		hide_task = 517601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[96] = {
		id = 96, --[[编号]]
		code = 517601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[97] = {
		id = 97, --[[编号]]
		code = 517701, --[[任务id]]
		hide_task = 517701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[98] = {
		id = 98, --[[编号]]
		code = 517701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[99] = {
		id = 99, --[[编号]]
		code = 517801, --[[任务id]]
		hide_task = 517801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[100] = {
		id = 100, --[[编号]]
		code = 517801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[101] = {
		id = 101, --[[编号]]
		code = 517901, --[[任务id]]
		hide_task = 517901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[102] = {
		id = 102, --[[编号]]
		code = 517901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[103] = {
		id = 103, --[[编号]]
		code = 518001, --[[任务id]]
		hide_task = 518001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[104] = {
		id = 104, --[[编号]]
		code = 518001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[105] = {
		id = 105, --[[编号]]
		code = 518101, --[[任务id]]
		hide_task = 518101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[106] = {
		id = 106, --[[编号]]
		code = 518101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[107] = {
		id = 107, --[[编号]]
		code = 518201, --[[任务id]]
		hide_task = 518201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[108] = {
		id = 108, --[[编号]]
		code = 518201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[109] = {
		id = 109, --[[编号]]
		code = 518301, --[[任务id]]
		hide_task = 518301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[110] = {
		id = 110, --[[编号]]
		code = 518301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[111] = {
		id = 111, --[[编号]]
		code = 518401, --[[任务id]]
		hide_task = 518401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[112] = {
		id = 112, --[[编号]]
		code = 518401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[113] = {
		id = 113, --[[编号]]
		code = 518501, --[[任务id]]
		hide_task = 518501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[114] = {
		id = 114, --[[编号]]
		code = 518501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[115] = {
		id = 115, --[[编号]]
		code = 518601, --[[任务id]]
		hide_task = 518601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[116] = {
		id = 116, --[[编号]]
		code = 518601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[117] = {
		id = 117, --[[编号]]
		code = 518701, --[[任务id]]
		hide_task = 518701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[118] = {
		id = 118, --[[编号]]
		code = 518701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[119] = {
		id = 119, --[[编号]]
		code = 518801, --[[任务id]]
		hide_task = 518801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[120] = {
		id = 120, --[[编号]]
		code = 518801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[121] = {
		id = 121, --[[编号]]
		code = 518901, --[[任务id]]
		hide_task = 518901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[122] = {
		id = 122, --[[编号]]
		code = 518901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[123] = {
		id = 123, --[[编号]]
		code = 519001, --[[任务id]]
		hide_task = 519001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[124] = {
		id = 124, --[[编号]]
		code = 519001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[125] = {
		id = 125, --[[编号]]
		code = 519101, --[[任务id]]
		hide_task = 519101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[126] = {
		id = 126, --[[编号]]
		code = 519101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[127] = {
		id = 127, --[[编号]]
		code = 519201, --[[任务id]]
		hide_task = 519201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[128] = {
		id = 128, --[[编号]]
		code = 519201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[129] = {
		id = 129, --[[编号]]
		code = 519301, --[[任务id]]
		hide_task = 519301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[130] = {
		id = 130, --[[编号]]
		code = 519301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[131] = {
		id = 131, --[[编号]]
		code = 519401, --[[任务id]]
		hide_task = 519401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[132] = {
		id = 132, --[[编号]]
		code = 519401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[133] = {
		id = 133, --[[编号]]
		code = 519501, --[[任务id]]
		hide_task = 519501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[134] = {
		id = 134, --[[编号]]
		code = 519501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[135] = {
		id = 135, --[[编号]]
		code = 519601, --[[任务id]]
		hide_task = 519601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[136] = {
		id = 136, --[[编号]]
		code = 519601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[137] = {
		id = 137, --[[编号]]
		code = 519701, --[[任务id]]
		hide_task = 519701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[138] = {
		id = 138, --[[编号]]
		code = 519701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[139] = {
		id = 139, --[[编号]]
		code = 519801, --[[任务id]]
		hide_task = 519801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[140] = {
		id = 140, --[[编号]]
		code = 519801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[141] = {
		id = 141, --[[编号]]
		code = 519901, --[[任务id]]
		hide_task = 519901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[142] = {
		id = 142, --[[编号]]
		code = 519901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[143] = {
		id = 143, --[[编号]]
		code = 520001, --[[任务id]]
		hide_task = 520001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[144] = {
		id = 144, --[[编号]]
		code = 520001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[145] = {
		id = 145, --[[编号]]
		code = 520101, --[[任务id]]
		hide_task = 520101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[146] = {
		id = 146, --[[编号]]
		code = 520101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[147] = {
		id = 147, --[[编号]]
		code = 520201, --[[任务id]]
		hide_task = 520201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[148] = {
		id = 148, --[[编号]]
		code = 520201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[149] = {
		id = 149, --[[编号]]
		code = 520301, --[[任务id]]
		hide_task = 520301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[150] = {
		id = 150, --[[编号]]
		code = 520301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[151] = {
		id = 151, --[[编号]]
		code = 520401, --[[任务id]]
		hide_task = 520401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[152] = {
		id = 152, --[[编号]]
		code = 520401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[153] = {
		id = 153, --[[编号]]
		code = 520501, --[[任务id]]
		hide_task = 520501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[154] = {
		id = 154, --[[编号]]
		code = 520501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[155] = {
		id = 155, --[[编号]]
		code = 520601, --[[任务id]]
		hide_task = 520601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[156] = {
		id = 156, --[[编号]]
		code = 520601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[157] = {
		id = 157, --[[编号]]
		code = 520701, --[[任务id]]
		hide_task = 520701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[158] = {
		id = 158, --[[编号]]
		code = 520701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[159] = {
		id = 159, --[[编号]]
		code = 520801, --[[任务id]]
		hide_task = 520801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[160] = {
		id = 160, --[[编号]]
		code = 520801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[161] = {
		id = 161, --[[编号]]
		code = 520901, --[[任务id]]
		hide_task = 520901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[162] = {
		id = 162, --[[编号]]
		code = 520901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[163] = {
		id = 163, --[[编号]]
		code = 521001, --[[任务id]]
		hide_task = 521001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[164] = {
		id = 164, --[[编号]]
		code = 521001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[165] = {
		id = 165, --[[编号]]
		code = 521101, --[[任务id]]
		hide_task = 521101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[166] = {
		id = 166, --[[编号]]
		code = 521101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[167] = {
		id = 167, --[[编号]]
		code = 521201, --[[任务id]]
		hide_task = 521201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[168] = {
		id = 168, --[[编号]]
		code = 521201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[169] = {
		id = 169, --[[编号]]
		code = 521301, --[[任务id]]
		hide_task = 521301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[170] = {
		id = 170, --[[编号]]
		code = 521301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[171] = {
		id = 171, --[[编号]]
		code = 521401, --[[任务id]]
		hide_task = 521401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[172] = {
		id = 172, --[[编号]]
		code = 521401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[173] = {
		id = 173, --[[编号]]
		code = 521501, --[[任务id]]
		hide_task = 521501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[174] = {
		id = 174, --[[编号]]
		code = 521501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[175] = {
		id = 175, --[[编号]]
		code = 521601, --[[任务id]]
		hide_task = 521601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[176] = {
		id = 176, --[[编号]]
		code = 521601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[177] = {
		id = 177, --[[编号]]
		code = 521701, --[[任务id]]
		hide_task = 521701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[178] = {
		id = 178, --[[编号]]
		code = 521701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[179] = {
		id = 179, --[[编号]]
		code = 521801, --[[任务id]]
		hide_task = 521801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[180] = {
		id = 180, --[[编号]]
		code = 521801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[181] = {
		id = 181, --[[编号]]
		code = 521901, --[[任务id]]
		hide_task = 521901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[182] = {
		id = 182, --[[编号]]
		code = 521901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[183] = {
		id = 183, --[[编号]]
		code = 522001, --[[任务id]]
		hide_task = 522001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[184] = {
		id = 184, --[[编号]]
		code = 522001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[185] = {
		id = 185, --[[编号]]
		code = 522101, --[[任务id]]
		hide_task = 522101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[186] = {
		id = 186, --[[编号]]
		code = 522101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[187] = {
		id = 187, --[[编号]]
		code = 522201, --[[任务id]]
		hide_task = 522201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[188] = {
		id = 188, --[[编号]]
		code = 522201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[189] = {
		id = 189, --[[编号]]
		code = 522301, --[[任务id]]
		hide_task = 522301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[190] = {
		id = 190, --[[编号]]
		code = 522301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[191] = {
		id = 191, --[[编号]]
		code = 522401, --[[任务id]]
		hide_task = 522401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[192] = {
		id = 192, --[[编号]]
		code = 522401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[193] = {
		id = 193, --[[编号]]
		code = 522501, --[[任务id]]
		hide_task = 522501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[194] = {
		id = 194, --[[编号]]
		code = 522501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[195] = {
		id = 195, --[[编号]]
		code = 522601, --[[任务id]]
		hide_task = 522601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[196] = {
		id = 196, --[[编号]]
		code = 522601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[197] = {
		id = 197, --[[编号]]
		code = 522701, --[[任务id]]
		hide_task = 522701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[198] = {
		id = 198, --[[编号]]
		code = 522701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[199] = {
		id = 199, --[[编号]]
		code = 522801, --[[任务id]]
		hide_task = 522801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[200] = {
		id = 200, --[[编号]]
		code = 522801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[201] = {
		id = 201, --[[编号]]
		code = 522901, --[[任务id]]
		hide_task = 522901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[202] = {
		id = 202, --[[编号]]
		code = 522901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[203] = {
		id = 203, --[[编号]]
		code = 523001, --[[任务id]]
		hide_task = 523001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[204] = {
		id = 204, --[[编号]]
		code = 523001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[205] = {
		id = 205, --[[编号]]
		code = 523101, --[[任务id]]
		hide_task = 523101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[206] = {
		id = 206, --[[编号]]
		code = 523101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[207] = {
		id = 207, --[[编号]]
		code = 523201, --[[任务id]]
		hide_task = 523201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[208] = {
		id = 208, --[[编号]]
		code = 523201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[209] = {
		id = 209, --[[编号]]
		code = 523301, --[[任务id]]
		hide_task = 523301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[210] = {
		id = 210, --[[编号]]
		code = 523301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[211] = {
		id = 211, --[[编号]]
		code = 523401, --[[任务id]]
		hide_task = 523401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[212] = {
		id = 212, --[[编号]]
		code = 523401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[213] = {
		id = 213, --[[编号]]
		code = 523501, --[[任务id]]
		hide_task = 523501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[214] = {
		id = 214, --[[编号]]
		code = 523501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[215] = {
		id = 215, --[[编号]]
		code = 523601, --[[任务id]]
		hide_task = 523601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[216] = {
		id = 216, --[[编号]]
		code = 523601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[217] = {
		id = 217, --[[编号]]
		code = 523701, --[[任务id]]
		hide_task = 523701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[218] = {
		id = 218, --[[编号]]
		code = 523701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[219] = {
		id = 219, --[[编号]]
		code = 523801, --[[任务id]]
		hide_task = 523801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[220] = {
		id = 220, --[[编号]]
		code = 523801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[221] = {
		id = 221, --[[编号]]
		code = 523901, --[[任务id]]
		hide_task = 523901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[222] = {
		id = 222, --[[编号]]
		code = 523901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[223] = {
		id = 223, --[[编号]]
		code = 524001, --[[任务id]]
		hide_task = 524001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[224] = {
		id = 224, --[[编号]]
		code = 524001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[225] = {
		id = 225, --[[编号]]
		code = 524101, --[[任务id]]
		hide_task = 524101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[226] = {
		id = 226, --[[编号]]
		code = 524101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[227] = {
		id = 227, --[[编号]]
		code = 524201, --[[任务id]]
		hide_task = 524201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[228] = {
		id = 228, --[[编号]]
		code = 524201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[229] = {
		id = 229, --[[编号]]
		code = 524301, --[[任务id]]
		hide_task = 524301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[230] = {
		id = 230, --[[编号]]
		code = 524301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[231] = {
		id = 231, --[[编号]]
		code = 524401, --[[任务id]]
		hide_task = 524401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[232] = {
		id = 232, --[[编号]]
		code = 524401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[233] = {
		id = 233, --[[编号]]
		code = 524501, --[[任务id]]
		hide_task = 524501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[234] = {
		id = 234, --[[编号]]
		code = 524501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[235] = {
		id = 235, --[[编号]]
		code = 524601, --[[任务id]]
		hide_task = 524601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[236] = {
		id = 236, --[[编号]]
		code = 524601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[237] = {
		id = 237, --[[编号]]
		code = 524701, --[[任务id]]
		hide_task = 524701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[238] = {
		id = 238, --[[编号]]
		code = 524701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[239] = {
		id = 239, --[[编号]]
		code = 524801, --[[任务id]]
		hide_task = 524801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[240] = {
		id = 240, --[[编号]]
		code = 524801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[241] = {
		id = 241, --[[编号]]
		code = 524901, --[[任务id]]
		hide_task = 524901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[242] = {
		id = 242, --[[编号]]
		code = 524901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[243] = {
		id = 243, --[[编号]]
		code = 525001, --[[任务id]]
		hide_task = 525001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[244] = {
		id = 244, --[[编号]]
		code = 525001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[245] = {
		id = 245, --[[编号]]
		code = 525101, --[[任务id]]
		hide_task = 525101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[246] = {
		id = 246, --[[编号]]
		code = 525101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[247] = {
		id = 247, --[[编号]]
		code = 525201, --[[任务id]]
		hide_task = 525201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[248] = {
		id = 248, --[[编号]]
		code = 525201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[249] = {
		id = 249, --[[编号]]
		code = 525301, --[[任务id]]
		hide_task = 525301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[250] = {
		id = 250, --[[编号]]
		code = 525301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[251] = {
		id = 251, --[[编号]]
		code = 525401, --[[任务id]]
		hide_task = 525401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[252] = {
		id = 252, --[[编号]]
		code = 525401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[253] = {
		id = 253, --[[编号]]
		code = 525501, --[[任务id]]
		hide_task = 525501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[254] = {
		id = 254, --[[编号]]
		code = 525501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[255] = {
		id = 255, --[[编号]]
		code = 525601, --[[任务id]]
		hide_task = 525601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[256] = {
		id = 256, --[[编号]]
		code = 525601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[257] = {
		id = 257, --[[编号]]
		code = 525701, --[[任务id]]
		hide_task = 525701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[258] = {
		id = 258, --[[编号]]
		code = 525701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[259] = {
		id = 259, --[[编号]]
		code = 525801, --[[任务id]]
		hide_task = 525801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[260] = {
		id = 260, --[[编号]]
		code = 525801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[261] = {
		id = 261, --[[编号]]
		code = 525901, --[[任务id]]
		hide_task = 525901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[262] = {
		id = 262, --[[编号]]
		code = 525901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[263] = {
		id = 263, --[[编号]]
		code = 526001, --[[任务id]]
		hide_task = 526001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[264] = {
		id = 264, --[[编号]]
		code = 526001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[265] = {
		id = 265, --[[编号]]
		code = 526101, --[[任务id]]
		hide_task = 526101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[266] = {
		id = 266, --[[编号]]
		code = 526101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[267] = {
		id = 267, --[[编号]]
		code = 526201, --[[任务id]]
		hide_task = 526201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[268] = {
		id = 268, --[[编号]]
		code = 526201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[269] = {
		id = 269, --[[编号]]
		code = 526301, --[[任务id]]
		hide_task = 526301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[270] = {
		id = 270, --[[编号]]
		code = 526301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[271] = {
		id = 271, --[[编号]]
		code = 526401, --[[任务id]]
		hide_task = 526401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[272] = {
		id = 272, --[[编号]]
		code = 526401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[273] = {
		id = 273, --[[编号]]
		code = 526501, --[[任务id]]
		hide_task = 526501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[274] = {
		id = 274, --[[编号]]
		code = 526501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[275] = {
		id = 275, --[[编号]]
		code = 526601, --[[任务id]]
		hide_task = 526601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[276] = {
		id = 276, --[[编号]]
		code = 526601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[277] = {
		id = 277, --[[编号]]
		code = 526701, --[[任务id]]
		hide_task = 526701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[278] = {
		id = 278, --[[编号]]
		code = 526701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[279] = {
		id = 279, --[[编号]]
		code = 526801, --[[任务id]]
		hide_task = 526801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[280] = {
		id = 280, --[[编号]]
		code = 526801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[281] = {
		id = 281, --[[编号]]
		code = 526901, --[[任务id]]
		hide_task = 526901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[282] = {
		id = 282, --[[编号]]
		code = 526901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[283] = {
		id = 283, --[[编号]]
		code = 527001, --[[任务id]]
		hide_task = 527001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[284] = {
		id = 284, --[[编号]]
		code = 527001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[285] = {
		id = 285, --[[编号]]
		code = 527101, --[[任务id]]
		hide_task = 527101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[286] = {
		id = 286, --[[编号]]
		code = 527101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[287] = {
		id = 287, --[[编号]]
		code = 527201, --[[任务id]]
		hide_task = 527201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[288] = {
		id = 288, --[[编号]]
		code = 527201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[289] = {
		id = 289, --[[编号]]
		code = 527301, --[[任务id]]
		hide_task = 527301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[290] = {
		id = 290, --[[编号]]
		code = 527301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[291] = {
		id = 291, --[[编号]]
		code = 527401, --[[任务id]]
		hide_task = 527401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[292] = {
		id = 292, --[[编号]]
		code = 527401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[293] = {
		id = 293, --[[编号]]
		code = 527501, --[[任务id]]
		hide_task = 527501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[294] = {
		id = 294, --[[编号]]
		code = 527501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[295] = {
		id = 295, --[[编号]]
		code = 527601, --[[任务id]]
		hide_task = 527601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[296] = {
		id = 296, --[[编号]]
		code = 527601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[297] = {
		id = 297, --[[编号]]
		code = 527701, --[[任务id]]
		hide_task = 527701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[298] = {
		id = 298, --[[编号]]
		code = 527701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[299] = {
		id = 299, --[[编号]]
		code = 527801, --[[任务id]]
		hide_task = 527801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[300] = {
		id = 300, --[[编号]]
		code = 527801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[301] = {
		id = 301, --[[编号]]
		code = 527901, --[[任务id]]
		hide_task = 527901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[302] = {
		id = 302, --[[编号]]
		code = 527901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[303] = {
		id = 303, --[[编号]]
		code = 528001, --[[任务id]]
		hide_task = 528001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[304] = {
		id = 304, --[[编号]]
		code = 528001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[305] = {
		id = 305, --[[编号]]
		code = 528101, --[[任务id]]
		hide_task = 528101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[306] = {
		id = 306, --[[编号]]
		code = 528101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[307] = {
		id = 307, --[[编号]]
		code = 528201, --[[任务id]]
		hide_task = 528201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[308] = {
		id = 308, --[[编号]]
		code = 528201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[309] = {
		id = 309, --[[编号]]
		code = 528301, --[[任务id]]
		hide_task = 528301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[310] = {
		id = 310, --[[编号]]
		code = 528301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[311] = {
		id = 311, --[[编号]]
		code = 528401, --[[任务id]]
		hide_task = 528401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[312] = {
		id = 312, --[[编号]]
		code = 528401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[313] = {
		id = 313, --[[编号]]
		code = 528501, --[[任务id]]
		hide_task = 528501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[314] = {
		id = 314, --[[编号]]
		code = 528501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[315] = {
		id = 315, --[[编号]]
		code = 528601, --[[任务id]]
		hide_task = 528601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[316] = {
		id = 316, --[[编号]]
		code = 528601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[317] = {
		id = 317, --[[编号]]
		code = 528701, --[[任务id]]
		hide_task = 528701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[318] = {
		id = 318, --[[编号]]
		code = 528701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[319] = {
		id = 319, --[[编号]]
		code = 528801, --[[任务id]]
		hide_task = 528801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[320] = {
		id = 320, --[[编号]]
		code = 528801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[321] = {
		id = 321, --[[编号]]
		code = 528901, --[[任务id]]
		hide_task = 528901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[322] = {
		id = 322, --[[编号]]
		code = 528901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[323] = {
		id = 323, --[[编号]]
		code = 529001, --[[任务id]]
		hide_task = 529001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[324] = {
		id = 324, --[[编号]]
		code = 529001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[325] = {
		id = 325, --[[编号]]
		code = 529101, --[[任务id]]
		hide_task = 529101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[326] = {
		id = 326, --[[编号]]
		code = 529101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[327] = {
		id = 327, --[[编号]]
		code = 529201, --[[任务id]]
		hide_task = 529201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[328] = {
		id = 328, --[[编号]]
		code = 529201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[329] = {
		id = 329, --[[编号]]
		code = 529301, --[[任务id]]
		hide_task = 529301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[330] = {
		id = 330, --[[编号]]
		code = 529301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[331] = {
		id = 331, --[[编号]]
		code = 529401, --[[任务id]]
		hide_task = 529401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[332] = {
		id = 332, --[[编号]]
		code = 529401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[333] = {
		id = 333, --[[编号]]
		code = 529501, --[[任务id]]
		hide_task = 529501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[334] = {
		id = 334, --[[编号]]
		code = 529501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[335] = {
		id = 335, --[[编号]]
		code = 529601, --[[任务id]]
		hide_task = 529601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[336] = {
		id = 336, --[[编号]]
		code = 529601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[337] = {
		id = 337, --[[编号]]
		code = 529701, --[[任务id]]
		hide_task = 529701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[338] = {
		id = 338, --[[编号]]
		code = 529701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[339] = {
		id = 339, --[[编号]]
		code = 529801, --[[任务id]]
		hide_task = 529801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[340] = {
		id = 340, --[[编号]]
		code = 529801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[341] = {
		id = 341, --[[编号]]
		code = 529901, --[[任务id]]
		hide_task = 529901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[342] = {
		id = 342, --[[编号]]
		code = 529901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[343] = {
		id = 343, --[[编号]]
		code = 530001, --[[任务id]]
		hide_task = 530001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[344] = {
		id = 344, --[[编号]]
		code = 530001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[345] = {
		id = 345, --[[编号]]
		code = 530101, --[[任务id]]
		hide_task = 530101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[346] = {
		id = 346, --[[编号]]
		code = 530101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[347] = {
		id = 347, --[[编号]]
		code = 530201, --[[任务id]]
		hide_task = 530201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[348] = {
		id = 348, --[[编号]]
		code = 530201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[349] = {
		id = 349, --[[编号]]
		code = 530301, --[[任务id]]
		hide_task = 530301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[350] = {
		id = 350, --[[编号]]
		code = 530301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[351] = {
		id = 351, --[[编号]]
		code = 530401, --[[任务id]]
		hide_task = 530401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[352] = {
		id = 352, --[[编号]]
		code = 530401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[353] = {
		id = 353, --[[编号]]
		code = 530501, --[[任务id]]
		hide_task = 530501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[354] = {
		id = 354, --[[编号]]
		code = 530501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[355] = {
		id = 355, --[[编号]]
		code = 530601, --[[任务id]]
		hide_task = 530601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[356] = {
		id = 356, --[[编号]]
		code = 530601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[357] = {
		id = 357, --[[编号]]
		code = 530701, --[[任务id]]
		hide_task = 530701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[358] = {
		id = 358, --[[编号]]
		code = 530701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[359] = {
		id = 359, --[[编号]]
		code = 530801, --[[任务id]]
		hide_task = 530801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[360] = {
		id = 360, --[[编号]]
		code = 530801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[361] = {
		id = 361, --[[编号]]
		code = 530901, --[[任务id]]
		hide_task = 530901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[362] = {
		id = 362, --[[编号]]
		code = 530901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[363] = {
		id = 363, --[[编号]]
		code = 531001, --[[任务id]]
		hide_task = 531001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[364] = {
		id = 364, --[[编号]]
		code = 531001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[365] = {
		id = 365, --[[编号]]
		code = 531101, --[[任务id]]
		hide_task = 531101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[366] = {
		id = 366, --[[编号]]
		code = 531101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[367] = {
		id = 367, --[[编号]]
		code = 531201, --[[任务id]]
		hide_task = 531201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[368] = {
		id = 368, --[[编号]]
		code = 531201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[369] = {
		id = 369, --[[编号]]
		code = 531301, --[[任务id]]
		hide_task = 531301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[370] = {
		id = 370, --[[编号]]
		code = 531301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[371] = {
		id = 371, --[[编号]]
		code = 531401, --[[任务id]]
		hide_task = 531401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[372] = {
		id = 372, --[[编号]]
		code = 531401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[373] = {
		id = 373, --[[编号]]
		code = 531501, --[[任务id]]
		hide_task = 531501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[374] = {
		id = 374, --[[编号]]
		code = 531501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[375] = {
		id = 375, --[[编号]]
		code = 531601, --[[任务id]]
		hide_task = 531601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[376] = {
		id = 376, --[[编号]]
		code = 531601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[377] = {
		id = 377, --[[编号]]
		code = 531701, --[[任务id]]
		hide_task = 531701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[378] = {
		id = 378, --[[编号]]
		code = 531701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[379] = {
		id = 379, --[[编号]]
		code = 531801, --[[任务id]]
		hide_task = 531801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[380] = {
		id = 380, --[[编号]]
		code = 531801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[381] = {
		id = 381, --[[编号]]
		code = 531901, --[[任务id]]
		hide_task = 531901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[382] = {
		id = 382, --[[编号]]
		code = 531901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[383] = {
		id = 383, --[[编号]]
		code = 532001, --[[任务id]]
		hide_task = 532001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[384] = {
		id = 384, --[[编号]]
		code = 532001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[385] = {
		id = 385, --[[编号]]
		code = 532101, --[[任务id]]
		hide_task = 532101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[386] = {
		id = 386, --[[编号]]
		code = 532101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[387] = {
		id = 387, --[[编号]]
		code = 532201, --[[任务id]]
		hide_task = 532201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[388] = {
		id = 388, --[[编号]]
		code = 532201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[389] = {
		id = 389, --[[编号]]
		code = 532301, --[[任务id]]
		hide_task = 532301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[390] = {
		id = 390, --[[编号]]
		code = 532301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[391] = {
		id = 391, --[[编号]]
		code = 532401, --[[任务id]]
		hide_task = 532401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[392] = {
		id = 392, --[[编号]]
		code = 532401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[393] = {
		id = 393, --[[编号]]
		code = 532501, --[[任务id]]
		hide_task = 532501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[394] = {
		id = 394, --[[编号]]
		code = 532501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[395] = {
		id = 395, --[[编号]]
		code = 532601, --[[任务id]]
		hide_task = 532601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[396] = {
		id = 396, --[[编号]]
		code = 532601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[397] = {
		id = 397, --[[编号]]
		code = 532701, --[[任务id]]
		hide_task = 532701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[398] = {
		id = 398, --[[编号]]
		code = 532701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[399] = {
		id = 399, --[[编号]]
		code = 532801, --[[任务id]]
		hide_task = 532801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[400] = {
		id = 400, --[[编号]]
		code = 532801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[401] = {
		id = 401, --[[编号]]
		code = 532901, --[[任务id]]
		hide_task = 532901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[402] = {
		id = 402, --[[编号]]
		code = 532901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[403] = {
		id = 403, --[[编号]]
		code = 533001, --[[任务id]]
		hide_task = 533001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[404] = {
		id = 404, --[[编号]]
		code = 533001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[405] = {
		id = 405, --[[编号]]
		code = 533101, --[[任务id]]
		hide_task = 533101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[406] = {
		id = 406, --[[编号]]
		code = 533101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[407] = {
		id = 407, --[[编号]]
		code = 533201, --[[任务id]]
		hide_task = 533201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[408] = {
		id = 408, --[[编号]]
		code = 533201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[409] = {
		id = 409, --[[编号]]
		code = 533301, --[[任务id]]
		hide_task = 533301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[410] = {
		id = 410, --[[编号]]
		code = 533301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[411] = {
		id = 411, --[[编号]]
		code = 533401, --[[任务id]]
		hide_task = 533401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[412] = {
		id = 412, --[[编号]]
		code = 533401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[413] = {
		id = 413, --[[编号]]
		code = 533501, --[[任务id]]
		hide_task = 533501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[414] = {
		id = 414, --[[编号]]
		code = 533501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[415] = {
		id = 415, --[[编号]]
		code = 533601, --[[任务id]]
		hide_task = 533601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[416] = {
		id = 416, --[[编号]]
		code = 533601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[417] = {
		id = 417, --[[编号]]
		code = 533701, --[[任务id]]
		hide_task = 533701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[418] = {
		id = 418, --[[编号]]
		code = 533701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[419] = {
		id = 419, --[[编号]]
		code = 533801, --[[任务id]]
		hide_task = 533801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[420] = {
		id = 420, --[[编号]]
		code = 533801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[421] = {
		id = 421, --[[编号]]
		code = 533901, --[[任务id]]
		hide_task = 533901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[422] = {
		id = 422, --[[编号]]
		code = 533901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[423] = {
		id = 423, --[[编号]]
		code = 534001, --[[任务id]]
		hide_task = 534001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[424] = {
		id = 424, --[[编号]]
		code = 534001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[425] = {
		id = 425, --[[编号]]
		code = 534101, --[[任务id]]
		hide_task = 534101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[426] = {
		id = 426, --[[编号]]
		code = 534101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[427] = {
		id = 427, --[[编号]]
		code = 534201, --[[任务id]]
		hide_task = 534201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[428] = {
		id = 428, --[[编号]]
		code = 534201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[429] = {
		id = 429, --[[编号]]
		code = 534301, --[[任务id]]
		hide_task = 534301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[430] = {
		id = 430, --[[编号]]
		code = 534301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[431] = {
		id = 431, --[[编号]]
		code = 534401, --[[任务id]]
		hide_task = 534401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[432] = {
		id = 432, --[[编号]]
		code = 534401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[433] = {
		id = 433, --[[编号]]
		code = 534501, --[[任务id]]
		hide_task = 534501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[434] = {
		id = 434, --[[编号]]
		code = 534501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[435] = {
		id = 435, --[[编号]]
		code = 534601, --[[任务id]]
		hide_task = 534601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[436] = {
		id = 436, --[[编号]]
		code = 534601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[437] = {
		id = 437, --[[编号]]
		code = 534701, --[[任务id]]
		hide_task = 534701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[438] = {
		id = 438, --[[编号]]
		code = 534701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[439] = {
		id = 439, --[[编号]]
		code = 534801, --[[任务id]]
		hide_task = 534801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[440] = {
		id = 440, --[[编号]]
		code = 534801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[441] = {
		id = 441, --[[编号]]
		code = 534901, --[[任务id]]
		hide_task = 534901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[442] = {
		id = 442, --[[编号]]
		code = 534901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[443] = {
		id = 443, --[[编号]]
		code = 535001, --[[任务id]]
		hide_task = 535001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[444] = {
		id = 444, --[[编号]]
		code = 535001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[445] = {
		id = 445, --[[编号]]
		code = 535101, --[[任务id]]
		hide_task = 535101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[446] = {
		id = 446, --[[编号]]
		code = 535101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[447] = {
		id = 447, --[[编号]]
		code = 535201, --[[任务id]]
		hide_task = 535201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[448] = {
		id = 448, --[[编号]]
		code = 535201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[449] = {
		id = 449, --[[编号]]
		code = 535301, --[[任务id]]
		hide_task = 535301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[450] = {
		id = 450, --[[编号]]
		code = 535301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[451] = {
		id = 451, --[[编号]]
		code = 535401, --[[任务id]]
		hide_task = 535401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[452] = {
		id = 452, --[[编号]]
		code = 535401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[453] = {
		id = 453, --[[编号]]
		code = 535501, --[[任务id]]
		hide_task = 535501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[454] = {
		id = 454, --[[编号]]
		code = 535501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[455] = {
		id = 455, --[[编号]]
		code = 535601, --[[任务id]]
		hide_task = 535601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[456] = {
		id = 456, --[[编号]]
		code = 535601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[457] = {
		id = 457, --[[编号]]
		code = 535701, --[[任务id]]
		hide_task = 535701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[458] = {
		id = 458, --[[编号]]
		code = 535701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[459] = {
		id = 459, --[[编号]]
		code = 535801, --[[任务id]]
		hide_task = 535801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[460] = {
		id = 460, --[[编号]]
		code = 535801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[461] = {
		id = 461, --[[编号]]
		code = 535901, --[[任务id]]
		hide_task = 535901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[462] = {
		id = 462, --[[编号]]
		code = 535901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[463] = {
		id = 463, --[[编号]]
		code = 536001, --[[任务id]]
		hide_task = 536001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[464] = {
		id = 464, --[[编号]]
		code = 536001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[465] = {
		id = 465, --[[编号]]
		code = 536101, --[[任务id]]
		hide_task = 536101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[466] = {
		id = 466, --[[编号]]
		code = 536101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[467] = {
		id = 467, --[[编号]]
		code = 536201, --[[任务id]]
		hide_task = 536201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[468] = {
		id = 468, --[[编号]]
		code = 536201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[469] = {
		id = 469, --[[编号]]
		code = 536301, --[[任务id]]
		hide_task = 536301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[470] = {
		id = 470, --[[编号]]
		code = 536301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[471] = {
		id = 471, --[[编号]]
		code = 536401, --[[任务id]]
		hide_task = 536401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[472] = {
		id = 472, --[[编号]]
		code = 536401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[473] = {
		id = 473, --[[编号]]
		code = 536501, --[[任务id]]
		hide_task = 536501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[474] = {
		id = 474, --[[编号]]
		code = 536501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[475] = {
		id = 475, --[[编号]]
		code = 536601, --[[任务id]]
		hide_task = 536601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[476] = {
		id = 476, --[[编号]]
		code = 536601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[477] = {
		id = 477, --[[编号]]
		code = 536701, --[[任务id]]
		hide_task = 536701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[478] = {
		id = 478, --[[编号]]
		code = 536701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[479] = {
		id = 479, --[[编号]]
		code = 536801, --[[任务id]]
		hide_task = 536801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[480] = {
		id = 480, --[[编号]]
		code = 536801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[481] = {
		id = 481, --[[编号]]
		code = 536901, --[[任务id]]
		hide_task = 536901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[482] = {
		id = 482, --[[编号]]
		code = 536901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[483] = {
		id = 483, --[[编号]]
		code = 537001, --[[任务id]]
		hide_task = 537001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[484] = {
		id = 484, --[[编号]]
		code = 537001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[485] = {
		id = 485, --[[编号]]
		code = 537101, --[[任务id]]
		hide_task = 537101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[486] = {
		id = 486, --[[编号]]
		code = 537101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[487] = {
		id = 487, --[[编号]]
		code = 537201, --[[任务id]]
		hide_task = 537201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[488] = {
		id = 488, --[[编号]]
		code = 537201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[489] = {
		id = 489, --[[编号]]
		code = 537301, --[[任务id]]
		hide_task = 537301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[490] = {
		id = 490, --[[编号]]
		code = 537301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[491] = {
		id = 491, --[[编号]]
		code = 537401, --[[任务id]]
		hide_task = 537401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[492] = {
		id = 492, --[[编号]]
		code = 537401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[493] = {
		id = 493, --[[编号]]
		code = 537501, --[[任务id]]
		hide_task = 537501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[494] = {
		id = 494, --[[编号]]
		code = 537501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[495] = {
		id = 495, --[[编号]]
		code = 537601, --[[任务id]]
		hide_task = 537601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[496] = {
		id = 496, --[[编号]]
		code = 537601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[497] = {
		id = 497, --[[编号]]
		code = 537701, --[[任务id]]
		hide_task = 537701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[498] = {
		id = 498, --[[编号]]
		code = 537701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[499] = {
		id = 499, --[[编号]]
		code = 537801, --[[任务id]]
		hide_task = 537801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[500] = {
		id = 500, --[[编号]]
		code = 537801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[501] = {
		id = 501, --[[编号]]
		code = 537901, --[[任务id]]
		hide_task = 537901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[502] = {
		id = 502, --[[编号]]
		code = 537901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[503] = {
		id = 503, --[[编号]]
		code = 538001, --[[任务id]]
		hide_task = 538001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[504] = {
		id = 504, --[[编号]]
		code = 538001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[505] = {
		id = 505, --[[编号]]
		code = 538101, --[[任务id]]
		hide_task = 538101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[506] = {
		id = 506, --[[编号]]
		code = 538101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[507] = {
		id = 507, --[[编号]]
		code = 538201, --[[任务id]]
		hide_task = 538201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[508] = {
		id = 508, --[[编号]]
		code = 538201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[509] = {
		id = 509, --[[编号]]
		code = 538301, --[[任务id]]
		hide_task = 538301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[510] = {
		id = 510, --[[编号]]
		code = 538301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[511] = {
		id = 511, --[[编号]]
		code = 538401, --[[任务id]]
		hide_task = 538401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[512] = {
		id = 512, --[[编号]]
		code = 538401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[513] = {
		id = 513, --[[编号]]
		code = 538501, --[[任务id]]
		hide_task = 538501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[514] = {
		id = 514, --[[编号]]
		code = 538501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[515] = {
		id = 515, --[[编号]]
		code = 538601, --[[任务id]]
		hide_task = 538601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[516] = {
		id = 516, --[[编号]]
		code = 538601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[517] = {
		id = 517, --[[编号]]
		code = 538701, --[[任务id]]
		hide_task = 538701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[518] = {
		id = 518, --[[编号]]
		code = 538701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[519] = {
		id = 519, --[[编号]]
		code = 538801, --[[任务id]]
		hide_task = 538801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[520] = {
		id = 520, --[[编号]]
		code = 538801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[521] = {
		id = 521, --[[编号]]
		code = 538901, --[[任务id]]
		hide_task = 538901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[522] = {
		id = 522, --[[编号]]
		code = 538901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[523] = {
		id = 523, --[[编号]]
		code = 539001, --[[任务id]]
		hide_task = 539001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[524] = {
		id = 524, --[[编号]]
		code = 539001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[525] = {
		id = 525, --[[编号]]
		code = 539101, --[[任务id]]
		hide_task = 539101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[526] = {
		id = 526, --[[编号]]
		code = 539101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[527] = {
		id = 527, --[[编号]]
		code = 539201, --[[任务id]]
		hide_task = 539201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[528] = {
		id = 528, --[[编号]]
		code = 539201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[529] = {
		id = 529, --[[编号]]
		code = 539301, --[[任务id]]
		hide_task = 539301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[530] = {
		id = 530, --[[编号]]
		code = 539301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[531] = {
		id = 531, --[[编号]]
		code = 539401, --[[任务id]]
		hide_task = 539401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[532] = {
		id = 532, --[[编号]]
		code = 539401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[533] = {
		id = 533, --[[编号]]
		code = 539501, --[[任务id]]
		hide_task = 539501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[534] = {
		id = 534, --[[编号]]
		code = 539501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[535] = {
		id = 535, --[[编号]]
		code = 539601, --[[任务id]]
		hide_task = 539601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[536] = {
		id = 536, --[[编号]]
		code = 539601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[537] = {
		id = 537, --[[编号]]
		code = 539701, --[[任务id]]
		hide_task = 539701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[538] = {
		id = 538, --[[编号]]
		code = 539701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[539] = {
		id = 539, --[[编号]]
		code = 539801, --[[任务id]]
		hide_task = 539801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[540] = {
		id = 540, --[[编号]]
		code = 539801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[541] = {
		id = 541, --[[编号]]
		code = 539901, --[[任务id]]
		hide_task = 539901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[542] = {
		id = 542, --[[编号]]
		code = 539901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[543] = {
		id = 543, --[[编号]]
		code = 540001, --[[任务id]]
		hide_task = 540001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[544] = {
		id = 544, --[[编号]]
		code = 540001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[545] = {
		id = 545, --[[编号]]
		code = 540101, --[[任务id]]
		hide_task = 540101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[546] = {
		id = 546, --[[编号]]
		code = 540101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[547] = {
		id = 547, --[[编号]]
		code = 540201, --[[任务id]]
		hide_task = 540201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[548] = {
		id = 548, --[[编号]]
		code = 540201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[549] = {
		id = 549, --[[编号]]
		code = 540301, --[[任务id]]
		hide_task = 540301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[550] = {
		id = 550, --[[编号]]
		code = 540301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[551] = {
		id = 551, --[[编号]]
		code = 540401, --[[任务id]]
		hide_task = 540401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[552] = {
		id = 552, --[[编号]]
		code = 540401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[553] = {
		id = 553, --[[编号]]
		code = 540501, --[[任务id]]
		hide_task = 540501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[554] = {
		id = 554, --[[编号]]
		code = 540501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[555] = {
		id = 555, --[[编号]]
		code = 540601, --[[任务id]]
		hide_task = 540601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[556] = {
		id = 556, --[[编号]]
		code = 540601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[557] = {
		id = 557, --[[编号]]
		code = 540701, --[[任务id]]
		hide_task = 540701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[558] = {
		id = 558, --[[编号]]
		code = 540701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[559] = {
		id = 559, --[[编号]]
		code = 540801, --[[任务id]]
		hide_task = 540801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[560] = {
		id = 560, --[[编号]]
		code = 540801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[561] = {
		id = 561, --[[编号]]
		code = 540901, --[[任务id]]
		hide_task = 540901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[562] = {
		id = 562, --[[编号]]
		code = 540901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[563] = {
		id = 563, --[[编号]]
		code = 541001, --[[任务id]]
		hide_task = 541001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[564] = {
		id = 564, --[[编号]]
		code = 541001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[565] = {
		id = 565, --[[编号]]
		code = 541101, --[[任务id]]
		hide_task = 541101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[566] = {
		id = 566, --[[编号]]
		code = 541101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[567] = {
		id = 567, --[[编号]]
		code = 541201, --[[任务id]]
		hide_task = 541201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[568] = {
		id = 568, --[[编号]]
		code = 541201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[569] = {
		id = 569, --[[编号]]
		code = 541301, --[[任务id]]
		hide_task = 541301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[570] = {
		id = 570, --[[编号]]
		code = 541301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[571] = {
		id = 571, --[[编号]]
		code = 541401, --[[任务id]]
		hide_task = 541401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[572] = {
		id = 572, --[[编号]]
		code = 541401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[573] = {
		id = 573, --[[编号]]
		code = 541501, --[[任务id]]
		hide_task = 541501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[574] = {
		id = 574, --[[编号]]
		code = 541501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[575] = {
		id = 575, --[[编号]]
		code = 541601, --[[任务id]]
		hide_task = 541601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[576] = {
		id = 576, --[[编号]]
		code = 541601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[577] = {
		id = 577, --[[编号]]
		code = 541701, --[[任务id]]
		hide_task = 541701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[578] = {
		id = 578, --[[编号]]
		code = 541701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[579] = {
		id = 579, --[[编号]]
		code = 541801, --[[任务id]]
		hide_task = 541801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[580] = {
		id = 580, --[[编号]]
		code = 541801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[581] = {
		id = 581, --[[编号]]
		code = 541901, --[[任务id]]
		hide_task = 541901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[582] = {
		id = 582, --[[编号]]
		code = 541901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[583] = {
		id = 583, --[[编号]]
		code = 542001, --[[任务id]]
		hide_task = 542001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[584] = {
		id = 584, --[[编号]]
		code = 542001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[585] = {
		id = 585, --[[编号]]
		code = 542101, --[[任务id]]
		hide_task = 542101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[586] = {
		id = 586, --[[编号]]
		code = 542101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[587] = {
		id = 587, --[[编号]]
		code = 542201, --[[任务id]]
		hide_task = 542201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[588] = {
		id = 588, --[[编号]]
		code = 542201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[589] = {
		id = 589, --[[编号]]
		code = 542301, --[[任务id]]
		hide_task = 542301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[590] = {
		id = 590, --[[编号]]
		code = 542301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[591] = {
		id = 591, --[[编号]]
		code = 542401, --[[任务id]]
		hide_task = 542401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[592] = {
		id = 592, --[[编号]]
		code = 542401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[593] = {
		id = 593, --[[编号]]
		code = 542501, --[[任务id]]
		hide_task = 542501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[594] = {
		id = 594, --[[编号]]
		code = 542501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[595] = {
		id = 595, --[[编号]]
		code = 542601, --[[任务id]]
		hide_task = 542601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[596] = {
		id = 596, --[[编号]]
		code = 542601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[597] = {
		id = 597, --[[编号]]
		code = 542701, --[[任务id]]
		hide_task = 542701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[598] = {
		id = 598, --[[编号]]
		code = 542701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[599] = {
		id = 599, --[[编号]]
		code = 542801, --[[任务id]]
		hide_task = 542801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[600] = {
		id = 600, --[[编号]]
		code = 542801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[601] = {
		id = 601, --[[编号]]
		code = 542901, --[[任务id]]
		hide_task = 542901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[602] = {
		id = 602, --[[编号]]
		code = 542901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[603] = {
		id = 603, --[[编号]]
		code = 543001, --[[任务id]]
		hide_task = 543001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[604] = {
		id = 604, --[[编号]]
		code = 543001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[605] = {
		id = 605, --[[编号]]
		code = 543101, --[[任务id]]
		hide_task = 543101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[606] = {
		id = 606, --[[编号]]
		code = 543101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[607] = {
		id = 607, --[[编号]]
		code = 543201, --[[任务id]]
		hide_task = 543201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[608] = {
		id = 608, --[[编号]]
		code = 543201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[609] = {
		id = 609, --[[编号]]
		code = 543301, --[[任务id]]
		hide_task = 543301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[610] = {
		id = 610, --[[编号]]
		code = 543301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[611] = {
		id = 611, --[[编号]]
		code = 543401, --[[任务id]]
		hide_task = 543401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[612] = {
		id = 612, --[[编号]]
		code = 543401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[613] = {
		id = 613, --[[编号]]
		code = 543501, --[[任务id]]
		hide_task = 543501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[614] = {
		id = 614, --[[编号]]
		code = 543501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[615] = {
		id = 615, --[[编号]]
		code = 543601, --[[任务id]]
		hide_task = 543601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[616] = {
		id = 616, --[[编号]]
		code = 543601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[617] = {
		id = 617, --[[编号]]
		code = 543701, --[[任务id]]
		hide_task = 543701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[618] = {
		id = 618, --[[编号]]
		code = 543701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[619] = {
		id = 619, --[[编号]]
		code = 543801, --[[任务id]]
		hide_task = 543801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[620] = {
		id = 620, --[[编号]]
		code = 543801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[621] = {
		id = 621, --[[编号]]
		code = 543901, --[[任务id]]
		hide_task = 543901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[622] = {
		id = 622, --[[编号]]
		code = 543901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[623] = {
		id = 623, --[[编号]]
		code = 544001, --[[任务id]]
		hide_task = 544001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[624] = {
		id = 624, --[[编号]]
		code = 544001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[625] = {
		id = 625, --[[编号]]
		code = 544101, --[[任务id]]
		hide_task = 544101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[626] = {
		id = 626, --[[编号]]
		code = 544101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[627] = {
		id = 627, --[[编号]]
		code = 544201, --[[任务id]]
		hide_task = 544201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[628] = {
		id = 628, --[[编号]]
		code = 544201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[629] = {
		id = 629, --[[编号]]
		code = 544301, --[[任务id]]
		hide_task = 544301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[630] = {
		id = 630, --[[编号]]
		code = 544301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[631] = {
		id = 631, --[[编号]]
		code = 544401, --[[任务id]]
		hide_task = 544401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[632] = {
		id = 632, --[[编号]]
		code = 544401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[633] = {
		id = 633, --[[编号]]
		code = 544501, --[[任务id]]
		hide_task = 544501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[634] = {
		id = 634, --[[编号]]
		code = 544501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[635] = {
		id = 635, --[[编号]]
		code = 544601, --[[任务id]]
		hide_task = 544601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[636] = {
		id = 636, --[[编号]]
		code = 544601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[637] = {
		id = 637, --[[编号]]
		code = 544701, --[[任务id]]
		hide_task = 544701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[638] = {
		id = 638, --[[编号]]
		code = 544701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[639] = {
		id = 639, --[[编号]]
		code = 544801, --[[任务id]]
		hide_task = 544801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[640] = {
		id = 640, --[[编号]]
		code = 544801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[641] = {
		id = 641, --[[编号]]
		code = 544901, --[[任务id]]
		hide_task = 544901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[642] = {
		id = 642, --[[编号]]
		code = 544901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[643] = {
		id = 643, --[[编号]]
		code = 545001, --[[任务id]]
		hide_task = 545001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[644] = {
		id = 644, --[[编号]]
		code = 545001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[645] = {
		id = 645, --[[编号]]
		code = 545101, --[[任务id]]
		hide_task = 545101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[646] = {
		id = 646, --[[编号]]
		code = 545101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[647] = {
		id = 647, --[[编号]]
		code = 545201, --[[任务id]]
		hide_task = 545201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[648] = {
		id = 648, --[[编号]]
		code = 545201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[649] = {
		id = 649, --[[编号]]
		code = 545301, --[[任务id]]
		hide_task = 545301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[650] = {
		id = 650, --[[编号]]
		code = 545301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[651] = {
		id = 651, --[[编号]]
		code = 545401, --[[任务id]]
		hide_task = 545401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[652] = {
		id = 652, --[[编号]]
		code = 545401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[653] = {
		id = 653, --[[编号]]
		code = 545501, --[[任务id]]
		hide_task = 545501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[654] = {
		id = 654, --[[编号]]
		code = 545501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[655] = {
		id = 655, --[[编号]]
		code = 545601, --[[任务id]]
		hide_task = 545601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[656] = {
		id = 656, --[[编号]]
		code = 545601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[657] = {
		id = 657, --[[编号]]
		code = 545701, --[[任务id]]
		hide_task = 545701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[658] = {
		id = 658, --[[编号]]
		code = 545701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[659] = {
		id = 659, --[[编号]]
		code = 545801, --[[任务id]]
		hide_task = 545801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[660] = {
		id = 660, --[[编号]]
		code = 545801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[661] = {
		id = 661, --[[编号]]
		code = 545901, --[[任务id]]
		hide_task = 545901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[662] = {
		id = 662, --[[编号]]
		code = 545901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[663] = {
		id = 663, --[[编号]]
		code = 546001, --[[任务id]]
		hide_task = 546001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[664] = {
		id = 664, --[[编号]]
		code = 546001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[665] = {
		id = 665, --[[编号]]
		code = 546101, --[[任务id]]
		hide_task = 546101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[666] = {
		id = 666, --[[编号]]
		code = 546101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[667] = {
		id = 667, --[[编号]]
		code = 546201, --[[任务id]]
		hide_task = 546201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[668] = {
		id = 668, --[[编号]]
		code = 546201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[669] = {
		id = 669, --[[编号]]
		code = 546301, --[[任务id]]
		hide_task = 546301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[670] = {
		id = 670, --[[编号]]
		code = 546301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[671] = {
		id = 671, --[[编号]]
		code = 546401, --[[任务id]]
		hide_task = 546401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[672] = {
		id = 672, --[[编号]]
		code = 546401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[673] = {
		id = 673, --[[编号]]
		code = 546501, --[[任务id]]
		hide_task = 546501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[674] = {
		id = 674, --[[编号]]
		code = 546501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[675] = {
		id = 675, --[[编号]]
		code = 546601, --[[任务id]]
		hide_task = 546601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[676] = {
		id = 676, --[[编号]]
		code = 546601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[677] = {
		id = 677, --[[编号]]
		code = 546701, --[[任务id]]
		hide_task = 546701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[678] = {
		id = 678, --[[编号]]
		code = 546701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[679] = {
		id = 679, --[[编号]]
		code = 546801, --[[任务id]]
		hide_task = 546801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[680] = {
		id = 680, --[[编号]]
		code = 546801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[681] = {
		id = 681, --[[编号]]
		code = 546901, --[[任务id]]
		hide_task = 546901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[682] = {
		id = 682, --[[编号]]
		code = 546901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[683] = {
		id = 683, --[[编号]]
		code = 547001, --[[任务id]]
		hide_task = 547001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[684] = {
		id = 684, --[[编号]]
		code = 547001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[685] = {
		id = 685, --[[编号]]
		code = 547101, --[[任务id]]
		hide_task = 547101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[686] = {
		id = 686, --[[编号]]
		code = 547101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[687] = {
		id = 687, --[[编号]]
		code = 547201, --[[任务id]]
		hide_task = 547201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[688] = {
		id = 688, --[[编号]]
		code = 547201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[689] = {
		id = 689, --[[编号]]
		code = 547301, --[[任务id]]
		hide_task = 547301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[690] = {
		id = 690, --[[编号]]
		code = 547301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[691] = {
		id = 691, --[[编号]]
		code = 547401, --[[任务id]]
		hide_task = 547401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[692] = {
		id = 692, --[[编号]]
		code = 547401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[693] = {
		id = 693, --[[编号]]
		code = 547501, --[[任务id]]
		hide_task = 547501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[694] = {
		id = 694, --[[编号]]
		code = 547501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[695] = {
		id = 695, --[[编号]]
		code = 547601, --[[任务id]]
		hide_task = 547601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[696] = {
		id = 696, --[[编号]]
		code = 547601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[697] = {
		id = 697, --[[编号]]
		code = 547701, --[[任务id]]
		hide_task = 547701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[698] = {
		id = 698, --[[编号]]
		code = 547701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[699] = {
		id = 699, --[[编号]]
		code = 547801, --[[任务id]]
		hide_task = 547801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[700] = {
		id = 700, --[[编号]]
		code = 547801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[701] = {
		id = 701, --[[编号]]
		code = 547901, --[[任务id]]
		hide_task = 547901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[702] = {
		id = 702, --[[编号]]
		code = 547901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[703] = {
		id = 703, --[[编号]]
		code = 548001, --[[任务id]]
		hide_task = 548001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[704] = {
		id = 704, --[[编号]]
		code = 548001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[705] = {
		id = 705, --[[编号]]
		code = 548101, --[[任务id]]
		hide_task = 548101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[706] = {
		id = 706, --[[编号]]
		code = 548101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[707] = {
		id = 707, --[[编号]]
		code = 548201, --[[任务id]]
		hide_task = 548201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[708] = {
		id = 708, --[[编号]]
		code = 548201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[709] = {
		id = 709, --[[编号]]
		code = 548301, --[[任务id]]
		hide_task = 548301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[710] = {
		id = 710, --[[编号]]
		code = 548301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[711] = {
		id = 711, --[[编号]]
		code = 548401, --[[任务id]]
		hide_task = 548401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[712] = {
		id = 712, --[[编号]]
		code = 548401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[713] = {
		id = 713, --[[编号]]
		code = 548501, --[[任务id]]
		hide_task = 548501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[714] = {
		id = 714, --[[编号]]
		code = 548501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[715] = {
		id = 715, --[[编号]]
		code = 548601, --[[任务id]]
		hide_task = 548601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[716] = {
		id = 716, --[[编号]]
		code = 548601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[717] = {
		id = 717, --[[编号]]
		code = 548701, --[[任务id]]
		hide_task = 548701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[718] = {
		id = 718, --[[编号]]
		code = 548701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[719] = {
		id = 719, --[[编号]]
		code = 548801, --[[任务id]]
		hide_task = 548801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[720] = {
		id = 720, --[[编号]]
		code = 548801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[721] = {
		id = 721, --[[编号]]
		code = 548901, --[[任务id]]
		hide_task = 548901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[722] = {
		id = 722, --[[编号]]
		code = 548901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[723] = {
		id = 723, --[[编号]]
		code = 549001, --[[任务id]]
		hide_task = 549001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[724] = {
		id = 724, --[[编号]]
		code = 549001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[725] = {
		id = 725, --[[编号]]
		code = 549101, --[[任务id]]
		hide_task = 549101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[726] = {
		id = 726, --[[编号]]
		code = 549101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[727] = {
		id = 727, --[[编号]]
		code = 549201, --[[任务id]]
		hide_task = 549201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[728] = {
		id = 728, --[[编号]]
		code = 549201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[729] = {
		id = 729, --[[编号]]
		code = 549301, --[[任务id]]
		hide_task = 549301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[730] = {
		id = 730, --[[编号]]
		code = 549301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[731] = {
		id = 731, --[[编号]]
		code = 549401, --[[任务id]]
		hide_task = 549401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[732] = {
		id = 732, --[[编号]]
		code = 549401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[733] = {
		id = 733, --[[编号]]
		code = 549501, --[[任务id]]
		hide_task = 549501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[734] = {
		id = 734, --[[编号]]
		code = 549501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[735] = {
		id = 735, --[[编号]]
		code = 549601, --[[任务id]]
		hide_task = 549601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[736] = {
		id = 736, --[[编号]]
		code = 549601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[737] = {
		id = 737, --[[编号]]
		code = 549701, --[[任务id]]
		hide_task = 549701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[738] = {
		id = 738, --[[编号]]
		code = 549701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[739] = {
		id = 739, --[[编号]]
		code = 549801, --[[任务id]]
		hide_task = 549801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[740] = {
		id = 740, --[[编号]]
		code = 549801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[741] = {
		id = 741, --[[编号]]
		code = 549901, --[[任务id]]
		hide_task = 549901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[742] = {
		id = 742, --[[编号]]
		code = 549901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[743] = {
		id = 743, --[[编号]]
		code = 550001, --[[任务id]]
		hide_task = 550001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[744] = {
		id = 744, --[[编号]]
		code = 550001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[745] = {
		id = 745, --[[编号]]
		code = 550101, --[[任务id]]
		hide_task = 550101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[746] = {
		id = 746, --[[编号]]
		code = 550101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[747] = {
		id = 747, --[[编号]]
		code = 550201, --[[任务id]]
		hide_task = 550201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[748] = {
		id = 748, --[[编号]]
		code = 550201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[749] = {
		id = 749, --[[编号]]
		code = 550301, --[[任务id]]
		hide_task = 550301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[750] = {
		id = 750, --[[编号]]
		code = 550301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[751] = {
		id = 751, --[[编号]]
		code = 550401, --[[任务id]]
		hide_task = 550401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[752] = {
		id = 752, --[[编号]]
		code = 550401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[753] = {
		id = 753, --[[编号]]
		code = 550501, --[[任务id]]
		hide_task = 550501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[754] = {
		id = 754, --[[编号]]
		code = 550501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[755] = {
		id = 755, --[[编号]]
		code = 550601, --[[任务id]]
		hide_task = 550601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[756] = {
		id = 756, --[[编号]]
		code = 550601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[757] = {
		id = 757, --[[编号]]
		code = 550701, --[[任务id]]
		hide_task = 550701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[758] = {
		id = 758, --[[编号]]
		code = 550701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[759] = {
		id = 759, --[[编号]]
		code = 550801, --[[任务id]]
		hide_task = 550801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[760] = {
		id = 760, --[[编号]]
		code = 550801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[761] = {
		id = 761, --[[编号]]
		code = 550901, --[[任务id]]
		hide_task = 550901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[762] = {
		id = 762, --[[编号]]
		code = 550901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[763] = {
		id = 763, --[[编号]]
		code = 551001, --[[任务id]]
		hide_task = 551001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[764] = {
		id = 764, --[[编号]]
		code = 551001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[765] = {
		id = 765, --[[编号]]
		code = 551101, --[[任务id]]
		hide_task = 551101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[766] = {
		id = 766, --[[编号]]
		code = 551101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[767] = {
		id = 767, --[[编号]]
		code = 551201, --[[任务id]]
		hide_task = 551201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[768] = {
		id = 768, --[[编号]]
		code = 551201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[769] = {
		id = 769, --[[编号]]
		code = 551301, --[[任务id]]
		hide_task = 551301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[770] = {
		id = 770, --[[编号]]
		code = 551301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[771] = {
		id = 771, --[[编号]]
		code = 551401, --[[任务id]]
		hide_task = 551401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[772] = {
		id = 772, --[[编号]]
		code = 551401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[773] = {
		id = 773, --[[编号]]
		code = 551501, --[[任务id]]
		hide_task = 551501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[774] = {
		id = 774, --[[编号]]
		code = 551501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[775] = {
		id = 775, --[[编号]]
		code = 551601, --[[任务id]]
		hide_task = 551601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[776] = {
		id = 776, --[[编号]]
		code = 551601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[777] = {
		id = 777, --[[编号]]
		code = 551701, --[[任务id]]
		hide_task = 551701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[778] = {
		id = 778, --[[编号]]
		code = 551701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[779] = {
		id = 779, --[[编号]]
		code = 551801, --[[任务id]]
		hide_task = 551801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[780] = {
		id = 780, --[[编号]]
		code = 551801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[781] = {
		id = 781, --[[编号]]
		code = 551901, --[[任务id]]
		hide_task = 551901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[782] = {
		id = 782, --[[编号]]
		code = 551901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[783] = {
		id = 783, --[[编号]]
		code = 552001, --[[任务id]]
		hide_task = 552001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[784] = {
		id = 784, --[[编号]]
		code = 552001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[785] = {
		id = 785, --[[编号]]
		code = 552101, --[[任务id]]
		hide_task = 552101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[786] = {
		id = 786, --[[编号]]
		code = 552101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[787] = {
		id = 787, --[[编号]]
		code = 552201, --[[任务id]]
		hide_task = 552201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[788] = {
		id = 788, --[[编号]]
		code = 552201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[789] = {
		id = 789, --[[编号]]
		code = 552301, --[[任务id]]
		hide_task = 552301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[790] = {
		id = 790, --[[编号]]
		code = 552301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[791] = {
		id = 791, --[[编号]]
		code = 552401, --[[任务id]]
		hide_task = 552401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[792] = {
		id = 792, --[[编号]]
		code = 552401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[793] = {
		id = 793, --[[编号]]
		code = 552501, --[[任务id]]
		hide_task = 552501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[794] = {
		id = 794, --[[编号]]
		code = 552501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[795] = {
		id = 795, --[[编号]]
		code = 552601, --[[任务id]]
		hide_task = 552601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[796] = {
		id = 796, --[[编号]]
		code = 552601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[797] = {
		id = 797, --[[编号]]
		code = 552701, --[[任务id]]
		hide_task = 552701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[798] = {
		id = 798, --[[编号]]
		code = 552701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[799] = {
		id = 799, --[[编号]]
		code = 552801, --[[任务id]]
		hide_task = 552801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[800] = {
		id = 800, --[[编号]]
		code = 552801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[801] = {
		id = 801, --[[编号]]
		code = 552901, --[[任务id]]
		hide_task = 552901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[802] = {
		id = 802, --[[编号]]
		code = 552901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[803] = {
		id = 803, --[[编号]]
		code = 553001, --[[任务id]]
		hide_task = 553001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[804] = {
		id = 804, --[[编号]]
		code = 553001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[805] = {
		id = 805, --[[编号]]
		code = 553101, --[[任务id]]
		hide_task = 553101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[806] = {
		id = 806, --[[编号]]
		code = 553101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[807] = {
		id = 807, --[[编号]]
		code = 553201, --[[任务id]]
		hide_task = 553201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[808] = {
		id = 808, --[[编号]]
		code = 553201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[809] = {
		id = 809, --[[编号]]
		code = 553301, --[[任务id]]
		hide_task = 553301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[810] = {
		id = 810, --[[编号]]
		code = 553301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[811] = {
		id = 811, --[[编号]]
		code = 553401, --[[任务id]]
		hide_task = 553401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[812] = {
		id = 812, --[[编号]]
		code = 553401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[813] = {
		id = 813, --[[编号]]
		code = 553501, --[[任务id]]
		hide_task = 553501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[814] = {
		id = 814, --[[编号]]
		code = 553501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[815] = {
		id = 815, --[[编号]]
		code = 553601, --[[任务id]]
		hide_task = 553601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[816] = {
		id = 816, --[[编号]]
		code = 553601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[817] = {
		id = 817, --[[编号]]
		code = 553701, --[[任务id]]
		hide_task = 553701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[818] = {
		id = 818, --[[编号]]
		code = 553701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[819] = {
		id = 819, --[[编号]]
		code = 553801, --[[任务id]]
		hide_task = 553801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[820] = {
		id = 820, --[[编号]]
		code = 553801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[821] = {
		id = 821, --[[编号]]
		code = 553901, --[[任务id]]
		hide_task = 553901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[822] = {
		id = 822, --[[编号]]
		code = 553901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[823] = {
		id = 823, --[[编号]]
		code = 554001, --[[任务id]]
		hide_task = 554001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[824] = {
		id = 824, --[[编号]]
		code = 554001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[825] = {
		id = 825, --[[编号]]
		code = 554101, --[[任务id]]
		hide_task = 554101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[826] = {
		id = 826, --[[编号]]
		code = 554101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[827] = {
		id = 827, --[[编号]]
		code = 554201, --[[任务id]]
		hide_task = 554201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[828] = {
		id = 828, --[[编号]]
		code = 554201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[829] = {
		id = 829, --[[编号]]
		code = 554301, --[[任务id]]
		hide_task = 554301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[830] = {
		id = 830, --[[编号]]
		code = 554301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[831] = {
		id = 831, --[[编号]]
		code = 554401, --[[任务id]]
		hide_task = 554401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[832] = {
		id = 832, --[[编号]]
		code = 554401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[833] = {
		id = 833, --[[编号]]
		code = 554501, --[[任务id]]
		hide_task = 554501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[834] = {
		id = 834, --[[编号]]
		code = 554501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[835] = {
		id = 835, --[[编号]]
		code = 554601, --[[任务id]]
		hide_task = 554601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[836] = {
		id = 836, --[[编号]]
		code = 554601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[837] = {
		id = 837, --[[编号]]
		code = 554701, --[[任务id]]
		hide_task = 554701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[838] = {
		id = 838, --[[编号]]
		code = 554701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[839] = {
		id = 839, --[[编号]]
		code = 554801, --[[任务id]]
		hide_task = 554801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[840] = {
		id = 840, --[[编号]]
		code = 554801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[841] = {
		id = 841, --[[编号]]
		code = 554901, --[[任务id]]
		hide_task = 554901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[842] = {
		id = 842, --[[编号]]
		code = 554901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[843] = {
		id = 843, --[[编号]]
		code = 555001, --[[任务id]]
		hide_task = 555001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[844] = {
		id = 844, --[[编号]]
		code = 555001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[845] = {
		id = 845, --[[编号]]
		code = 555101, --[[任务id]]
		hide_task = 555101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[846] = {
		id = 846, --[[编号]]
		code = 555101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[847] = {
		id = 847, --[[编号]]
		code = 555201, --[[任务id]]
		hide_task = 555201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[848] = {
		id = 848, --[[编号]]
		code = 555201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[849] = {
		id = 849, --[[编号]]
		code = 555301, --[[任务id]]
		hide_task = 555301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[850] = {
		id = 850, --[[编号]]
		code = 555301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[851] = {
		id = 851, --[[编号]]
		code = 555401, --[[任务id]]
		hide_task = 555401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[852] = {
		id = 852, --[[编号]]
		code = 555401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[853] = {
		id = 853, --[[编号]]
		code = 555501, --[[任务id]]
		hide_task = 555501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[854] = {
		id = 854, --[[编号]]
		code = 555501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[855] = {
		id = 855, --[[编号]]
		code = 555601, --[[任务id]]
		hide_task = 555601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[856] = {
		id = 856, --[[编号]]
		code = 555601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[857] = {
		id = 857, --[[编号]]
		code = 555701, --[[任务id]]
		hide_task = 555701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[858] = {
		id = 858, --[[编号]]
		code = 555701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[859] = {
		id = 859, --[[编号]]
		code = 555801, --[[任务id]]
		hide_task = 555801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[860] = {
		id = 860, --[[编号]]
		code = 555801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[861] = {
		id = 861, --[[编号]]
		code = 555901, --[[任务id]]
		hide_task = 555901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[862] = {
		id = 862, --[[编号]]
		code = 555901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[863] = {
		id = 863, --[[编号]]
		code = 556001, --[[任务id]]
		hide_task = 556001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[864] = {
		id = 864, --[[编号]]
		code = 556001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[865] = {
		id = 865, --[[编号]]
		code = 556101, --[[任务id]]
		hide_task = 556101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[866] = {
		id = 866, --[[编号]]
		code = 556101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[867] = {
		id = 867, --[[编号]]
		code = 556201, --[[任务id]]
		hide_task = 556201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[868] = {
		id = 868, --[[编号]]
		code = 556201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[869] = {
		id = 869, --[[编号]]
		code = 556301, --[[任务id]]
		hide_task = 556301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[870] = {
		id = 870, --[[编号]]
		code = 556301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[871] = {
		id = 871, --[[编号]]
		code = 556401, --[[任务id]]
		hide_task = 556401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[872] = {
		id = 872, --[[编号]]
		code = 556401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[873] = {
		id = 873, --[[编号]]
		code = 556501, --[[任务id]]
		hide_task = 556501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[874] = {
		id = 874, --[[编号]]
		code = 556501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[875] = {
		id = 875, --[[编号]]
		code = 556601, --[[任务id]]
		hide_task = 556601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[876] = {
		id = 876, --[[编号]]
		code = 556601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[877] = {
		id = 877, --[[编号]]
		code = 556701, --[[任务id]]
		hide_task = 556701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[878] = {
		id = 878, --[[编号]]
		code = 556701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[879] = {
		id = 879, --[[编号]]
		code = 556801, --[[任务id]]
		hide_task = 556801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[880] = {
		id = 880, --[[编号]]
		code = 556801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[881] = {
		id = 881, --[[编号]]
		code = 556901, --[[任务id]]
		hide_task = 556901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[882] = {
		id = 882, --[[编号]]
		code = 556901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[883] = {
		id = 883, --[[编号]]
		code = 557001, --[[任务id]]
		hide_task = 557001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[884] = {
		id = 884, --[[编号]]
		code = 557001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[885] = {
		id = 885, --[[编号]]
		code = 557101, --[[任务id]]
		hide_task = 557101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[886] = {
		id = 886, --[[编号]]
		code = 557101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[887] = {
		id = 887, --[[编号]]
		code = 557201, --[[任务id]]
		hide_task = 557201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[888] = {
		id = 888, --[[编号]]
		code = 557201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[889] = {
		id = 889, --[[编号]]
		code = 557301, --[[任务id]]
		hide_task = 557301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[890] = {
		id = 890, --[[编号]]
		code = 557301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[891] = {
		id = 891, --[[编号]]
		code = 557401, --[[任务id]]
		hide_task = 557401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[892] = {
		id = 892, --[[编号]]
		code = 557401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[893] = {
		id = 893, --[[编号]]
		code = 557501, --[[任务id]]
		hide_task = 557501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[894] = {
		id = 894, --[[编号]]
		code = 557501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[895] = {
		id = 895, --[[编号]]
		code = 557601, --[[任务id]]
		hide_task = 557601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[896] = {
		id = 896, --[[编号]]
		code = 557601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[897] = {
		id = 897, --[[编号]]
		code = 557701, --[[任务id]]
		hide_task = 557701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[898] = {
		id = 898, --[[编号]]
		code = 557701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[899] = {
		id = 899, --[[编号]]
		code = 557801, --[[任务id]]
		hide_task = 557801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[900] = {
		id = 900, --[[编号]]
		code = 557801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[901] = {
		id = 901, --[[编号]]
		code = 557901, --[[任务id]]
		hide_task = 557901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[902] = {
		id = 902, --[[编号]]
		code = 557901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[903] = {
		id = 903, --[[编号]]
		code = 558001, --[[任务id]]
		hide_task = 558001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[904] = {
		id = 904, --[[编号]]
		code = 558001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[905] = {
		id = 905, --[[编号]]
		code = 558101, --[[任务id]]
		hide_task = 558101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[906] = {
		id = 906, --[[编号]]
		code = 558101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[907] = {
		id = 907, --[[编号]]
		code = 558201, --[[任务id]]
		hide_task = 558201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[908] = {
		id = 908, --[[编号]]
		code = 558201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[909] = {
		id = 909, --[[编号]]
		code = 558301, --[[任务id]]
		hide_task = 558301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[910] = {
		id = 910, --[[编号]]
		code = 558301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[911] = {
		id = 911, --[[编号]]
		code = 558401, --[[任务id]]
		hide_task = 558401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[912] = {
		id = 912, --[[编号]]
		code = 558401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[913] = {
		id = 913, --[[编号]]
		code = 558501, --[[任务id]]
		hide_task = 558501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[914] = {
		id = 914, --[[编号]]
		code = 558501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[915] = {
		id = 915, --[[编号]]
		code = 558601, --[[任务id]]
		hide_task = 558601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[916] = {
		id = 916, --[[编号]]
		code = 558601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[917] = {
		id = 917, --[[编号]]
		code = 558701, --[[任务id]]
		hide_task = 558701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[918] = {
		id = 918, --[[编号]]
		code = 558701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[919] = {
		id = 919, --[[编号]]
		code = 558801, --[[任务id]]
		hide_task = 558801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[920] = {
		id = 920, --[[编号]]
		code = 558801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[921] = {
		id = 921, --[[编号]]
		code = 558901, --[[任务id]]
		hide_task = 558901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[922] = {
		id = 922, --[[编号]]
		code = 558901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[923] = {
		id = 923, --[[编号]]
		code = 559001, --[[任务id]]
		hide_task = 559001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[924] = {
		id = 924, --[[编号]]
		code = 559001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[925] = {
		id = 925, --[[编号]]
		code = 559101, --[[任务id]]
		hide_task = 559101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[926] = {
		id = 926, --[[编号]]
		code = 559101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[927] = {
		id = 927, --[[编号]]
		code = 559201, --[[任务id]]
		hide_task = 559201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[928] = {
		id = 928, --[[编号]]
		code = 559201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[929] = {
		id = 929, --[[编号]]
		code = 559301, --[[任务id]]
		hide_task = 559301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[930] = {
		id = 930, --[[编号]]
		code = 559301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[931] = {
		id = 931, --[[编号]]
		code = 559401, --[[任务id]]
		hide_task = 559401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[932] = {
		id = 932, --[[编号]]
		code = 559401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[933] = {
		id = 933, --[[编号]]
		code = 559501, --[[任务id]]
		hide_task = 559501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[934] = {
		id = 934, --[[编号]]
		code = 559501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[935] = {
		id = 935, --[[编号]]
		code = 559601, --[[任务id]]
		hide_task = 559601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[936] = {
		id = 936, --[[编号]]
		code = 559601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[937] = {
		id = 937, --[[编号]]
		code = 559701, --[[任务id]]
		hide_task = 559701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[938] = {
		id = 938, --[[编号]]
		code = 559701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[939] = {
		id = 939, --[[编号]]
		code = 559801, --[[任务id]]
		hide_task = 559801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[940] = {
		id = 940, --[[编号]]
		code = 559801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[941] = {
		id = 941, --[[编号]]
		code = 559901, --[[任务id]]
		hide_task = 559901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[942] = {
		id = 942, --[[编号]]
		code = 559901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[943] = {
		id = 943, --[[编号]]
		code = 560001, --[[任务id]]
		hide_task = 560001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[944] = {
		id = 944, --[[编号]]
		code = 560001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[945] = {
		id = 945, --[[编号]]
		code = 560101, --[[任务id]]
		hide_task = 560101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[946] = {
		id = 946, --[[编号]]
		code = 560101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[947] = {
		id = 947, --[[编号]]
		code = 560201, --[[任务id]]
		hide_task = 560201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[948] = {
		id = 948, --[[编号]]
		code = 560201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[949] = {
		id = 949, --[[编号]]
		code = 560301, --[[任务id]]
		hide_task = 560301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[950] = {
		id = 950, --[[编号]]
		code = 560301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[951] = {
		id = 951, --[[编号]]
		code = 560401, --[[任务id]]
		hide_task = 560401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[952] = {
		id = 952, --[[编号]]
		code = 560401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[953] = {
		id = 953, --[[编号]]
		code = 560501, --[[任务id]]
		hide_task = 560501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[954] = {
		id = 954, --[[编号]]
		code = 560501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[955] = {
		id = 955, --[[编号]]
		code = 560601, --[[任务id]]
		hide_task = 560601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[956] = {
		id = 956, --[[编号]]
		code = 560601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[957] = {
		id = 957, --[[编号]]
		code = 560701, --[[任务id]]
		hide_task = 560701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[958] = {
		id = 958, --[[编号]]
		code = 560701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[959] = {
		id = 959, --[[编号]]
		code = 560801, --[[任务id]]
		hide_task = 560801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[960] = {
		id = 960, --[[编号]]
		code = 560801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[961] = {
		id = 961, --[[编号]]
		code = 560901, --[[任务id]]
		hide_task = 560901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[962] = {
		id = 962, --[[编号]]
		code = 560901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[963] = {
		id = 963, --[[编号]]
		code = 561001, --[[任务id]]
		hide_task = 561001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[964] = {
		id = 964, --[[编号]]
		code = 561001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[965] = {
		id = 965, --[[编号]]
		code = 561101, --[[任务id]]
		hide_task = 561101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[966] = {
		id = 966, --[[编号]]
		code = 561101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[967] = {
		id = 967, --[[编号]]
		code = 561201, --[[任务id]]
		hide_task = 561201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[968] = {
		id = 968, --[[编号]]
		code = 561201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[969] = {
		id = 969, --[[编号]]
		code = 561301, --[[任务id]]
		hide_task = 561301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[970] = {
		id = 970, --[[编号]]
		code = 561301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[971] = {
		id = 971, --[[编号]]
		code = 561401, --[[任务id]]
		hide_task = 561401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[972] = {
		id = 972, --[[编号]]
		code = 561401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[973] = {
		id = 973, --[[编号]]
		code = 561501, --[[任务id]]
		hide_task = 561501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[974] = {
		id = 974, --[[编号]]
		code = 561501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[975] = {
		id = 975, --[[编号]]
		code = 561601, --[[任务id]]
		hide_task = 561601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[976] = {
		id = 976, --[[编号]]
		code = 561601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[977] = {
		id = 977, --[[编号]]
		code = 561701, --[[任务id]]
		hide_task = 561701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[978] = {
		id = 978, --[[编号]]
		code = 561701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[979] = {
		id = 979, --[[编号]]
		code = 561801, --[[任务id]]
		hide_task = 561801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[980] = {
		id = 980, --[[编号]]
		code = 561801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[981] = {
		id = 981, --[[编号]]
		code = 561901, --[[任务id]]
		hide_task = 561901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[982] = {
		id = 982, --[[编号]]
		code = 561901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[983] = {
		id = 983, --[[编号]]
		code = 562001, --[[任务id]]
		hide_task = 562001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[984] = {
		id = 984, --[[编号]]
		code = 562001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[985] = {
		id = 985, --[[编号]]
		code = 562101, --[[任务id]]
		hide_task = 562101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[986] = {
		id = 986, --[[编号]]
		code = 562101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[987] = {
		id = 987, --[[编号]]
		code = 562201, --[[任务id]]
		hide_task = 562201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[988] = {
		id = 988, --[[编号]]
		code = 562201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[989] = {
		id = 989, --[[编号]]
		code = 562301, --[[任务id]]
		hide_task = 562301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[990] = {
		id = 990, --[[编号]]
		code = 562301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[991] = {
		id = 991, --[[编号]]
		code = 562401, --[[任务id]]
		hide_task = 562401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[992] = {
		id = 992, --[[编号]]
		code = 562401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[993] = {
		id = 993, --[[编号]]
		code = 562501, --[[任务id]]
		hide_task = 562501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[994] = {
		id = 994, --[[编号]]
		code = 562501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[995] = {
		id = 995, --[[编号]]
		code = 562601, --[[任务id]]
		hide_task = 562601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[996] = {
		id = 996, --[[编号]]
		code = 562601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[997] = {
		id = 997, --[[编号]]
		code = 562701, --[[任务id]]
		hide_task = 562701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[998] = {
		id = 998, --[[编号]]
		code = 562701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[999] = {
		id = 999, --[[编号]]
		code = 562801, --[[任务id]]
		hide_task = 562801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1000] = {
		id = 1000, --[[编号]]
		code = 562801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1001] = {
		id = 1001, --[[编号]]
		code = 562901, --[[任务id]]
		hide_task = 562901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1002] = {
		id = 1002, --[[编号]]
		code = 562901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1003] = {
		id = 1003, --[[编号]]
		code = 563001, --[[任务id]]
		hide_task = 563001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1004] = {
		id = 1004, --[[编号]]
		code = 563001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1005] = {
		id = 1005, --[[编号]]
		code = 563101, --[[任务id]]
		hide_task = 563101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1006] = {
		id = 1006, --[[编号]]
		code = 563101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1007] = {
		id = 1007, --[[编号]]
		code = 563201, --[[任务id]]
		hide_task = 563201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1008] = {
		id = 1008, --[[编号]]
		code = 563201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1009] = {
		id = 1009, --[[编号]]
		code = 563301, --[[任务id]]
		hide_task = 563301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1010] = {
		id = 1010, --[[编号]]
		code = 563301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1011] = {
		id = 1011, --[[编号]]
		code = 563401, --[[任务id]]
		hide_task = 563401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1012] = {
		id = 1012, --[[编号]]
		code = 563401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1013] = {
		id = 1013, --[[编号]]
		code = 563501, --[[任务id]]
		hide_task = 563501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1014] = {
		id = 1014, --[[编号]]
		code = 563501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1015] = {
		id = 1015, --[[编号]]
		code = 563601, --[[任务id]]
		hide_task = 563601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1016] = {
		id = 1016, --[[编号]]
		code = 563601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1017] = {
		id = 1017, --[[编号]]
		code = 563701, --[[任务id]]
		hide_task = 563701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1018] = {
		id = 1018, --[[编号]]
		code = 563701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1019] = {
		id = 1019, --[[编号]]
		code = 563801, --[[任务id]]
		hide_task = 563801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1020] = {
		id = 1020, --[[编号]]
		code = 563801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1021] = {
		id = 1021, --[[编号]]
		code = 563901, --[[任务id]]
		hide_task = 563901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1022] = {
		id = 1022, --[[编号]]
		code = 563901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1023] = {
		id = 1023, --[[编号]]
		code = 564001, --[[任务id]]
		hide_task = 564001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1024] = {
		id = 1024, --[[编号]]
		code = 564001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1025] = {
		id = 1025, --[[编号]]
		code = 564101, --[[任务id]]
		hide_task = 564101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1026] = {
		id = 1026, --[[编号]]
		code = 564101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1027] = {
		id = 1027, --[[编号]]
		code = 564201, --[[任务id]]
		hide_task = 564201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1028] = {
		id = 1028, --[[编号]]
		code = 564201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1029] = {
		id = 1029, --[[编号]]
		code = 564301, --[[任务id]]
		hide_task = 564301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1030] = {
		id = 1030, --[[编号]]
		code = 564301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1031] = {
		id = 1031, --[[编号]]
		code = 564401, --[[任务id]]
		hide_task = 564401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1032] = {
		id = 1032, --[[编号]]
		code = 564401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1033] = {
		id = 1033, --[[编号]]
		code = 564501, --[[任务id]]
		hide_task = 564501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1034] = {
		id = 1034, --[[编号]]
		code = 564501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1035] = {
		id = 1035, --[[编号]]
		code = 564601, --[[任务id]]
		hide_task = 564601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1036] = {
		id = 1036, --[[编号]]
		code = 564601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1037] = {
		id = 1037, --[[编号]]
		code = 564701, --[[任务id]]
		hide_task = 564701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1038] = {
		id = 1038, --[[编号]]
		code = 564701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1039] = {
		id = 1039, --[[编号]]
		code = 564801, --[[任务id]]
		hide_task = 564801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1040] = {
		id = 1040, --[[编号]]
		code = 564801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1041] = {
		id = 1041, --[[编号]]
		code = 564901, --[[任务id]]
		hide_task = 564901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1042] = {
		id = 1042, --[[编号]]
		code = 564901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1043] = {
		id = 1043, --[[编号]]
		code = 565001, --[[任务id]]
		hide_task = 565001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1044] = {
		id = 1044, --[[编号]]
		code = 565001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1045] = {
		id = 1045, --[[编号]]
		code = 565101, --[[任务id]]
		hide_task = 565101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1046] = {
		id = 1046, --[[编号]]
		code = 565101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1047] = {
		id = 1047, --[[编号]]
		code = 565201, --[[任务id]]
		hide_task = 565201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1048] = {
		id = 1048, --[[编号]]
		code = 565201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1049] = {
		id = 1049, --[[编号]]
		code = 565301, --[[任务id]]
		hide_task = 565301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1050] = {
		id = 1050, --[[编号]]
		code = 565301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1051] = {
		id = 1051, --[[编号]]
		code = 565401, --[[任务id]]
		hide_task = 565401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1052] = {
		id = 1052, --[[编号]]
		code = 565401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1053] = {
		id = 1053, --[[编号]]
		code = 565501, --[[任务id]]
		hide_task = 565501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1054] = {
		id = 1054, --[[编号]]
		code = 565501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1055] = {
		id = 1055, --[[编号]]
		code = 565601, --[[任务id]]
		hide_task = 565601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1056] = {
		id = 1056, --[[编号]]
		code = 565601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1057] = {
		id = 1057, --[[编号]]
		code = 565701, --[[任务id]]
		hide_task = 565701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1058] = {
		id = 1058, --[[编号]]
		code = 565701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1059] = {
		id = 1059, --[[编号]]
		code = 565801, --[[任务id]]
		hide_task = 565801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1060] = {
		id = 1060, --[[编号]]
		code = 565801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1061] = {
		id = 1061, --[[编号]]
		code = 565901, --[[任务id]]
		hide_task = 565901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1062] = {
		id = 1062, --[[编号]]
		code = 565901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1063] = {
		id = 1063, --[[编号]]
		code = 566001, --[[任务id]]
		hide_task = 566001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1064] = {
		id = 1064, --[[编号]]
		code = 566001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1065] = {
		id = 1065, --[[编号]]
		code = 566101, --[[任务id]]
		hide_task = 566101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1066] = {
		id = 1066, --[[编号]]
		code = 566101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1067] = {
		id = 1067, --[[编号]]
		code = 566201, --[[任务id]]
		hide_task = 566201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1068] = {
		id = 1068, --[[编号]]
		code = 566201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1069] = {
		id = 1069, --[[编号]]
		code = 566301, --[[任务id]]
		hide_task = 566301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1070] = {
		id = 1070, --[[编号]]
		code = 566301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1071] = {
		id = 1071, --[[编号]]
		code = 566401, --[[任务id]]
		hide_task = 566401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1072] = {
		id = 1072, --[[编号]]
		code = 566401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1073] = {
		id = 1073, --[[编号]]
		code = 566501, --[[任务id]]
		hide_task = 566501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1074] = {
		id = 1074, --[[编号]]
		code = 566501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1075] = {
		id = 1075, --[[编号]]
		code = 566601, --[[任务id]]
		hide_task = 566601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1076] = {
		id = 1076, --[[编号]]
		code = 566601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1077] = {
		id = 1077, --[[编号]]
		code = 566701, --[[任务id]]
		hide_task = 566701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1078] = {
		id = 1078, --[[编号]]
		code = 566701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1079] = {
		id = 1079, --[[编号]]
		code = 566801, --[[任务id]]
		hide_task = 566801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1080] = {
		id = 1080, --[[编号]]
		code = 566801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1081] = {
		id = 1081, --[[编号]]
		code = 566901, --[[任务id]]
		hide_task = 566901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1082] = {
		id = 1082, --[[编号]]
		code = 566901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1083] = {
		id = 1083, --[[编号]]
		code = 567001, --[[任务id]]
		hide_task = 567001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1084] = {
		id = 1084, --[[编号]]
		code = 567001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1085] = {
		id = 1085, --[[编号]]
		code = 567101, --[[任务id]]
		hide_task = 567101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1086] = {
		id = 1086, --[[编号]]
		code = 567101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1087] = {
		id = 1087, --[[编号]]
		code = 567201, --[[任务id]]
		hide_task = 567201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1088] = {
		id = 1088, --[[编号]]
		code = 567201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1089] = {
		id = 1089, --[[编号]]
		code = 567301, --[[任务id]]
		hide_task = 567301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1090] = {
		id = 1090, --[[编号]]
		code = 567301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1091] = {
		id = 1091, --[[编号]]
		code = 567401, --[[任务id]]
		hide_task = 567401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1092] = {
		id = 1092, --[[编号]]
		code = 567401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1093] = {
		id = 1093, --[[编号]]
		code = 567501, --[[任务id]]
		hide_task = 567501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1094] = {
		id = 1094, --[[编号]]
		code = 567501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1095] = {
		id = 1095, --[[编号]]
		code = 567601, --[[任务id]]
		hide_task = 567601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1096] = {
		id = 1096, --[[编号]]
		code = 567601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1097] = {
		id = 1097, --[[编号]]
		code = 567701, --[[任务id]]
		hide_task = 567701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1098] = {
		id = 1098, --[[编号]]
		code = 567701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1099] = {
		id = 1099, --[[编号]]
		code = 567801, --[[任务id]]
		hide_task = 567801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1100] = {
		id = 1100, --[[编号]]
		code = 567801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1101] = {
		id = 1101, --[[编号]]
		code = 567901, --[[任务id]]
		hide_task = 567901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1102] = {
		id = 1102, --[[编号]]
		code = 567901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1103] = {
		id = 1103, --[[编号]]
		code = 568001, --[[任务id]]
		hide_task = 568001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1104] = {
		id = 1104, --[[编号]]
		code = 568001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1105] = {
		id = 1105, --[[编号]]
		code = 568101, --[[任务id]]
		hide_task = 568101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1106] = {
		id = 1106, --[[编号]]
		code = 568101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1107] = {
		id = 1107, --[[编号]]
		code = 568201, --[[任务id]]
		hide_task = 568201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1108] = {
		id = 1108, --[[编号]]
		code = 568201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1109] = {
		id = 1109, --[[编号]]
		code = 568301, --[[任务id]]
		hide_task = 568301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1110] = {
		id = 1110, --[[编号]]
		code = 568301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1111] = {
		id = 1111, --[[编号]]
		code = 568401, --[[任务id]]
		hide_task = 568401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1112] = {
		id = 1112, --[[编号]]
		code = 568401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1113] = {
		id = 1113, --[[编号]]
		code = 568501, --[[任务id]]
		hide_task = 568501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1114] = {
		id = 1114, --[[编号]]
		code = 568501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1115] = {
		id = 1115, --[[编号]]
		code = 568601, --[[任务id]]
		hide_task = 568601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1116] = {
		id = 1116, --[[编号]]
		code = 568601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1117] = {
		id = 1117, --[[编号]]
		code = 568701, --[[任务id]]
		hide_task = 568701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1118] = {
		id = 1118, --[[编号]]
		code = 568701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1119] = {
		id = 1119, --[[编号]]
		code = 568801, --[[任务id]]
		hide_task = 568801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1120] = {
		id = 1120, --[[编号]]
		code = 568801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1121] = {
		id = 1121, --[[编号]]
		code = 568901, --[[任务id]]
		hide_task = 568901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1122] = {
		id = 1122, --[[编号]]
		code = 568901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1123] = {
		id = 1123, --[[编号]]
		code = 569001, --[[任务id]]
		hide_task = 569001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1124] = {
		id = 1124, --[[编号]]
		code = 569001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1125] = {
		id = 1125, --[[编号]]
		code = 569101, --[[任务id]]
		hide_task = 569101, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1126] = {
		id = 1126, --[[编号]]
		code = 569101, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1127] = {
		id = 1127, --[[编号]]
		code = 569201, --[[任务id]]
		hide_task = 569201, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1128] = {
		id = 1128, --[[编号]]
		code = 569201, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1129] = {
		id = 1129, --[[编号]]
		code = 569301, --[[任务id]]
		hide_task = 569301, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1130] = {
		id = 1130, --[[编号]]
		code = 569301, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1131] = {
		id = 1131, --[[编号]]
		code = 569401, --[[任务id]]
		hide_task = 569401, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1132] = {
		id = 1132, --[[编号]]
		code = 569401, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1133] = {
		id = 1133, --[[编号]]
		code = 569501, --[[任务id]]
		hide_task = 569501, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1134] = {
		id = 1134, --[[编号]]
		code = 569501, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1135] = {
		id = 1135, --[[编号]]
		code = 569601, --[[任务id]]
		hide_task = 569601, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1136] = {
		id = 1136, --[[编号]]
		code = 569601, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1137] = {
		id = 1137, --[[编号]]
		code = 569701, --[[任务id]]
		hide_task = 569701, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1138] = {
		id = 1138, --[[编号]]
		code = 569701, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1139] = {
		id = 1139, --[[编号]]
		code = 569801, --[[任务id]]
		hide_task = 569801, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1140] = {
		id = 1140, --[[编号]]
		code = 569801, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1141] = {
		id = 1141, --[[编号]]
		code = 569901, --[[任务id]]
		hide_task = 569901, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1142] = {
		id = 1142, --[[编号]]
		code = 569901, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
	[1143] = {
		id = 1143, --[[编号]]
		code = 570001, --[[任务id]]
		hide_task = 570001, --[[隐藏任务id]]
		status = 2, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 0, --[[显示/隐藏]]
	} ,
	[1144] = {
		id = 1144, --[[编号]]
		code = 570001, --[[任务id]]
		status = 3, --[[任务状态]]
		npc_type = 1, --[[npc类型]]
		visible = 1, --[[显示/隐藏]]
	} ,
}
return ret