local ret = {
	[630101] = {
		code = 630101, --[[任务id]]
		final_code = 630102, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[630201] = {
		code = 630201, --[[任务id]]
		final_code = 630202, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[630301] = {
		code = 630301, --[[任务id]]
		final_code = 630302, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[630401] = {
		code = 630401, --[[任务id]]
		final_code = 630402, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[630501] = {
		code = 630501, --[[任务id]]
		final_code = 630502, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[610001] = {
		code = 610001, --[[任务id]]
		final_code = 610001, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[610002] = {
		code = 610002, --[[任务id]]
		final_code = 610002, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[610003] = {
		code = 610003, --[[任务id]]
		final_code = 610003, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[610004] = {
		code = 610004, --[[任务id]]
		final_code = 610004, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[620001] = {
		code = 620001, --[[任务id]]
		final_code = 620001, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[620002] = {
		code = 620002, --[[任务id]]
		final_code = 620002, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
	[620003] = {
		code = 620003, --[[任务id]]
		final_code = 620003, --[[最终任务id]]
		level_min = 30, --[[最小等级]]
		level_max = 700, --[[最大等级]]
		prob = 100, --[[权重]]
	} ,
}
return ret