local ret = {
	[1001] = {
		code = 1001, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你醒啦天选者，你昏迷的这几天已经让郎中给你把伤治疗的差不多了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1002] = {
		code = 1002, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你既然醒了今天就自己去找郎中活动活动身体吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1003] = {
		code = 1003, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你今天怎么自己来了！快站好别动让我伤好的怎么样了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1004] = {
		code = 1004, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好了，看来恢复的不错，不愧是天选者啊。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1005] = {
		code = 1005, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "什么，你说天选者是怎么回事？这个我也说不清，你让玲珑给你解释吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1006] = {
		code = 1006, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "不好！我听见小花在下面尖叫。快去下面看看发生什么事情了！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1007] = {
		code = 1007, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "要是有危险下面架子上有武器。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1008] = {
		code = 1008, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "呜呜~~~~(>_<)~~~~玲珑姐姐快来救我！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1009] = {
		code = 1009, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这些妖怪好可怕，快来帮我赶走他们。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1010] = {
		code = 1010, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "啊！？玲珑姐姐你说什么！这些妖怪是跟着黄巾军来的？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1011] = {
		code = 1011, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那刚刚说去给我买糖的阿斗哥哥会不会有事啊，天选者大人你就带我去看看吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1012] = {
		code = 1012, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你们怎么都来了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1013] = {
		code = 1013, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "快来帮我劝劝阿斗哥哥，他明明受伤了却还想去教训那群乱军。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1014] = {
		code = 1014, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好吧，不过这有颗能激发潜力的药。你一定吃了之后，在去代我教训他们。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1015] = {
		code = 1015, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那些乱军都走了吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1016] = {
		code = 1016, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢这位年轻人，我这里有些衣物，都是新的，就送给你吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1017] = {
		code = 1017, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "刚刚听那些士兵说见到个大肥羊都跑过去了，想来应该是哪个奸商，不过好歹同村这么多年了，您还是去看看他怎么样了吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1018] = {
		code = 1018, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "救救我啊，这些人抢了我的货物，没了这批货我就没法活啦！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1019] = {
		code = 1019, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "要不我把这仅剩的10枚铜钱给……给您？您别不说话啊，那这部我老何家祖传的无字天书也给您！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1020] = {
		code = 1020, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "(小声嘀咕道……)还是我聪明啊拿了本没字的小人书和10文钱就找到人来帮我找货了……嘿嘿嘿", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1021] = {
		code = 1021, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你可一定要找回我的货物啊！！！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1022] = {
		code = 1022, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "(很心疼的样子)那作为谢礼，这个黄巾军制式肩甲送给你把。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1023] = {
		code = 1023, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那个，你走了之后还有个拿着大刀的姑娘说要帮我然后就跑了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1024] = {
		code = 1024, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "但是这么长时间没回来了，要不你去看一下吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1025] = {
		code = 1025, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "哈哈。真是得来全不费工夫啊！随便抓了个小妞就是关羽的女儿！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1026] = {
		code = 1026, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这下就能让关羽交出星魂了，我要拿走他的七煞星魂放到我的七煞星盘里。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1027] = {
		code = 1027, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你是谁，居然能潜伏到我身边不被我发现！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1028] = {
		code = 1028, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "啊！别打脸！把七煞星盘还给我！！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1029] = {
		code = 1029, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢你救我出来。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1030] = {
		code = 1030, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你好厉害啊，让我跟你修行一段时间吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1031] = {
		code = 1031, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "啊！不好，我还答应了村长要去帮忙咱们快点过去吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1032] = {
		code = 1032, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你们就是赶跑了张宝的英雄啊！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1033] = {
		code = 1033, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "实在是不知道怎么感谢你们了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1034] = {
		code = 1034, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这边正好有本秘籍适合英雄你就送给您了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1035] = {
		code = 1035, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "因为乱军的入侵，桃源村的粮食被抢走很多，不过刚好有一位奇人在桃源村钓出了价值千金的七彩锦鲤。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1036] = {
		code = 1036, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "英雄你帮忙去问他能不能支援我桃源村吧。来年开春有了收成我们一定会答谢他的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1037] = {
		code = 1037, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这村的人怎么样关我什么事？不过想要鱼啊，到也不是不可以。去把旁边惦记我鱼的怪猫收拾了去。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1038] = {
		code = 1038, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "没看出来还挺有两下子的嘛，那这些东西和鱼就一起都给你了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1039] = {
		code = 1039, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这鱼你让那个姓何的奸商处理就好了，顺便帮我带点鱼饵回来。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1040] = {
		code = 1040, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "别着急走，这匹坐骑你先拿去用，快去快回。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1041] = {
		code = 1041, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这鱼真的能让我拿去卖!?!!", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1042] = {
		code = 1042, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "不就是弄回点粮食吗，好说。还有鱼饵？拿去拿去。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1043] = {
		code = 1043, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "回来的挺快啊，怎么样鱼饵拿回来没？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1044] = {
		code = 1044, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "行了，该干嘛干嘛去吧，别打扰我钓鱼。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1045] = {
		code = 1045, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "实在是不知道怎么感谢你们了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1046] = {
		code = 1046, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "哦，对了你身边的这位小姐是叫关银屏吧，刚刚有个说是她家婢女的姑娘跑来说，有急事叫她快回去。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1047] = {
		code = 1047, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "小姐你可算回来了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1048] = {
		code = 1048, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "老爷刚刚突然变成一条青龙，然后见人就喊打。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1049] = {
		code = 1049, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "还有些护卫也和老爷一样发狂了，胡护卫说要去制止他们，小姐你快去看看吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1050] = {
		code = 1050, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "幸好小姐你们回来了啊！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1051] = {
		code = 1051, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "关将军发狂的时候身上冒出了很多黑气。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1052] = {
		code = 1052, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那些黑气侵入士兵体内，他们就也发狂了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1053] = {
		code = 1053, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "果然是这样啊。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1054] = {
		code = 1054, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你拿出之前张宝那里夺回的星盘，对着那些士兵试试看。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1055] = {
		code = 1055, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "怎么样，有感觉到自己的力量变强了一些吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1056] = {
		code = 1056, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "其实这些黑气就是七煞魂星的力量，但是若没星盘的转化，就会让人狂躁失控。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1057] = {
		code = 1057, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "不过这也就能确定了，第一颗魂星就在关将军身上。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1058] = {
		code = 1058, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "还有这是找到你的时候,你身穿的铠甲，之前刚修好一直还没给你。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1059] = {
		code = 1059, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "是谁，竟敢擅闯我军营地，看刀！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1060] = {
		code = 1060, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "终于回收回第一颗魂星了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1061] = {
		code = 1061, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你看星盘指向了临光城的方向了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1062] = {
		code = 1062, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那我们就去临光城吧，下一个七煞星魂肯定就在那里。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1063] = {
		code = 1063, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这里就是临光城了，你先在周围参观一下吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1064] = {
		code = 1064, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "别忘了正事，我们先分头去找找线索吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1065] = {
		code = 1065, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "天选者大人，怎么你也来临光城啊，我是跟着玲珑姐姐后面过来的，临光城比村里有趣多了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1066] = {
		code = 1066, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "天选者大人，玲珑姐姐说有事做不能陪我玩，你带我玩一会好不好？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1067] = {
		code = 1067, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你看那边好像有个猫妖掉了个东西。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1068] = {
		code = 1068, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这不是个戒指么，猫妖怎么会有这种东西啊，不会是它偷的吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1069] = {
		code = 1069, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "喵！！（打算跑回屋子）", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1070] = {
		code = 1070, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这家人养了一堆猫妖当宠物，结果那些猫妖就经常跑去偷别东西玩。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1071] = {
		code = 1071, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这个武器和戒指不在失物名单里，你先拿着吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1072] = {
		code = 1072, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "奇怪的人？哦，对了，我见到了一个奇异的女子，感觉不像此地之人。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1073] = {
		code = 1073, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你们是谁？找我干什么？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1074] = {
		code = 1074, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这里是哪里？我为什么会来到这里？？我叫红叶，来自京都枫叶林。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1075] = {
		code = 1075, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我只记得，酒吞童子来骚扰我，晴明大人为了保护我，和酒吞童子打起来了，然后，我们都到了这里。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1076] = {
		code = 1076, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "他们都变成了小孩子，这到底是怎么了？？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1077] = {
		code = 1077, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "他们怎么来到这里的，也许城主会知道，你去问问吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1078] = {
		code = 1078, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你是来打听那几个外来人的事的？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1079] = {
		code = 1079, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "是这样的，上一个月圆之夜，临光城出现了一道亮光，地面抖动了一下，这几个人就出现了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1080] = {
		code = 1080, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "上一个月圆之夜？快去找玲珑，她知道发生了什么。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1081] = {
		code = 1081, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你有找到什么线索吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1082] = {
		code = 1082, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "上一个月圆之夜来了几个神秘的人？？这和关将军变成青龙的时间完全吻合！！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1083] = {
		code = 1083, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这几个人里面肯定有七煞之人，我们去找找看吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1084] = {
		code = 1084, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "请问你是？还有这里是哪里？我叫安倍晴明，并不是一个小孩，之前在京都除魔，之后的事我就不记得了……", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1085] = {
		code = 1085, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我依稀记得我要对付万鬼之王酒吞童子，也许他也在这。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1086] = {
		code = 1086, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "另外我和红叶产生了一点误会，但是因为她一直对我有意思，我不知道该如何开口。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1087] = {
		code = 1087, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "现在首要的不是弄清楚他们之间发生了什么，而是要先找到酒吞童子。去问问猫老大吧，这只猫什么都知道的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1088] = {
		code = 1088, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "（猫老大并不想搭理你。）", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1089] = {
		code = 1089, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "（低声自言自语中……）会钓鱼的都是好朋友。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1090] = {
		code = 1090, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "哇，这么大的鱼？你找我有事？说吧，有什么事。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1091] = {
		code = 1091, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "喝酒的人？酒庄老板肯定知道，问他去。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1092] = {
		code = 1092, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "建议你还是不要找酒庄老板，最近他的酒老是被偷喝，没空管你。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1093] = {
		code = 1093, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我的酒啊！到底是谁这么缺德，每一缸酒都有被打开过的痕迹，好像都被喝过了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1094] = {
		code = 1094, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "衙门的人又没空管这事，该怎么办啊", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1095] = {
		code = 1095, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "大爷现在没空理这事，除非你帮本大爷抓住一个妞，这妞在民屋里养了一堆不知道什么东西，老是有人投诉。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1096] = {
		code = 1096, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "不错，有几分实力，现在可以抽人出来管酒庄的事。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1097] = {
		code = 1097, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你先问问报官的人和附近的人知不知道一些东西吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1098] = {
		code = 1098, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢，那些官府的人终于肯帮忙了，这是我的一点小心意。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1099] = {
		code = 1099, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "什么可疑的人？这个我倒不清楚，因为不是白天发生的，晚上也没人看店。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1100] = {
		code = 1100, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "可疑的偷酒喝的人？会不会是那边那个喝醉的蜀黍。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1101] = {
		code = 1101, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "（这个人已经喝醉到没有任何意识，可以尝试拿走他腰间的酒壶）……", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1102] = {
		code = 1102, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这个人喝的不是我酒庄的酒，我一闻就知道了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1103] = {
		code = 1103, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "东边有个平台，那里人还是挺多的，你快去看一下有没有什么线索能帮到我吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1104] = {
		code = 1104, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "老李让你去前面那个平台找？那里都是些大娘大婶，你确定找到线索？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1105] = {
		code = 1105, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我还小，不能喝酒，肯定不是我偷喝的！不过我遇到了一个老虎样子的人好奇怪啊。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1106] = {
		code = 1106, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "怎么又是你啊。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1107] = {
		code = 1107, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我也听说了酒庄被盗酒的事了，帮我钓会鱼我就告诉你一些消息。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1108] = {
		code = 1108, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这次的收获明显比之前少了，你是很急吧，好吧，把我知道的告诉你好了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1109] = {
		code = 1109, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我看到一个背着葫芦的人往擂台那边去了，他身上一直有一股酒味，你去看看吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1110] = {
		code = 1110, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "知道酒吞童子在哪就好，我现在就去找他。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1111] = {
		code = 1111, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "找到酒吞童子了吗？只要他们3个聚在一块，一定能找到七煞星魂的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1112] = {
		code = 1112, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我就先过去了，你去找那个叫红叶的女子吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1113] = {
		code = 1113, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我现在就过去找晴明大人，顺便跟酒吞童子说清楚，好做个了断吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1114] = {
		code = 1114, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你到啦。他们就在前面的擂台上，你上前去吧，我就在远处暗中观察就好。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1115] = {
		code = 1115, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "红叶你来啦，嗯？安倍晴明！原来你也在这里。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1116] = {
		code = 1116, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "对！酒庄的酒是本大爷喝的，那又如何。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1117] = {
		code = 1117, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "看来只能在此处制服酒吞童子了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1118] = {
		code = 1118, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "红叶，我会保护好你的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1119] = {
		code = 1119, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "来吧，晴明，我要在这里打败你。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1120] = {
		code = 1120, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "什么？大爷我……居然输了！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1121] = {
		code = 1121, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "酒吞童子，就算你赢了晴明，我心里也只会有晴明大人，你还是放弃吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1122] = {
		code = 1122, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "为什么？为什么你如此抗拒本大爷。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1123] = {
		code = 1123, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你有没有发现，晴明背后有一只狼。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1124] = {
		code = 1124, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那只狼和七煞星盘中的第二星位的图案是一致的，晴明应该就是第二个七煞之人。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1125] = {
		code = 1125, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你去问问他记不记得些什么吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1126] = {
		code = 1126, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "什么？七煞？这只蓝狼是我的式神，但是你说的东西让感觉好像很熟悉却记不起来是什么？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1127] = {
		code = 1127, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "既然如此，你来告诉我吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1128] = {
		code = 1128, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我果然是七煞之身，我都记得了，这是我的七煞星魂，现在就交给你了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1129] = {
		code = 1129, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "晴明大人是七煞之人？七煞是什么啊？难道晴明大人是以为这个才不喜欢我的？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1130] = {
		code = 1130, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "现在给你了，是不是晴明大人就会跟我在一起了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1131] = {
		code = 1131, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "红叶，我说得还不够不清楚吗，我是一名阴阳师，在你有危难的时候我可以保护你，但是我们不能一直生活在一起的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1132] = {
		code = 1132, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "晴明大人，为什么，难道你为了阴阳师的名号就如此无情吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1133] = {
		code = 1133, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好，我走，以后就算可以回京都，我都不回去了！！！（红叶跑掉了……）", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1134] = {
		code = 1134, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "红叶……", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1135] = {
		code = 1135, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "晴明，赢了我又如何，我从未见过有如此绝情之人！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1136] = {
		code = 1136, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这是给那个酒庄老板的钱，你帮我带过去吧，我没打算偷喝，只是半夜没人在给不了钱。（酒吞童子也走开了……）", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1137] = {
		code = 1137, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "算了，就这样吧，我要继续修行，找办法回京都。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1138] = {
		code = 1138, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "哎，问世间情为何物，玲珑还是不太懂的啊，也许还没遇到让玲珑动心的人吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1139] = {
		code = 1139, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "没时间感慨啦，赶紧收集七煞星魂吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1140] = {
		code = 1140, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我去找阿斗看看还有没有其他线索，你先去把酒吞童子给酒庄老板的酒钱给了吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1141] = {
		code = 1141, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢帮忙拿回酒钱。那个人那么厉害，我也不敢追究了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1142] = {
		code = 1142, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "还有这么厉害的人？好吧，下次他再闹事就找小晴明帮忙吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1143] = {
		code = 1143, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "第二个七煞星魂到手了，酒庄的事也解决了，我们要继续寻找下一个。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1144] = {
		code = 1144, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我刚才去找阿斗，他说信鸽还没回来，你现在去看看有没有什么消息吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1145] = {
		code = 1145, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我的信鸽应该到了，你去取来看看吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1146] = {
		code = 1146, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "信鸽上写的什么？我看看。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1147] = {
		code = 1147, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "北岭爆发了战乱，袁绍在北岭布阵想要攻打曹操，武力之争和七煞关系甚大，您可以去看看。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1148] = {
		code = 1148, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "事情紧急，咱们立即前往，走吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1149] = {
		code = 1149, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "听说这里有个姓王的将军很喜欢吃狐狸肉，你打几只狐狸带去问问，看能不能套出什么话吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1150] = {
		code = 1150, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那两位大将军的事情啊，我们这些外围的哪知道，不过你和乐进将军说说，可能能见到袁将军本人。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1151] = {
		code = 1151, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "想见袁将军？袁将军不是谁都见的，请回吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1152] = {
		code = 1152, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "为什么？其实将军自从来到这里情绪就一直不稳定，喜怒无常。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1153] = {
		code = 1153, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "总之今天你就先请回吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1154] = {
		code = 1154, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "袁将军喜怒无常啊，看来很可能就是被星魂附身的人了，不过想见袁将军的先过乐进这一关了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1155] = {
		code = 1155, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "啊！有了，之前听说郭嘉足智多谋，咱们去带点见面礼去找他帮忙吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1156] = {
		code = 1156, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "是这样啊，容我想想。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1157] = {
		code = 1157, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这件事情有点难办啊。你先帮我找陈方处理一下我军将领异常的事情，乐进的事情我来解决。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1158] = {
		code = 1158, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "是郭嘉大人让你来处理的啊。是这样我们夏侯惇将军，时不时就变得和木头人一样呆在那里一动不动。你亲自去看看吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1159] = {
		code = 1159, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "夏侯惇也出现异常了？！不会其实是夏侯将军才是被星魂附身之人吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1160] = {
		code = 1160, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "其实是时不时的我就感觉，我好像飞去了一个很阴森的地方，但回过神来就什么也不记得了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1161] = {
		code = 1161, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这种感觉又来了，我试试能不能引导你一起进入。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1162] = {
		code = 1162, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "居然是这样我是中了什么妖术了吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1163] = {
		code = 1163, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "此事事关重大，快去和郭嘉大人报告吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1164] = {
		code = 1164, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "夏侯将军中了妖术，这里有一位奇人应该知道如何去除，去问问吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1165] = {
		code = 1165, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "女巫的妖术？很简单，这边雪妖产生的远古灵气可以驱散掉妖术产生的妖气。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1166] = {
		code = 1166, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢英雄的帮忙，现在我们一起去找丞相吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1167] = {
		code = 1167, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这该如何是好呢？袁军兵强马壮，我军完全不是对手啊，需要提升士兵实力才行。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1168] = {
		code = 1168, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "经过训练，士兵明显强壮好多了，但是打赢袁绍还需要一些计策。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1169] = {
		code = 1169, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "丞相说破袁绍需要计策，我来想想吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1170] = {
		code = 1170, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "不妨尝试一下突袭袁绍的粮草，也许能重创袁军。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1171] = {
		code = 1171, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "什么人！？来这里干什么！？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1172] = {
		code = 1172, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "来人啊！有人突袭粮草！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1173] = {
		code = 1173, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来这么容易就突进来了，袁绍的防御都是纸糊的吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1174] = {
		code = 1174, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来是曹操的人，我要你们十倍奉还！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1175] = {
		code = 1175, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "来吧，看我的大蛇之身！！！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1176] = {
		code = 1176, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我居然战败了！！不可能！！！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1177] = {
		code = 1177, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "既然打败了袁绍，那我们回去吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1178] = {
		code = 1178, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "袁绍都打败了，七煞还不出现，那只有可能是曹操了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1179] = {
		code = 1179, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "丞相得知袁绍已破，欣喜若狂，好像出了点什么问题。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1180] = {
		code = 1180, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "哈哈哈哈哈哈，终于打败袁绍了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1181] = {
		code = 1181, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "（曹操身上的黑气越来越明显）", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1182] = {
		code = 1182, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来是七煞星魂，我想起来了，怪不得我总觉得心事重重，本以为是因为和袁绍的军争。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1183] = {
		code = 1183, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来我是七煞之身，这个七煞星魂就交给你了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1184] = {
		code = 1184, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "不错喔天选者，这么快就收集了三个七煞。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1185] = {
		code = 1185, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "（曹操身上的黑气越来越明显）", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1186] = {
		code = 1186, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来是七煞星魂，我想起来了，怪不得我总觉得心事重重，本以为是因为和袁绍的军争。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1187] = {
		code = 1187, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来我是七煞之身，这个七煞星魂就交给你了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1188] = {
		code = 1188, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "不错喔天选者，这么快就收集了三个七煞。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1189] = {
		code = 1189, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "刚刚晴明传信来说临光城内出现了一些情况，叫咱们快回去看看。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1190] = {
		code = 1190, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "最近城中总有动物不明原因死亡，我发现城中出现了一些妖物。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1191] = {
		code = 1191, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "刚刚为了救急我把妖怪都暂时封印起来了，你去帮我把那些妖怪都除掉吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1192] = {
		code = 1192, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "看来罪魁祸首就是这个通道了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1193] = {
		code = 1193, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "果然那些妖怪就是这里来的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1194] = {
		code = 1194, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "看来的好好研究一下这是什么地方了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1195] = {
		code = 1195, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你们帮我捉几只附近的妖怪来研究一下吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1196] = {
		code = 1196, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好，这个我收下了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1197] = {
		code = 1197, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那再去外面收集些别的怪来吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1198] = {
		code = 1198, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来是这样。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1199] = {
		code = 1199, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那再去外面收集些别的怪来吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1200] = {
		code = 1200, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来是这样。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1201] = {
		code = 1201, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那再去外面收集些别的怪来吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1202] = {
		code = 1202, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来是这样。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1203] = {
		code = 1203, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那再去外面收集些别的怪来吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1204] = {
		code = 1204, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来是这样。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1205] = {
		code = 1205, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好了，这些就可以了", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1206] = {
		code = 1206, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你们等我研究一下，等等有结果了告你们。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1207] = {
		code = 1207, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "看来晴明一时半会是弄不出结果了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1208] = {
		code = 1208, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那等晴明弄清楚之前，咱们也去周围调查一下吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1209] = {
		code = 1209, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你看那些妖怪好像身上有什么东西。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1210] = {
		code = 1210, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这些亮闪闪的石头是什么啊？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1211] = {
		code = 1211, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "之前的房子那边好像有个小女孩的声音，咱们去看看吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1212] = {
		code = 1212, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "呜……你也是来抢我的宝石的吗？呜……", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1213] = {
		code = 1213, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好多凶巴巴的怪物，一看见我的宝石就来抢，好吓人啊。呜……", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1214] = {
		code = 1214, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "其实我也不知道这些宝石是那来的，就是感觉很重要。总之谢谢你们帮我找回宝石！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1215] = {
		code = 1215, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那还能帮我在抢回别的宝石吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1216] = {
		code = 1216, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢帮我找回宝石。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1217] = {
		code = 1217, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那还能帮我在抢回别的宝石吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1218] = {
		code = 1218, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢帮我找回宝石。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1219] = {
		code = 1219, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那还能帮我在抢回别的宝石吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1220] = {
		code = 1220, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢，帮我找回宝石。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1221] = {
		code = 1221, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那还能帮我在抢回别的宝石吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1222] = {
		code = 1222, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢帮我找回宝石。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1223] = {
		code = 1223, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那还能帮我在抢回别的宝石吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1224] = {
		code = 1224, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢帮我找回宝石。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1225] = {
		code = 1225, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那还能帮我在抢回别的宝石吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1226] = {
		code = 1226, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢帮我找回宝石。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1227] = {
		code = 1227, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我好像想起来了，我是被一个黑乎乎的人把力量和记忆吸出来变成这些宝石的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1228] = {
		code = 1228, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你们去问问那个叫晴明的，我记得以前听说过他好像是个很厉害的阴阳师。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1229] = {
		code = 1229, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你们终于回来了！哦，是这样啊。正好我发现这边的七煞星魂的线索了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1230] = {
		code = 1230, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "他应该是在一个叫织田信长的人身上，大概就是你刚刚说的那个黑乎乎的人了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1231] = {
		code = 1231, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "总之要打败他，需要收集几种妖魂。你们去收集一下吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1232] = {
		code = 1232, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "恩，这是第一种。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1233] = {
		code = 1233, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "之后的妖魂就交给你了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1234] = {
		code = 1234, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这是第二种。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1235] = {
		code = 1235, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "之后的妖魂就交给你了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1236] = {
		code = 1236, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这是第三种。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1237] = {
		code = 1237, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "之后的妖魂就交给你了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1238] = {
		code = 1238, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好了，集齐了，去找织田信长吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1239] = {
		code = 1239, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "就你们还想击败我？太小看我了吧！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1240] = {
		code = 1240, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你们是怎么知道我的弱点的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1241] = {
		code = 1241, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢你们帮我找回力量和记忆。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1242] = {
		code = 1242, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "啊哈哈哈哈！终于都回来了！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1243] = {
		code = 1243, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "（誾千代身上的黑气越来越明显）", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1244] = {
		code = 1244, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这就是星魂啊。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1245] = {
		code = 1245, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来星魂包裹在这个完整的宝石内啊。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[1246] = {
		code = 1246, --[[对话id]]
		content = "那这就是第四个星魂了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3001] = {
		code = 3001, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "城里的居民最近被妖物骚扰得苦不堪言，我每天到处捉妖，都快忙不过来了！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3002] = {
		code = 3002, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "看你这么清闲，不妨来帮我这一把，也算是为百姓做点善事？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3003] = {
		code = 3003, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "据说城里的守卫昨晚在西直街看到鬼影了，白衣长发，甚是吓人，我这边还没忙完，你去看看呗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3004] = {
		code = 3004, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "对对对！小晴明没空吗？你行不行啊，那鬼怪可不是那么容易对付的，昨晚把我们哥几个吓得够呛！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3005] = {
		code = 3005, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "就在酒馆那边，昨晚我们喝完酒出来，那女鬼就从桥上向我们飘过来。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3006] = {
		code = 3006, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "原来只是一块白布啊，可能我们都喝醉了看错了，真是谢谢你了总算不用怕了！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3007] = {
		code = 3007, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "气死我了，哼！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3008] = {
		code = 3008, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "前两天给金瑾介绍了个女孩，没想这个混蛋竟然丢下人家自己去喝酒了！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3009] = {
		code = 3009, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那女孩今天跟我说再也不要见到他了，我可是从来没失过手的呀，你可要帮我。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3010] = {
		code = 3010, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你是来打铁的吗，我打了十几年铁，什么武器都能造出来，而且价格便宜，童叟无欺。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3011] = {
		code = 3011, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "啊！前天的女生？我明明陪她逛了一下午的街，然后她就说要回家了我们就分开了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3012] = {
		code = 3012, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我还纳闷呢，怎么突然就要走了，本来还想请她去酒家吃晚饭的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3013] = {
		code = 3013, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "奇怪，难道是那个女生骗我的？可是...", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3014] = {
		code = 3014, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "算了，还是多谢你了，女生那边我去找她聊就好。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3015] = {
		code = 3015, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "刘醒去北岭巡逻怎么还没回来啊？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3016] = {
		code = 3016, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这里怎么会有军队？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3017] = {
		code = 3017, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "衙门有规定，被欺负一定要打回去，来帮我吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3018] = {
		code = 3018, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好了，我等下就回去。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3019] = {
		code = 3019, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "临光城越来越繁华，作为城主肯定高兴的，但是人多了问题也就接踵而至。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3020] = {
		code = 3020, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "经常会有好吃懒做的人在街上做一些伤天害理的事情，这些人也不知道哪里的，大家都很头疼。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3021] = {
		code = 3021, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "之前又一些流氓，住了店，一百两都不给我，还要打我，这种人一定要铲除掉啊。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3022] = {
		code = 3022, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢，以后你过来我会给你安排最好的客房的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3023] = {
		code = 3023, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "桃源村世代务农，人丁是最重要的资源，但是现在现在很多人看到临光城的繁华，都想到临光城去。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3024] = {
		code = 3024, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "导致桃源村人丁越来越稀少，也越来越容易被恶人入侵。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3025] = {
		code = 3025, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "您也曾帮过我们桃源村，可否再次出手相助？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3026] = {
		code = 3026, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢您，我们也会让桃源村越来越好的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3027] = {
		code = 3027, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "歼灭曹军，为袁将军称霸天下之路添砖加瓦！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3028] = {
		code = 3028, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好样的，要不要加入我们啊？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3029] = {
		code = 3029, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "袁绍部队虽多，但都是纸老虎，丞相万众归心，实乃天命所归也！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3030] = {
		code = 3030, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "看吧，不堪一击的袁军部队。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3031] = {
		code = 3031, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "那要怎么办呢？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3032] = {
		code = 3032, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这批兵器是北岭的人订的，但是现在没人帮忙送过去啊？你可以帮忙吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3033] = {
		code = 3033, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "感觉这兵器看上去不错，但是不知道实战如何，和我们的士兵比试一番吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3034] = {
		code = 3034, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "果然是不错的，临光城铁匠产的兵器果然非同一般。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3035] = {
		code = 3035, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "来人啊！偷画的小偷又出现啦！！英雄你一定要帮帮我啊。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3036] = {
		code = 3036, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢这位英雄，临光城就需要你这样行侠仗义的人。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3037] = {
		code = 3037, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "听说比武台上有人仗着人多欺负人少。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3038] = {
		code = 3038, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "都快停手，都不知道规矩吗？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3039] = {
		code = 3039, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "英雄，我一个人搞不定这群人啊，你也来帮忙吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3040] = {
		code = 3040, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好了，以后要让朱城主多派点人到擂台来看管才行。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3041] = {
		code = 3041, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "临光城越来越繁华，作为城主肯定高兴的，但是人多了问题也就接踵而至。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3042] = {
		code = 3042, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "人多了，住的地方就不够用了，需要新建房屋，可能需要的大量的木材，临光城的树也不能随便砍啊，该如何是好？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3043] = {
		code = 3043, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "除了普通百姓，军团需要的木材也很多，用老方法吧，去北岭看看，木雪灵兽应该能为我们提供木材。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3044] = {
		code = 3044, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这些木材感觉质量越来越不好了，不过也凑合着用着先吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3045] = {
		code = 3045, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "夭寿啦！树都成精啦！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3046] = {
		code = 3046, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "去问问小晴明知不知道怎么回事吧，听说他会灵力。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3047] = {
		code = 3047, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "最近桃花吸收了天地精华，就容易成精，驱散她们身上的灵气，就可以让她们变回原状。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3048] = {
		code = 3048, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "返魂是一件相对简单是事情，但就时没人肯学。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3049] = {
		code = 3049, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我想变得更强，和我切磋一下吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3050] = {
		code = 3050, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "英雄还是身手了得啊。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3051] = {
		code = 3051, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "要钓鱼吗？过来钓一会看看收获吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3052] = {
		code = 3052, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这条鱼太小了，再来一次看看吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3053] = {
		code = 3053, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "集中精神，不要想其他东西。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3054] = {
		code = 3054, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这条就差不多，你还是有点天分的。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3055] = {
		code = 3055, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "英雄，可否帮在下一个忙？", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3056] = {
		code = 3056, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "在下想早点回到京都，需要释放时空转移之术，但是法力不够了，能都帮忙去收集一些法力。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3057] = {
		code = 3057, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "我已经在这城内布置好了结界点，你去取就可以了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[3058] = {
		code = 3058, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "法力真多，在下感激不尽。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[2001] = {
		code = 2001, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "拜托你去杀一些泛滥成灾的妖怪吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[2002] = {
		code = 2002, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好的谢谢你了。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[5001] = {
		code = 5001, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "护送成功!", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6001] = {
		code = 6001, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这任务就拜托你了！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6002] = {
		code = 6002, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好的，我了解了！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6003] = {
		code = 6003, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "这是军团需要的药材，您拿好。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6004] = {
		code = 6004, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "还是老样子，要那么多酒啊，我等等就派人送去给您的军团。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6005] = {
		code = 6005, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好嘞，热腾腾的包子马上给你包好。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6006] = {
		code = 6006, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "去除掉那些妖魔吧。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6007] = {
		code = 6007, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "军团的建设和福利，就看你们有多努力了！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6008] = {
		code = 6008, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好好努力吧，总有一天你也能像我一样厉害！", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6009] = {
		code = 6009, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你要的药材在这。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6010] = {
		code = 6010, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "你要的老酒在这。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[6011] = {
		code = 6011, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "好嘞，热腾腾的包子马上给你包好。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[8001] = {
		code = 8001, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "快去快回。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[8002] = {
		code = 8002, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "谢谢款待。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[8003] = {
		code = 8003, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "汪汪 汪(快去快回)。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
	[8004] = {
		code = 8004, --[[对话id]]
		head = 0, --[[对话头像]]
		content = "汪汪汪(谢谢款待)。", --[[对话内容（不要调此列宽度，现在宽度正好是游戏中一行能显示的字数）]]
	} ,
}
return ret