local ret = {
	[11101001] = {
		code = 11101001, --[[编号]]
		pos = {440,1700}, --[[目的地]]
		map_id = 111101, --[[地图ID]]
		icon = "collect_bg_06", --[[图标]]
		title = "接受治疗", --[[标题]]
		time = 3, --[[读条时间(s)]]
	} ,
	[11201001] = {
		code = 11201001, --[[编号]]
		pos = {1823,1545}, --[[目的地]]
		map_id = 111201, --[[地图ID]]
		icon = "collect_bg_02", --[[图标]]
		title = "钓鱼", --[[标题]]
		time = 3, --[[读条时间(s)]]
	} ,
	[11201002] = {
		code = 11201002, --[[编号]]
		pos = {1823,1545}, --[[目的地]]
		map_id = 111201, --[[地图ID]]
		icon = "collect_bg_02", --[[图标]]
		title = "钓鱼", --[[标题]]
		time = 3, --[[读条时间(s)]]
	} ,
	[11201003] = {
		code = 11201003, --[[编号]]
		pos = {840,2586}, --[[目的地]]
		map_id = 111201, --[[地图ID]]
		icon = "collect_bg_04", --[[图标]]
		title = "收信", --[[标题]]
		time = 3, --[[读条时间(s)]]
	} ,
	[11201004] = {
		code = 11201004, --[[编号]]
		pos = {1361,815}, --[[目的地]]
		map_id = 111201, --[[地图ID]]
		icon = "collect_bg_01", --[[图标]]
		title = "搜寻", --[[标题]]
		time = 3, --[[读条时间(s)]]
	} ,
}
return ret