local ret = {
	[1] = {
		code = 1, --[[类型id]]
		name = "到处晃荡", --[[大类名字]]
		sort = 1, --[[大类排序]]
		open_type = 0, --[[开启类型]]
	} ,
	[2] = {
		code = 2, --[[类型id]]
		name = "组队副本", --[[大类名字]]
		sort = 2, --[[大类排序]]
		sname = "桃园异境Ⅰ", --[[小类名字]]
		ssort = 1, --[[小类排序]]
		lv = 30, --[[进入等级]]
		goto_name = "进入副本", --[[按钮名字]]
		open_type = 1, --[[开启类型]]
		open_param = {20001}, --[[开启信息]]
	} ,
	[3] = {
		code = 3, --[[类型id]]
		name = "组队副本", --[[大类名字]]
		sort = 2, --[[大类排序]]
		sname = "桃园异境Ⅱ", --[[小类名字]]
		ssort = 2, --[[小类排序]]
		lv = 35, --[[进入等级]]
		goto_name = "进入副本", --[[按钮名字]]
		open_type = 1, --[[开启类型]]
		open_param = {20002}, --[[开启信息]]
	} ,
	[4] = {
		code = 4, --[[类型id]]
		name = "组队副本", --[[大类名字]]
		sort = 2, --[[大类排序]]
		sname = "火烧连环Ⅰ", --[[小类名字]]
		ssort = 3, --[[小类排序]]
		lv = 40, --[[进入等级]]
		goto_name = "进入副本", --[[按钮名字]]
		open_type = 1, --[[开启类型]]
		open_param = {20003}, --[[开启信息]]
	} ,
	[5] = {
		code = 5, --[[类型id]]
		name = "组队副本", --[[大类名字]]
		sort = 2, --[[大类排序]]
		sname = "火烧连环Ⅱ", --[[小类名字]]
		ssort = 4, --[[小类排序]]
		lv = 45, --[[进入等级]]
		goto_name = "进入副本", --[[按钮名字]]
		open_type = 1, --[[开启类型]]
		open_param = {20004}, --[[开启信息]]
	} ,
	[6] = {
		code = 6, --[[类型id]]
		name = "组队副本", --[[大类名字]]
		sort = 2, --[[大类排序]]
		sname = "雪岭飘零Ⅰ", --[[小类名字]]
		ssort = 5, --[[小类排序]]
		lv = 50, --[[进入等级]]
		goto_name = "进入副本", --[[按钮名字]]
		open_type = 1, --[[开启类型]]
		open_param = {20005}, --[[开启信息]]
	} ,
	[7] = {
		code = 7, --[[类型id]]
		name = "组队副本", --[[大类名字]]
		sort = 2, --[[大类排序]]
		sname = "雪岭飘零Ⅱ", --[[小类名字]]
		ssort = 6, --[[小类排序]]
		lv = 55, --[[进入等级]]
		goto_name = "进入副本", --[[按钮名字]]
		open_type = 1, --[[开启类型]]
		open_param = {20006}, --[[开启信息]]
	} ,
}
return ret