local ret = {
	[202011] = {
		code = 202011, --[[传送阵ID]]
		name = "地图2", --[[传送阵名字]]
		map_id = 111201, --[[传送到的地图]]
		pos = {520,480}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 120201, --[[传送阵所在地图id]]
	} ,
	[111011] = {
		code = 111011, --[[传送阵ID]]
		name = "桃源村去临光城", --[[传送阵名字]]
		map_id = 111201, --[[传送到的地图]]
		pos = {1859,590}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111101, --[[传送阵所在地图id]]
	} ,
	[112011] = {
		code = 112011, --[[传送阵ID]]
		name = "临光城去桃源村", --[[传送阵名字]]
		map_id = 111101, --[[传送到的地图]]
		pos = {2640,260}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111201, --[[传送阵所在地图id]]
	} ,
	[112012] = {
		code = 112012, --[[传送阵ID]]
		name = "临光城去北岭雪山", --[[传送阵名字]]
		map_id = 111301, --[[传送到的地图]]
		pos = {2045,1008}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111201, --[[传送阵所在地图id]]
	} ,
	[112014] = {
		code = 112014, --[[传送阵ID]]
		name = "临光城去流放之地", --[[传送阵名字]]
		map_id = 111701, --[[传送到的地图]]
		pos = {889,220}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111201, --[[传送阵所在地图id]]
	} ,
	[113011] = {
		code = 113011, --[[传送阵ID]]
		name = "北岭雪山去临光城", --[[传送阵名字]]
		map_id = 111201, --[[传送到的地图]]
		pos = {3370,1398}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111301, --[[传送阵所在地图id]]
		high = 0.2, --[[高度]]
	} ,
	[113012] = {
		code = 113012, --[[传送阵ID]]
		name = "北岭雪山去魔隐谷", --[[传送阵名字]]
		map_id = 111501, --[[传送到的地图]]
		pos = {1000,1900}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111301, --[[传送阵所在地图id]]
	} ,
	[114011] = {
		code = 114011, --[[传送阵ID]]
		name = "绝地1层去绝地2层", --[[传送阵名字]]
		map_id = 111402, --[[传送到的地图]]
		pos = {1235,2970}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111401, --[[传送阵所在地图id]]
	} ,
	[114012] = {
		code = 114012, --[[传送阵ID]]
		name = "绝地2层去绝地3层", --[[传送阵名字]]
		map_id = 111403, --[[传送到的地图]]
		pos = {1235,2970}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111402, --[[传送阵所在地图id]]
	} ,
	[114013] = {
		code = 114013, --[[传送阵ID]]
		name = "绝地3层去绝地4层", --[[传送阵名字]]
		map_id = 111404, --[[传送到的地图]]
		pos = {1235,2970}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111403, --[[传送阵所在地图id]]
	} ,
	[114014] = {
		code = 114014, --[[传送阵ID]]
		name = "绝地4层去绝地5层", --[[传送阵名字]]
		map_id = 111405, --[[传送到的地图]]
		pos = {1235,2970}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111404, --[[传送阵所在地图id]]
	} ,
	[114015] = {
		code = 114015, --[[传送阵ID]]
		name = "绝地5层去绝地6层", --[[传送阵名字]]
		map_id = 111406, --[[传送到的地图]]
		pos = {1235,2970}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111405, --[[传送阵所在地图id]]
	} ,
	[114026] = {
		code = 114026, --[[传送阵ID]]
		name = "绝地6层去绝地5层", --[[传送阵名字]]
		map_id = 111405, --[[传送到的地图]]
		pos = {1730,595}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111406, --[[传送阵所在地图id]]
	} ,
	[114025] = {
		code = 114025, --[[传送阵ID]]
		name = "绝地5层去绝地4层", --[[传送阵名字]]
		map_id = 111404, --[[传送到的地图]]
		pos = {1730,595}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111405, --[[传送阵所在地图id]]
	} ,
	[114024] = {
		code = 114024, --[[传送阵ID]]
		name = "绝地4层去绝地3层", --[[传送阵名字]]
		map_id = 111403, --[[传送到的地图]]
		pos = {1730,595}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111404, --[[传送阵所在地图id]]
	} ,
	[114023] = {
		code = 114023, --[[传送阵ID]]
		name = "绝地3层去绝地2层", --[[传送阵名字]]
		map_id = 111402, --[[传送到的地图]]
		pos = {1730,595}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111403, --[[传送阵所在地图id]]
	} ,
	[114022] = {
		code = 114022, --[[传送阵ID]]
		name = "绝地2层去绝地1层", --[[传送阵名字]]
		map_id = 111401, --[[传送到的地图]]
		pos = {1730,595}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111402, --[[传送阵所在地图id]]
	} ,
	[115012] = {
		code = 115012, --[[传送阵ID]]
		name = "魔隐谷去北岭雪山", --[[传送阵名字]]
		map_id = 111301, --[[传送到的地图]]
		pos = {273,1002}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111501, --[[传送阵所在地图id]]
	} ,
	[115013] = {
		code = 115013, --[[传送阵ID]]
		name = "魔隐谷去焚天涧", --[[传送阵名字]]
		map_id = 111601, --[[传送到的地图]]
		pos = {890,1075}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111501, --[[传送阵所在地图id]]
	} ,
	[116011] = {
		code = 116011, --[[传送阵ID]]
		name = "焚天涧去魔隐谷", --[[传送阵名字]]
		map_id = 111501, --[[传送到的地图]]
		pos = {1454,650}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111601, --[[传送阵所在地图id]]
	} ,
	[117011] = {
		code = 117011, --[[传送阵ID]]
		name = "流放之地去主城", --[[传送阵名字]]
		map_id = 111201, --[[传送到的地图]]
		pos = {2954,1050}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111701, --[[传送阵所在地图id]]
	} ,
	[117012] = {
		code = 117012, --[[传送阵ID]]
		name = "流放1层去流放2层", --[[传送阵名字]]
		map_id = 111702, --[[传送到的地图]]
		pos = {889,220}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111701, --[[传送阵所在地图id]]
	} ,
	[117013] = {
		code = 117013, --[[传送阵ID]]
		name = "流放2层去流放3层", --[[传送阵名字]]
		map_id = 111703, --[[传送到的地图]]
		pos = {889,220}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111702, --[[传送阵所在地图id]]
	} ,
	[117014] = {
		code = 117014, --[[传送阵ID]]
		name = "流放3层去流放2层", --[[传送阵名字]]
		map_id = 111702, --[[传送到的地图]]
		pos = {1280,1460}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111703, --[[传送阵所在地图id]]
	} ,
	[117015] = {
		code = 117015, --[[传送阵ID]]
		name = "流放2层去流放1层", --[[传送阵名字]]
		map_id = 111701, --[[传送到的地图]]
		pos = {1280,1460}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 111702, --[[传送阵所在地图id]]
	} ,
	[115011] = {
		code = 115011, --[[传送阵ID]]
		name = "巢穴去北岭雪山", --[[传送阵名字]]
		map_id = 111301, --[[传送到的地图]]
		pos = {1996,2054}, --[[传送到的坐标]]
		model_id = 41000016, --[[模型id]]
		belong_map = 150301, --[[传送阵所在地图id]]
		high = 0.2, --[[高度]]
	} ,
}
return ret