local ret = {
	[1] = {
		code = 1, --[[编号]]
		mapId = 111101, --[[地图id]]
		pos_x = 241, --[[x坐标]]
		pos_y = 1107, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[2] = {
		code = 2, --[[编号]]
		mapId = 111101, --[[地图id]]
		pos_x = 566, --[[x坐标]]
		pos_y = 1225, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[3] = {
		code = 3, --[[编号]]
		mapId = 111101, --[[地图id]]
		pos_x = 1365, --[[x坐标]]
		pos_y = 1038, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[4] = {
		code = 4, --[[编号]]
		mapId = 111101, --[[地图id]]
		pos_x = 1180, --[[x坐标]]
		pos_y = 803, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[5] = {
		code = 5, --[[编号]]
		mapId = 111101, --[[地图id]]
		pos_x = 1424, --[[x坐标]]
		pos_y = 866, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[6] = {
		code = 6, --[[编号]]
		mapId = 111101, --[[地图id]]
		pos_x = 1844, --[[x坐标]]
		pos_y = 707, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[7] = {
		code = 7, --[[编号]]
		mapId = 111101, --[[地图id]]
		pos_x = 2007, --[[x坐标]]
		pos_y = 775, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[8] = {
		code = 8, --[[编号]]
		mapId = 111101, --[[地图id]]
		pos_x = 2065, --[[x坐标]]
		pos_y = 909, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[9] = {
		code = 9, --[[编号]]
		mapId = 111101, --[[地图id]]
		pos_x = 1923, --[[x坐标]]
		pos_y = 227, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[10] = {
		code = 10, --[[编号]]
		mapId = 111101, --[[地图id]]
		pos_x = 2482, --[[x坐标]]
		pos_y = 207, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[11] = {
		code = 11, --[[编号]]
		mapId = 111201, --[[地图id]]
		pos_x = 1973, --[[x坐标]]
		pos_y = 657, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[12] = {
		code = 12, --[[编号]]
		mapId = 111201, --[[地图id]]
		pos_x = 1770, --[[x坐标]]
		pos_y = 1047, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[13] = {
		code = 13, --[[编号]]
		mapId = 111201, --[[地图id]]
		pos_x = 2399, --[[x坐标]]
		pos_y = 833, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[14] = {
		code = 14, --[[编号]]
		mapId = 111201, --[[地图id]]
		pos_x = 2863, --[[x坐标]]
		pos_y = 997, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[15] = {
		code = 15, --[[编号]]
		mapId = 111201, --[[地图id]]
		pos_x = 3505, --[[x坐标]]
		pos_y = 1252, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[16] = {
		code = 16, --[[编号]]
		mapId = 111201, --[[地图id]]
		pos_x = 2841, --[[x坐标]]
		pos_y = 1805, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[17] = {
		code = 17, --[[编号]]
		mapId = 111201, --[[地图id]]
		pos_x = 460, --[[x坐标]]
		pos_y = 1206, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[18] = {
		code = 18, --[[编号]]
		mapId = 111201, --[[地图id]]
		pos_x = 811, --[[x坐标]]
		pos_y = 1677, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[19] = {
		code = 19, --[[编号]]
		mapId = 111201, --[[地图id]]
		pos_x = 689, --[[x坐标]]
		pos_y = 2554, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[20] = {
		code = 20, --[[编号]]
		mapId = 111201, --[[地图id]]
		pos_x = 2372, --[[x坐标]]
		pos_y = 2777, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[21] = {
		code = 21, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 894, --[[x坐标]]
		pos_y = 199, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[22] = {
		code = 22, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 1120, --[[x坐标]]
		pos_y = 364, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[23] = {
		code = 23, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 1247, --[[x坐标]]
		pos_y = 993, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[24] = {
		code = 24, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 1417, --[[x坐标]]
		pos_y = 1451, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[25] = {
		code = 25, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 2200, --[[x坐标]]
		pos_y = 1717, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[26] = {
		code = 26, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 2100, --[[x坐标]]
		pos_y = 1950, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[27] = {
		code = 27, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 1787, --[[x坐标]]
		pos_y = 2032, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[28] = {
		code = 28, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 929, --[[x坐标]]
		pos_y = 1839, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[29] = {
		code = 29, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 936, --[[x坐标]]
		pos_y = 1535, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[30] = {
		code = 30, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 779, --[[x坐标]]
		pos_y = 1677, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[31] = {
		code = 31, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 160, --[[x坐标]]
		pos_y = 1187, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[32] = {
		code = 32, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 492, --[[x坐标]]
		pos_y = 1002, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[33] = {
		code = 33, --[[编号]]
		mapId = 111301, --[[地图id]]
		pos_x = 358, --[[x坐标]]
		pos_y = 1299, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[34] = {
		code = 34, --[[编号]]
		mapId = 111501, --[[地图id]]
		pos_x = 1515, --[[x坐标]]
		pos_y = 1155, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[35] = {
		code = 35, --[[编号]]
		mapId = 111501, --[[地图id]]
		pos_x = 351, --[[x坐标]]
		pos_y = 1292, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[36] = {
		code = 36, --[[编号]]
		mapId = 111501, --[[地图id]]
		pos_x = 846, --[[x坐标]]
		pos_y = 1100, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[37] = {
		code = 37, --[[编号]]
		mapId = 111501, --[[地图id]]
		pos_x = 1502, --[[x坐标]]
		pos_y = 1264, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[38] = {
		code = 38, --[[编号]]
		mapId = 111501, --[[地图id]]
		pos_x = 2029, --[[x坐标]]
		pos_y = 1269, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[39] = {
		code = 39, --[[编号]]
		mapId = 111501, --[[地图id]]
		pos_x = 976, --[[x坐标]]
		pos_y = 602, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[40] = {
		code = 40, --[[编号]]
		mapId = 111501, --[[地图id]]
		pos_x = 1432, --[[x坐标]]
		pos_y = 125, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[41] = {
		code = 41, --[[编号]]
		mapId = 111501, --[[地图id]]
		pos_x = 2027, --[[x坐标]]
		pos_y = 256, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[42] = {
		code = 42, --[[编号]]
		mapId = 111501, --[[地图id]]
		pos_x = 2533, --[[x坐标]]
		pos_y = 737, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[43] = {
		code = 43, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 432, --[[x坐标]]
		pos_y = 988, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[44] = {
		code = 44, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 340, --[[x坐标]]
		pos_y = 759, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[45] = {
		code = 45, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 549, --[[x坐标]]
		pos_y = 807, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[46] = {
		code = 46, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 629, --[[x坐标]]
		pos_y = 227, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[47] = {
		code = 47, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 877, --[[x坐标]]
		pos_y = 165, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[48] = {
		code = 48, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 1003, --[[x坐标]]
		pos_y = 567, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[49] = {
		code = 49, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 1352, --[[x坐标]]
		pos_y = 322, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[50] = {
		code = 50, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 1634, --[[x坐标]]
		pos_y = 303, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[51] = {
		code = 51, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 1547, --[[x坐标]]
		pos_y = 640, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[52] = {
		code = 52, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 1484, --[[x坐标]]
		pos_y = 1154, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[53] = {
		code = 53, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 2145, --[[x坐标]]
		pos_y = 994, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[54] = {
		code = 54, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 1903, --[[x坐标]]
		pos_y = 658, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[55] = {
		code = 55, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 453, --[[x坐标]]
		pos_y = 1894, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[56] = {
		code = 56, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 463, --[[x坐标]]
		pos_y = 1572, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[57] = {
		code = 57, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 874, --[[x坐标]]
		pos_y = 2059, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[58] = {
		code = 58, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 1157, --[[x坐标]]
		pos_y = 2247, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[59] = {
		code = 59, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 1623, --[[x坐标]]
		pos_y = 2042, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
	[60] = {
		code = 60, --[[编号]]
		mapId = 111601, --[[地图id]]
		pos_x = 1412, --[[x坐标]]
		pos_y = 1478, --[[y坐标]]
		pos_z = 0, --[[z坐标]]
	} ,
}
return ret