local ret = {
	[1] = {
		code = 1, --[[编号]]
		type = 1, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40091201,5},{40051101,2}}, --[[事件数值]]
		prob = 1000, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[2] = {
		code = 2, --[[编号]]
		type = 1, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40071301,2},{40081301,10}}, --[[事件数值]]
		prob = 900, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[3] = {
		code = 3, --[[编号]]
		type = 1, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40101201,5},{40181301,5}}, --[[事件数值]]
		prob = 800, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[4] = {
		code = 4, --[[编号]]
		type = 1, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40201301,8},{40281301,3}}, --[[事件数值]]
		prob = 700, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[5] = {
		code = 5, --[[编号]]
		type = 1, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40301301,2},{40031104,1}}, --[[事件数值]]
		prob = 600, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[6] = {
		code = 6, --[[编号]]
		type = 1, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40081201,10},{40091201,8}}, --[[事件数值]]
		prob = 500, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[7] = {
		code = 7, --[[编号]]
		type = 2, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40091201,10},{40031104,1}}, --[[事件数值]]
		prob = 1000, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[8] = {
		code = 8, --[[编号]]
		type = 2, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40071301,4},{40081301,10}}, --[[事件数值]]
		prob = 900, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[9] = {
		code = 9, --[[编号]]
		type = 2, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40101201,10},{40181301,5}}, --[[事件数值]]
		prob = 800, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[10] = {
		code = 10, --[[编号]]
		type = 2, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40201301,10},{40281301,6}}, --[[事件数值]]
		prob = 700, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[11] = {
		code = 11, --[[编号]]
		type = 2, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40301301,3},{40031104,2}}, --[[事件数值]]
		prob = 600, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[12] = {
		code = 12, --[[编号]]
		type = 2, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40081301,10},{40091201,15}}, --[[事件数值]]
		prob = 500, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[13] = {
		code = 13, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40091201,20},{40161201,10}}, --[[事件数值]]
		prob = 1000, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[14] = {
		code = 14, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40181301,20},{40201301,10}}, --[[事件数值]]
		prob = 900, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[15] = {
		code = 15, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40281302,5},{40331402,2}}, --[[事件数值]]
		prob = 800, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[16] = {
		code = 16, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40071301,3},{40081401,15}}, --[[事件数值]]
		prob = 700, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[17] = {
		code = 17, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40031105,2},{40141201,20}}, --[[事件数值]]
		prob = 600, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[18] = {
		code = 18, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 2, --[[事件类型]]
		param = {{40111401,5},{40181301,50}}, --[[事件数值]]
		prob = 500, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[19] = {
		code = 19, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 3, --[[事件类型]]
		map_limit = {111101,111201}, --[[不会出现在下列地图]]
		param = {11301201,{{40171301,1}}}, --[[事件数值]]
		prob = 150, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[20] = {
		code = 20, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 3, --[[事件类型]]
		map_limit = {111101,111201}, --[[不会出现在下列地图]]
		param = {11301202,{{40081401,20}}}, --[[事件数值]]
		prob = 100, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[21] = {
		code = 21, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 3, --[[事件类型]]
		map_limit = {111101,111201}, --[[不会出现在下列地图]]
		param = {11301203,{{40111401,10}}}, --[[事件数值]]
		prob = 100, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[22] = {
		code = 22, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 3, --[[事件类型]]
		map_limit = {111101,111201}, --[[不会出现在下列地图]]
		param = {11301204,{{40291201,3}}}, --[[事件数值]]
		prob = 100, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[23] = {
		code = 23, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 3, --[[事件类型]]
		map_limit = {111101,111201}, --[[不会出现在下列地图]]
		param = {11301205,{{40441301,10}}}, --[[事件数值]]
		prob = 100, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
	[24] = {
		code = 24, --[[编号]]
		type = 3, --[[宝图类型]]
		event = 3, --[[事件类型]]
		map_limit = {111101,111201}, --[[不会出现在下列地图]]
		param = {11301206,{{40171401,1}}}, --[[事件数值]]
		prob = 50, --[[概率]]
		show = 1, --[[是否展示奖励]]
	} ,
}
return ret