local ret = {
	[1] = {
		code = 1, --[[获得分数类型]]
		score = 2, --[[积分]]
		honor = 25, --[[荣誉]]
		feats = 5, --[[战功]]
	} ,
	[2] = {
		code = 2, --[[获得分数类型]]
		score = 5, --[[积分]]
		honor = 50, --[[荣誉]]
		feats = 10, --[[战功]]
	} ,
	[3] = {
		code = 3, --[[获得分数类型]]
		score = 10, --[[积分]]
		honor = 150, --[[荣誉]]
		feats = 30, --[[战功]]
	} ,
	[4] = {
		code = 4, --[[获得分数类型]]
		score = 50, --[[积分]]
		honor = 300, --[[荣誉]]
		feats = 60, --[[战功]]
	} ,
	[5] = {
		code = 5, --[[获得分数类型]]
		score = 25, --[[积分]]
		honor = 150, --[[荣誉]]
		feats = 30, --[[战功]]
	} ,
}
return ret