local ret = {
	[1] = {
		id = 1, --[[自增id]]
		type = 4, --[[大类]]
		sub_type = 1, --[[小类]]
		code = 0, --[[道具ID]]
		min_lv = 1, --[[最小等级]]
		max_lv = 9999, --[[最大等级]]
	} ,
	[2] = {
		id = 2, --[[自增id]]
		type = 4, --[[大类]]
		sub_type = 2, --[[小类]]
		code = 0, --[[道具ID]]
		min_lv = 1, --[[最小等级]]
		max_lv = 9999, --[[最大等级]]
	} ,
	[3] = {
		id = 3, --[[自增id]]
		type = 4, --[[大类]]
		sub_type = 3, --[[小类]]
		code = 0, --[[道具ID]]
		min_lv = 61, --[[最小等级]]
		max_lv = 9999, --[[最大等级]]
	} ,
	[4] = {
		id = 4, --[[自增id]]
		type = 4, --[[大类]]
		sub_type = 17, --[[小类]]
		code = 0, --[[道具ID]]
		min_lv = 61, --[[最小等级]]
		max_lv = 9999, --[[最大等级]]
	} ,
	[5] = {
		id = 5, --[[自增id]]
		type = 4, --[[大类]]
		sub_type = 45, --[[小类]]
		code = 0, --[[道具ID]]
		min_lv = 61, --[[最小等级]]
		max_lv = 9999, --[[最大等级]]
	} ,
	[5] = {
		id = 5, --[[自增id]]
		type = 4, --[[大类]]
		sub_type = 51, --[[小类]]
		code = 0, --[[道具ID]]
		min_lv = 61, --[[最小等级]]
		max_lv = 9999, --[[最大等级]]
	} ,
}
return ret