local ret = {
	[1] = {
		idx = 1, --[[自增idx]]
		type = 1, --[[充值类型]]
		level = 1, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[2] = {
		idx = 2, --[[自增idx]]
		type = 1, --[[充值类型]]
		level = 50, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[3] = {
		idx = 3, --[[自增idx]]
		type = 1, --[[充值类型]]
		level = 100, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[4] = {
		idx = 4, --[[自增idx]]
		type = 1, --[[充值类型]]
		level = 200, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[5] = {
		idx = 5, --[[自增idx]]
		type = 1, --[[充值类型]]
		level = 250, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[6] = {
		idx = 6, --[[自增idx]]
		type = 1, --[[充值类型]]
		level = 300, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[7] = {
		idx = 7, --[[自增idx]]
		type = 1, --[[充值类型]]
		level = 350, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[8] = {
		idx = 8, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 400, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[9] = {
		idx = 9, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 500, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[10] = {
		idx = 10, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 600, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[11] = {
		idx = 11, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40181301,1},{40161201,1},{40291201,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 40, --[[道具价值]]
	} ,
	[12] = {
		idx = 12, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 1, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[13] = {
		idx = 13, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 50, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[14] = {
		idx = 14, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 100, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[15] = {
		idx = 15, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 150, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[16] = {
		idx = 16, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 200, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[17] = {
		idx = 17, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 250, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[18] = {
		idx = 18, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 300, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[19] = {
		idx = 19, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 350, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[20] = {
		idx = 20, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 400, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[21] = {
		idx = 21, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 450, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[22] = {
		idx = 22, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 500, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[23] = {
		idx = 23, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 550, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[24] = {
		idx = 24, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 600, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[25] = {
		idx = 25, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 650, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[26] = {
		idx = 26, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[27] = {
		idx = 27, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[28] = {
		idx = 28, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[29] = {
		idx = 29, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[30] = {
		idx = 30, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[31] = {
		idx = 31, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[32] = {
		idx = 32, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[33] = {
		idx = 33, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[34] = {
		idx = 34, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[35] = {
		idx = 35, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[36] = {
		idx = 36, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
	[37] = {
		idx = 37, --[[自增idx]]
		type = 2, --[[充值类型]]
		level = 700, --[[玩家等级]]
		bind_gold = 20, --[[每天返回绑元]]
		award = {{40081201,10},{40161201,1},{40291301,1},{40031103,1}}, --[[道具奖励]]
		gold_value = 60, --[[道具价值]]
	} ,
}
return ret