local ret = {
	[1] = {
		daily_time = 1, --[[活动行数]]
		id_list = {2002,2002,2002,2002,2002,2002,2002}, --[[活动表(一周内每天对应的活动id，0代表无)]]
	} ,
	[2] = {
		daily_time = 2, --[[活动行数]]
		id_list = {2003,2003,2003,2003,2003,2003,2003}, --[[活动表(一周内每天对应的活动id，0代表无)]]
	} ,
	[3] = {
		daily_time = 3, --[[活动行数]]
		id_list = {2004,2005,2004,2005,2004,2005,2004}, --[[活动表(一周内每天对应的活动id，0代表无)]]
	} ,
	[4] = {
		daily_time = 4, --[[活动行数]]
		id_list = {2006,2006,2006,2006,2006,2006,2006}, --[[活动表(一周内每天对应的活动id，0代表无)]]
	} ,
	[5] = {
		daily_time = 5, --[[活动行数]]
		id_list = {2007,2007,2007,2007,2007,2007,2007}, --[[活动表(一周内每天对应的活动id，0代表无)]]
	} ,
}
return ret