local ret = {
	[11501001] = {
		boss_code = 11501001, --[[领主code]]
		type = 1, --[[类型]]
		map_id = 150301, --[[地图]]
		refresh_code = 11501001, --[[刷怪id]]
		team_reward = {{50201501,1,1,5,3},{50401501,1,1,5,3},{50501501,1,1,5,3},{50601501,1,1,5,3},{50701501,1,1,5,3},{50801501,1,1,5,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {5}, --[[最高伤害队伍随机奖励]]
		alliance_reward = {{40011207,1}}, --[[军团奖励]]
		first_hurt_reward = {{40011202,1}}, --[[第一刀奖励]]
		last_hurt_reward = {{40011203,1}}, --[[最后一刀奖励]]
		join_reward = {{50201501,1,1}}, --[[参与奖励]]
		join_reward_percent = 1000, --[[参与奖励概率]]
		model_scare = 0.25, --[[界面模型比例]]
	} ,
	[11301101] = {
		boss_code = 11301101, --[[领主code]]
		type = 2, --[[类型]]
		map_id = 111301, --[[地图]]
		refresh_code = 11301101, --[[刷怪id]]
		team_reward = {{50201501,1,1,5,3},{50401501,1,1,5,3},{50501501,1,1,5,3},{50601501,1,1,5,3},{50701501,1,1,5,3},{50801501,1,1,5,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {3}, --[[最高伤害队伍随机奖励]]
		alliance_reward = {{40011207,1}}, --[[军团奖励]]
		first_hurt_reward = {{40011202,1}}, --[[第一刀奖励]]
		last_hurt_reward = {{40011203,1}}, --[[最后一刀奖励]]
		join_reward = {{50201501,1,1}}, --[[参与奖励]]
		join_reward_percent = 1000, --[[参与奖励概率]]
		model_scare = 0.4, --[[界面模型比例]]
	} ,
	[11701001] = {
		boss_code = 11701001, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111701, --[[地图]]
		refresh_code = 11701101, --[[刷怪id]]
		team_reward = {{50201501,1,1,5,3},{50401501,1,1,5,3},{50501501,1,1,5,3},{50601501,1,1,5,3},{50701501,1,1,5,3},{50801501,1,1,5,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {1}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11701002] = {
		boss_code = 11701002, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111701, --[[地图]]
		refresh_code = 11701102, --[[刷怪id]]
		team_reward = {{50101501,1,1,5,3},{50301501,1,1,5,3},{50901501,1,1,5,3},{50401501,1,1,5,3},{50601501,1,1,5,3},{50801501,1,1,5,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {2}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11701003] = {
		boss_code = 11701003, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111701, --[[地图]]
		refresh_code = 11701103, --[[刷怪id]]
		team_reward = {{50202001,1,1,5,3},{50402001,1,1,5,3},{50502001,1,1,5,3},{50602001,1,1,5,3},{50702001,1,1,5,3},{50802001,1,1,5,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {3}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11701004] = {
		boss_code = 11701004, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111701, --[[地图]]
		refresh_code = 11701104, --[[刷怪id]]
		team_reward = {{50102001,1,1,5,3},{50302001,1,1,5,3},{50902001,1,1,5,3},{50402001,1,1,5,3},{50602001,1,1,5,3},{50802001,1,1,5,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {4}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11701005] = {
		boss_code = 11701005, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111701, --[[地图]]
		refresh_code = 11701105, --[[刷怪id]]
		team_reward = {{50202401,1,1,6,3},{50402401,1,1,6,3},{50502401,1,1,6,3},{50602401,1,1,6,3},{50702401,1,1,6,3},{50802401,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {5}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.3, --[[界面模型比例]]
	} ,
	[11701006] = {
		boss_code = 11701006, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111701, --[[地图]]
		refresh_code = 11701106, --[[刷怪id]]
		team_reward = {{50102401,1,1,6,3},{50302401,1,1,6,3},{50902401,1,1,6,3},{50402401,1,1,6,3},{50602401,1,1,6,3},{50802401,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {6}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.25, --[[界面模型比例]]
	} ,
	[11702001] = {
		boss_code = 11702001, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111702, --[[地图]]
		refresh_code = 11702101, --[[刷怪id]]
		team_reward = {{50202801,1,1,6,3},{50402801,1,1,6,3},{50502801,1,1,6,3},{50602801,1,1,6,3},{50702801,1,1,6,3},{50802801,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {7}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11702002] = {
		boss_code = 11702002, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111702, --[[地图]]
		refresh_code = 11702102, --[[刷怪id]]
		team_reward = {{50102801,1,1,6,3},{50302801,1,1,6,3},{50902801,1,1,6,3},{50402801,1,1,6,3},{50602801,1,1,6,3},{50802801,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {8}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11702003] = {
		boss_code = 11702003, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111702, --[[地图]]
		refresh_code = 11702103, --[[刷怪id]]
		team_reward = {{50203201,1,1,6,3},{50403201,1,1,6,3},{50503201,1,1,6,3},{50603201,1,1,6,3},{50703201,1,1,6,3},{50803201,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {9}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11702004] = {
		boss_code = 11702004, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111702, --[[地图]]
		refresh_code = 11702104, --[[刷怪id]]
		team_reward = {{50103201,1,1,6,3},{50303201,1,1,6,3},{50903201,1,1,6,3},{50403201,1,1,6,3},{50603201,1,1,6,3},{50803201,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {10}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11702005] = {
		boss_code = 11702005, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111702, --[[地图]]
		refresh_code = 11702105, --[[刷怪id]]
		team_reward = {{50203601,1,1,6,3},{50403601,1,1,6,3},{50503601,1,1,6,3},{50603601,1,1,6,3},{50703601,1,1,6,3},{50803601,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {11}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.3, --[[界面模型比例]]
	} ,
	[11702006] = {
		boss_code = 11702006, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111702, --[[地图]]
		refresh_code = 11702106, --[[刷怪id]]
		team_reward = {{50103601,1,1,6,3},{50303601,1,1,6,3},{50903601,1,1,6,3},{50403601,1,1,6,3},{50603601,1,1,6,3},{50803601,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {12}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.25, --[[界面模型比例]]
	} ,
	[11703001] = {
		boss_code = 11703001, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111703, --[[地图]]
		refresh_code = 11703101, --[[刷怪id]]
		team_reward = {{50204001,1,1,6,3},{50404001,1,1,6,3},{50504001,1,1,6,3},{50604001,1,1,6,3},{50704001,1,1,6,3},{50804001,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {13}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11703002] = {
		boss_code = 11703002, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111703, --[[地图]]
		refresh_code = 11703102, --[[刷怪id]]
		team_reward = {{50104001,1,1,6,3},{50304001,1,1,6,3},{50904001,1,1,6,3},{50404001,1,1,6,3},{50604001,1,1,6,3},{50804001,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {14}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11703003] = {
		boss_code = 11703003, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111703, --[[地图]]
		refresh_code = 11703103, --[[刷怪id]]
		team_reward = {{50204401,1,1,6,3},{50404401,1,1,6,3},{50504401,1,1,6,3},{50604401,1,1,6,3},{50704401,1,1,6,3},{50804401,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {15}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11703004] = {
		boss_code = 11703004, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111703, --[[地图]]
		refresh_code = 11703104, --[[刷怪id]]
		team_reward = {{50104401,1,1,6,3},{50304401,1,1,6,3},{50904401,1,1,6,3},{50404401,1,1,6,3},{50604401,1,1,6,3},{50804401,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {16}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.35, --[[界面模型比例]]
	} ,
	[11703005] = {
		boss_code = 11703005, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111703, --[[地图]]
		refresh_code = 11703105, --[[刷怪id]]
		team_reward = {{50204801,1,1,6,3},{50404801,1,1,6,3},{50504801,1,1,6,3},{50604801,1,1,6,3},{50704801,1,1,6,3},{50804801,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {17}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.3, --[[界面模型比例]]
	} ,
	[11703006] = {
		boss_code = 11703006, --[[领主code]]
		type = 3, --[[类型]]
		map_id = 111703, --[[地图]]
		refresh_code = 11703106, --[[刷怪id]]
		team_reward = {{50104801,1,1,6,3},{50304801,1,1,6,3},{50904801,1,1,6,3},{50404801,1,1,6,3},{50604801,1,1,6,3},{50804801,1,1,6,3}}, --[[队伍奖励{{第一名奖励}，{第二名奖励}，{}}]]
		highest_hurt_reward = {18}, --[[最高伤害队伍随机奖励]]
		model_scare = 0.25, --[[界面模型比例]]
	} ,
}
return ret