local ret = {
	[11105001] = {
		code = 11105001, --[[技能id]]
		per = 0.4, --[[转镜后xp2动作开始百分比]]
	} ,
	[11205001] = {
		code = 11205001, --[[技能id]]
		per = 0.18, --[[转镜后xp2动作开始百分比]]
	} ,
	[11405001] = {
		code = 11405001, --[[技能id]]
		per = 0.2, --[[转镜后xp2动作开始百分比]]
	} ,
	[14001001] = {
		code = 14001001, --[[技能id]]
		per = 0.4, --[[转镜后xp2动作开始百分比]]
	} ,
	[14001101] = {
		code = 14001101, --[[技能id]]
		per = 0.4, --[[转镜后xp2动作开始百分比]]
	} ,
	[14001201] = {
		code = 14001201, --[[技能id]]
		per = 0.4, --[[转镜后xp2动作开始百分比]]
	} ,
	[14001301] = {
		code = 14001301, --[[技能id]]
		per = 0.4, --[[转镜后xp2动作开始百分比]]
	} ,
	[14001401] = {
		code = 14001401, --[[技能id]]
		per = 0.4, --[[转镜后xp2动作开始百分比]]
	} ,
}
return ret