local ret = {
	["111101@show"] = {
		name = "111101@show", --[[转镜动作名]]
		time = 3.0, --[[技能播放时长]]
		effect_list = {{"22111101_sw_1","Bip001 L UpperArm"},{"22111101_sw_2","Bip001 R Forearm"},{"22111101_sw_3","Bip001 Prop1"},{"22111101_sw_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["112101@show"] = {
		name = "112101@show", --[[转镜动作名]]
		time = 3.0, --[[技能播放时长]]
		effect_list = {{"22112101_sw_1","Bip001 Footsteps"},{"22112101_sw_2","Bip001 R Thigh"},{"22112101_sw_3","Bip001 Prop1"},{"22112101_sw_4","Bip001"},{"22112101_sw_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["114101@show"] = {
		name = "114101@show", --[[转镜动作名]]
		time = 3.0, --[[技能播放时长]]
		effect_list = {{"22114101",""},{"22114101_sw_1","Bip001"},{"22114101_sw_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["520002@xp"] = {
		name = "520002@xp", --[[转镜动作名]]
		time = 2.0, --[[技能播放时长]]
		effect_list = {{"22520002_xp",""},{"22520002_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["510002@xp"] = {
		name = "510002@xp", --[[转镜动作名]]
		time = 5.8, --[[技能播放时长]]
		effect_list = {{"22510002_xp",""},{"22510002_xj","Dummy003"},{"22510002d","Bip001 Spine1"},{"22510002e","Bip001 L Forearm"},{"22510002f","Bip001 R Forearm"},{"22510002c","Bone002"},{"22510002b","Bip001 Spine"},{"22510002g","Bip001 L Hand"},{"22510002h","Bip001 R Finger0"},{"22510002_xp_1","Bip001 Spine"}}, --[[特效列表]]
	} ,
	["510002@show"] = {
		name = "510002@show", --[[转镜动作名]]
		time = 3.0, --[[技能播放时长]]
		effect_list = {{"22510002_show",""},{"22510002d","Bip001 Spine1"},{"22510002e","Bip001 L Forearm"},{"22510002f","Bip001 R Forearm"},{"22510002c","Bone002"},{"22510002b","Bip001 Spine"},{"22510002g","Bip001 L Hand"},{"22510002h","Bip001 R Finger0"},{"22510002_sw_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["410001@show"] = {
		name = "410001@show", --[[转镜动作名]]
		time = 2.8, --[[技能播放时长]]
		effect_list = {{"22410001_show",""},{"22410001_sw_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["410001@xp"] = {
		name = "410001@xp", --[[转镜动作名]]
		time = 1.5, --[[技能播放时长]]
		effect_list = {{"22410001_xp",""},{"22410001_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["420002@xp"] = {
		name = "420002@xp", --[[转镜动作名]]
		time = 1.8, --[[技能播放时长]]
		effect_list = {{"22420002_xp",""},{"22420002_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["420004@xp"] = {
		name = "420004@xp", --[[转镜动作名]]
		time = 1.8, --[[技能播放时长]]
		effect_list = {{"22420004_xp",""},{"22420004_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["420007@xp"] = {
		name = "420007@xp", --[[转镜动作名]]
		time = 2.8, --[[技能播放时长]]
		effect_list = {{"22420007_xp",""},{"22420007_xj","Dummy002"}}, --[[特效列表]]
	} ,
	["420011@xp"] = {
		name = "420011@xp", --[[转镜动作名]]
		time = 2.2, --[[技能播放时长]]
		effect_list = {{"22420011_xp",""},{"22420011_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["111101@jump"] = {
		name = "111101@jump", --[[转镜动作名]]
		time = 8.14, --[[技能播放时长]]
		effect_list = {{"xp_camera","Dummy002"}}, --[[特效列表]]
	} ,
	["112101@jump"] = {
		name = "112101@jump", --[[转镜动作名]]
		time = 8.06, --[[技能播放时长]]
		effect_list = {{"xp_camera","Dummy002"}}, --[[特效列表]]
	} ,
	["114101@jump"] = {
		name = "114101@jump", --[[转镜动作名]]
		time = 8.14, --[[技能播放时长]]
		effect_list = {{"xp_camera","Dummy002"}}, --[[特效列表]]
	} ,
	["111101@xp"] = {
		name = "111101@xp", --[[转镜动作名]]
		time = 3.1, --[[技能播放时长]]
		effect_list = {{"11105001",""},{"11105001_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["112101@xp"] = {
		name = "112101@xp", --[[转镜动作名]]
		time = 2.8, --[[技能播放时长]]
		effect_list = {{"11205001",""},{"11205001_xj","Dummy003"}}, --[[特效列表]]
	} ,
	["114101@xp"] = {
		name = "114101@xp", --[[转镜动作名]]
		time = 5.0, --[[技能播放时长]]
		effect_list = {{"11405001",""},{"11405001_xj","Dummy003"},{"11405001_wq","Bip001 Prop1"}}, --[[特效列表]]
	} ,
}
return ret